Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: L difference to detect edges (range sigma of bilateral filter)
ca: Diferència en L per a detectar vores (sigma de rang del filtre bilateral)
da: L-forskel for detektion af kanter (sigmaområde for bilateral filter)
sk: Rozdiel L pre detekciu hrán (rozsah sigma u bilaterálneho filtra)
sr: L разлика за налажење ивица (опсег сигме за двобочни филтер)

source: Changes the local contrast of highlights
ca: modifica el contrast local d'altes llums
da: ændrer den lokale kontrast for højlys
sk: zmeniť lokálny kontrast svetiel
sr: мења локални контрасту у светлим деловима

source: Changes the local contrast of shadows
ca: modifica el contrast local d'ombres
da: ændrer den lokale kontrast for skygger
sk: zmena lokálneho kontrastu v tieňoch
sr: мења локални контраст у сенкама

source: Defines what counts as midtones. Lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
ca: defineix què es consideren tons mitjans. reduïu-lo per a una millor compressió del rang dinàmic (redueix el contrast de llums i ombres), incrementeu-lo per a un contrast local més potent
da: definerer hvad tæller som midttoner. lavere for bedre komprimering af dynamikområde (reducér kontrast mellem skygger og højlys), forøg for kraftigere lokal kontrast
sk: definuje, čo je chápané ako stredné tóny. znížiť pre lepšiu kompresiu dynamického rozsahu (redukuje kontrast v tieňoch a svetlách), zvýšiť pre silnejší lokálny kontrast
sr: одређује шта се рачуна као средишњи тон. мање вредности за већу компресију динамичког опсега (смањује контраст за сенке и светло), веће вредности за већи локални контраст

source: Surface blur
sk: rozostrenie povrchu
sr: површинско замућење

source: Denoise (bilateral filter)
ca: treu soroll (filtre bilateral)
da: fjern støj (bilateral filter)
sk: odstránenie šumu (bilaterálny filter)
sr: уклањање шума (двобочни филтер)

source: Apply edge-aware surface blur to denoise or smoothen textures
sk: aplikovať povrchové rozostrenie s informáciami o hranách pre odšumenie alebo vyhladenie textúr
sr: примењује замућење површине који води рачуна о ивицама приликом уклањања шима и умекшања текстура

source: Linear, RGB
sk: lineárny, RGB
sr: линеатни RGB

source: Radius
ca: radi
sk: polomer
sr: полупречник

source: Spatial extent of the gaussian
ca: amplada espacial de la gaussiana
da: rumlig rækkevidde af gaussian
sk: priestorový rozsah gausového rozmazania
sr: просторно подручне гауса

source: How much to blur red
ca: grau de difuminat del vermell
da: hvor meget rød skal sløres
sk: rozmazanie červenej
sr: колико да замутим црвену

source: How much to blur green
ca: grau de difuminat del verd
da: hvor meget grøn skal sløres
sk: rozmazanie zelenej
sr: колико да замутим зелену

source: How much to blur blue
ca: grau de difuminat del blau
da: hvor meget blå skal sløres
sk: rozmazanie modrej
sr: колико да замутим плаву

source: Apply Orton effect for a dreamy aetherical look
sk: aplikovať Ortonov efekt pre snivý éterický vzhľad
sr: примењује Ортонов ефекат за сањиви, естетски изглед

source: Size
ca: mida
da: størrelse
sk: veľkosť
sr: величина

source: The size of bloom
ca: amplada de la llum difusa
da: størrelsen af bloom
sk: veľkosť presvetlenia
sr: величина ефекта цветања

source: The threshold of light
ca: llindar de llum
da: grænseværdien for lys
sk: prah pre svetelnosť
sr: праг за светло

source: Strength
ca: intensitat
da: styrke
sk: sila
sr: јачина

source: The strength of bloom
ca: intensitat d'efecte d'enlluernament
da: styrken på bloom
sk: sila presvetlenia
sr: јачина цветања

source: Framing
ca: emmarca
da: indramning
sk: rámovanie
sr: оквир

source: Add solid borders or margins around the picture
sk: pridať pevné okraje okolo obrázku
sr: додаје чврсте ивице или маргине око слике

source: Linear or non-linear, RGB, display-referred
sk: lineárny alebo nelineárny, RGB, podľa obrázka
sr: линеарни или нелинеарни RGB, на основу екрана

source: 15:10 postcard white
ca: 15:10 targeta postal blanca
da: 15:10 portkort hvid
sk: 15:10 biela pohľadnica
sr: 15:10 бела разгледница

source: 15:10 postcard black
ca: 15:10 targeta postal negra
da: 15:10 portkort sort
sk: 15:10 čierna pohľadnica
sr: 15:10 црна разгледница

source: Golden cut
ca: secció àuria
da: gylden beskæring
sk: zlatý rez
sr: златни пресек

source: DIN
sr: ДИН

source: Square
ca: quadrat
da: kvadratisk
sk: štvorec
sr: квадрат

source: Constant border
ca: vora constant
da: konstant rammekant
sk: konštantný okraj
sr: стална ивица

source: Custom...
sk: vlastný ...
sr: произвољно…

source: Center
ca: centre
da: centrér
sk: na stred
sr: средина

source: Size of the border in percent of the full image
ca: mida de la vora en percentatge de la imatge sencera
da: kantens størrelse i procent af hele billedet
sk: veľkosť okraja v percentách z celkového obrázku
sr: величина ивице у процентима целе слике

source: Aspect
ca: aspecte
da: billedformat
sk: pomer
sr: размера

source: Select the aspect ratio or right click and type your own (w:h)
ca: seleccioneu la relació d'aspecte o feu clic dret i escriviu-ne una de pròpia (w:h) w=ample, h=alt
da: vælg billedformat eller højreklik og skriv dit eget (b:h)
sk: vybrať pomer strán, alebo kliknite pravým a zadajte váš vlastný (š:v)
sr: одаберите однос размере или десни клик и упишите жељену размеру (ш:в)

source: Set the custom aspect ratio
sk: nastaviť vlastný pomer strán
sr: постави произвољну размеру

source: Aspect ratio orientation of the image with border
ca: orientació de relació d'aspecte de la imatge amb vora
da: billedets orientering af billedformat med kant
sk: orientácia pomeru strán obrázku s okrajom
sr: однос размере за окретање слике са ивицом

source: Select the horizontal position ratio relative to top or right click and type your own (y:h)
ca: seleccioneu la ratio en posició horitzontal respecte extrem superior, o feu clic dret i escriviu-ne una de pròpia (y:h)
da: vælg vandret positionsforhold relativt til toppen, eller højreklik og skriv dit eget (y:h)
sk: vybrať horizontálnu polohu voči vonkajšej strane alebo pravým klikom zadať vlastný rozsah
sr: изаберите однос водоравног положаја у односу на доњу ивицу или десни клик и укуцајте ваш (y:h)

source: Custom horizontal position
sk: vlastná vodorovná pozícia
sr: произвољан водоравни положај

source: Select the vertical position ratio relative to left or right click and type your own (x:w)
ca: seleccioneu la ratio en posició vertical respecte extrem esquerre, o feu clic dret i escriviu-ne una de pròpia (x:w)
da: vælg lodret positionsforhold relativt til toppen, eller højreklik og skriv dit eget (x:b)
sk: vybrať vertikálnu polohu voči vonkajšej strane alebo pravým klikom zadať vlastný rozsah
sr: изаберите однос усправног положаја у односу на леву ивицу или десни клик и укуцајте ваш (x:w)

source: Custom vertical position
sk: vlastná vertikálna poloha
sr: произвољан усправни положај

source: Size of the frame line in percent of min border width
ca: mida de la línia del marc en percentatge de l'amplada mínima de vora
da: størrelse på rammelinjen i procent af minimum kantbredde
sk: hrúbka linky rámika v percentách z minimálnej hrúbky okraja
sr: величина линије оквира у процентима ширине средишње ивице

source: Offset of the frame line beginning on picture side
ca: decalatge de la línia del marc començant al costat de la imatge
da: forskydning for rammelinjen, startende på billedsiden
sk: posunutie vnútorného rámu od rohu obrázka
sr: померај линије оквира почев од странице са сликом

source: Border color
ca: color de vora
da: kantfarve
sk: farba okraja
sr: боја ивице

source: Select border color
ca: seleccioneu colr de la vora
da: vælg kantfarve
sk: vybrať farbu okraja
sr: изаберите боју за ивицу

source: Pick border color from image
ca: agafa el color de la vora des de la imatge
da: vælg kantfarve fra billede
sk: vybrať farbu okraja z obrázku
sr: изаберите боју ивице са слике

source: Frame line color
ca: color de la línia del marc
da: rammelinjefarve
sk: farba linky rámika
sr: боја линије оквира

source: Select frame line color
ca: seleccioneu color de la línia del marc
da: vælg rammelinjens farve
sk: vybrať farbu linky rámika
sr: изаберите боју за линију оквира

source: Pick frame line color from image
ca: agafa el color de la línia del marc des de la imatge
da: vælg rammelinjefarve fra billede
sk: vypichnúť farbu linky rámika z obrázku
sr: изаберите боју за линију оквира са слике

source: Chromatic aberrations
ca: aberracions cromàtiques
da: kromatiske aberrationer
sk: chromatické vady
sr: хроматске аберације

source: Correct chromatic aberrations for Bayer sensors
sk: automatická korekcia chromatickej odchýlky pre senzory s Bayerovou maskou
sr: исправљање хроматских аберација за Бајерове сензоре

source: Linear, raw, scene-referred
sk: lieárny, raw, podľa scény
sr: линеарни raw на основу сценографије

source: Linear, raw
sk: lineárny, raw
sr: линеарни raw

source: Automatic chromatic aberration correction
ca: correcció automàtica d'aberració cromàtica
da: automatisk korrektion af kromatiske aberrationer
sk: automatická korekcia chromatickej odchýlky
sr: аутоматско изправљање хроматских аберација

source: Automatic chromatic aberration correction disabled for non-Bayer sensors
ca: correcció automàtica d'aberració cromàtica desactivada per sensors que no són tipus Bayer
da: automatisk korrektion af kromatiske aberrationer slået fra for ikke-Bayer-sensorer.
sk: automatická korekcia chromatickej odchýlky iba pre senzory s Bayerovou maskou
sr: аутоматско исправљање хроматских аберација је онемогућено за не-Бајерове сензоре

source: Automatic chromatic aberration correction only works for raw images.
ca: la correcció automàtica d'aberració cromàtica només funciona per imatges raw.
da: automatisk korrektion af kromatiske aberrationer virker kun på raw-billeder.
sk: automatická korekcia chromatickej odchýlky iba pre obrázky formátu raw.
sr: аутоматско исправљање хроматских аберације ради само за raw слике.

source: Censorize
sr: цензура

source: Censorize license plates and body parts for privacy
sr: цензорише регистарске таблице или делове тела ради заштите приватности

source: Linear or non-linear, RGB, scene-referred
sk: lineárny alebo nelineárny, RGB, podľa scény
sr: линеарни или нелинеарни RGB на основу сценографије

source: Special, RGB, scene-referred
sr: специјални RGB на основу сценографије

source: Radius_1
sr: полупречник_1

source: Pixelate
sr: пикселицазије

source: Radius_2
sr: полупречник_2

source: Noise
sr: шум

source: Radius of gaussian blur before pixellation
sr: полупречник гаусовог замућења пре пиксел изације

source: Radius of gaussian blur after pixellation
sr: полупречник гаусовог замућења након пикселизације

source: Radius of the intermediate pixellation
sr: полупречник пикселизације у сред обраде

source: Amount of noise to add at the end
sr: количина шума која се додаје на крају

source: Channel mixer
ca: mesclador de canals
da: kanalmikser
sk: zmiešavač kanálov
sr: миксер канала

source: This module is deprecated. Better use color calibration module instead.
sk: tento modul je zastaralý. na miesto neho použite modul kalibrácie farieb.
sr: овај модул је застарео. боље користе калибрацију боја уместо њега.

source: Perform color space corrections such as white balance, channels mixing and conversions to monochrome emulating film
sk: vykonať opravy farebného priestoru ako vyváženie bielej, zmiešavač kanálov a konverzie do čiernobieleho emulovaného filmu
sr: коригује простор боја као што је баланс беле, мешање канала и претварање у црно-бели филм

source: Corrective or creative
sk: korektívny alebo kreatívny
sr: корективно или креативно

source: Destination
ca: destinació
sk: cieľ
sr: одредиште

# channelmixer
source: Gray
ca: gris
da: grå
sk: šedá
sr: сива

source: Amount of red channel in the output channel
ca: porció del canal vermell al canal de sortida
da: mængde af den røde kanal i outputkanalen
sk: množstvo červeného kanála vo výstupnom kanáli
sr: количина црвеног канала у излазном каналу

source: Amount of green channel in the output channel
ca: porció del canal verd al canal de sortida
da: mængde af den grønne kanal i outputkanalen
sk: množstvo zeleného kanála vo výstupnom kanáli
sr: количина зеленог канала у излазном каналу

source: Amount of blue channel in the output channel
ca: porció del canal blau al canal de sortida
da: mængde af den blå kanal i outputkanalen
sk: množstvo modrého kanála vo výstupnom kanáli
sr: количина плавог канала у излазном каналу

source: Swap R and B
ca: canvia R i B
da: byt om på R og B
sk: vymeniť R a B
sr: замени црвену и плаву

source: Swap G and B
ca: canvia G i B
da: byt om på G og B
sk: vymeniť G a B
sr: замени зелену и плаву

source: Color contrast boost
ca: augment del contrast de color
da: farve kontrastforstærkning
sk: zosilniť farebný kontrast
sr: појачање контраста боја

source: Color details boost
ca: augment dels detalls de color
da: farve detaljeforstærkning
sk: zosilniť farebný detail
sr: појачање детаља боја

source: Color artifacts boost
ca: augment dels artificis de color
da: farve artefaktforstærkning
sk: zosilniť farebné artefakty
sr: појачање артефакта боје

source: B/W luminance-based
ca: B/N basat en luminància
da: sort/hvid luminansbaseret
sk: Č/B založené na jase
sr: црно-бела по светлини

source: B/W artifacts boost
ca: B/N augment dels artificis
da: S/H artefaktforstærkning
sk: Č/B a zosilnenie artefaktov
sr: црно-бела појачање артефакта

source: B/W smooth skin
ca: B/N pell suau
da: S/H blød hud
sk: Č/B a vyhladenie pokožky
sr: црно-бела глатка кожа

source: B/W blue artifacts reduce
ca: B/N reducció artificis blau
da: S/H blå artefaktformindskning
sk: Č/B a zredukovanie modrých artefaktov
sr: црно-бела смањење плавих артефакта

source: B/W Ilford Delta 100-400
ca: B/N Ilford Delta 100-400
da: S/H Ilford Delta 100-400
sk: Č/B Ilford Delta 100-400
sr: црно-бела Ilford Delta 100-400

source: B/W Ilford Delta 3200
ca: B/N Ilford Delta 3200
da: S/H Ilford Delta 3200
sk: Č/B Ilford Delta 3200
sr: црно-бела Ilford Delta 3200

source: B/W Ilford FP4
ca: B/N Ilford FP4
da: S/H Ilford FP4
sk: Č/B Ilford FP4
sr: црно-бела Ilford FP4

source: B/W Ilford HP5
ca: B/N Ilford HP5
da: S/H Ilford HP5
sk: Č/B Ilford HP5
sr: црно-бела Ilford HP5

source: B/W Ilford SFX
ca: B/N Ilford SFX
da: S/H Ilford SFX
sk: Č/B Ilford SFX
sr: црно-бела Ilford SFX

source: B/W Kodak T-Max 100
ca: B/N Kodak T-Max 100
da: S/H Kodak T-Max 100
sk: Č/B Kodak T-Max 100
sr: црно-бела Kodak T-Max 100

source: B/W Kodak T-max 400
ca: B/N Kodak T-max 400
da: S/H Kodak T-max 400
sk: Č/B Kodak T-max 400
sr: црно-бела Kodak T-max 400

source: B/W Kodak Tri-X 400
ca: B/N Kodak Tri-X 400
da: S/H Kodak Tri-X 400
sk: Č/B Kodak Tri-X 400
sr: црно-бела Kodak Tri-X 400

source: Color calibration
sk: kalibrácia farieb
sr: калибрација боје

source: Channel mixer|white balance|monochrome
sk: zmiešavač kanálov|vyváženie bielej|monochromatický
sr: миксер канала|баланс беле|једнобојно|монохроматски|channel mixer|white balance|monochrome|mikser kanala|balans bele|jednobojno

source: Linear, RGB or XYZ
sk: lineárny, RGB alebo XYZ
sr: линеарни RGB или XYZ

source: B&W : luminance-based
sk: ČB: založené na jase
sr: црно-бела: по светлини

source: B&W : Ilford HP5+
sk: ČB: Ilford HP5+
sr: црно-бела: Ilford HP5+

source: B&W : Ilford Delta 100
sk: ČB : Ilford Delta 100
sr: црно-бела: Ilford Delta 100

source: B&W : Ilford Delta 400 - 3200
sk: ČB: Ilford Delta 400 - 3200
sr: црно-бела: Ilford Delta 400 - 3200

source: B&W : Ilford FP2
sk: ČB: Ilford FP2
sr: црно-бела: Ilford FP2

source: B&W : Fuji Acros 100
sk: ČB: Fuji Acros 100
sr: црно-бела: Fuji Acros 100

source: Basic channel mixer
sk: základný zmiešavač kanálov
sr: основни миксер канала

source: Swap G and R
sk: vymeniť zelenú a červenú
sr: замени зелену и црвену

source: Very good
sr: веома добро

source: Good
sr: добро

source: Passable
sr: подношљиво

source: Bad
sr: лоше

source: <b>Profile quality report : %s</b> input ΔE : avg. %.2f ; Max. %.2f WB ΔE : avg. %.2f ; Max. %.2f Output ΔE : avg. %.2f ; Max. %.2f <b>Profile data</b> illuminant : %.0f K %s matrix in adaptation space: <tt>%+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f</tt> <b>Normalization values</b> black offset : %+.4f Exposure compensation : %+.2f EV
sr: <b>Извештај о квалитету профила: %s</b> улазни ΔE: просек %.2f ; макс. %.2f б. беле ΔE: просек %.2f ; макс. %.2f излазни ΔE: просек %.2f ; макс. %.2f <b>Подаци о прифилу</b> осветљеност: %.0f K %s матрица у простору за адаптацију: <tt>%+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f %+.4f</tt> <b>Вредности за нормализацију</b> помак црне: %+.4f к. експозиције: %+.2f EV

source: <b>Profile quality report : %s</b> output ΔE : avg. %.2f ; Max. %.2f <b>Normalization values</b> black offset : %+.4f Exposure compensation : %+.2f EV
sr: <b>Извештај о квалитету профила: %s</b> излазни ΔE: просек %.2f ; макс. %.2f <b>Вредности за нормализацију</b> помак црне: %+.4f к. експозиције: %+.2f EV

source: Auto-detection of white balance completed
sk: automatické nastavenie vyváženia bielej bolo ukončené
sr: аутоматско налажење баланса беле је завршено

source: CCT: %.0f K (daylight)
sk: CCT: %.0f K (denné svetlo)
sr: тип: %.0f K (дневна светлост)

source: Approximated correlated color temperature. This illuminant can be accurately modeled by a daylight spectrum, so its temperature is relevant and meaningful with a D illuminant.
sk: aproximovaná korelovaná farebná teplota. tento svetelný zdroj môže byť presne modelovaný spektrom denného svetla, takže jeho teplota je relevantná a má zmysel s D zdrojom svetla.
sr: приближно корелисана температура боје. ова светлост се може прецизно моделирати помоћу спектра дневне светлости, тако да је њена температура битна и значајна уз Д светлост.

source: CCT: %.0f K (black body)
sk: CCT: %.0f K (čierne teleso)
sr: тип: %.0f K (црно тело)

source: Approximated correlated color temperature. This illuminant can be accurately modeled by a black body spectrum, so its temperature is relevant and meaningful with a Planckian illuminant.
sk: aproximovaná korelovaná farebná teplota. tento svetelný zdroj môže byť presne modelovaný spektrom čierneho telesa, takže jeho teplota je relevantná a má zmysel s Planckovým zdrojom svetla.
sr: приближно корелисана температура боје. ова светлост се може прецизно моделирати помоћу спектра црног тела, тако да је њена температура битна и значајна уз Планкову светлост.

source: CCT: %.0f K (invalid)
sk: CCT: %.0f K (neplatné)
sr: тип: %.0f K (неисправно)

source: Approximated correlated color temperature. This illuminant cannot be accurately modeled by a daylight or black body spectrum, so its temperature is not relevant and meaningful and you need to use a custom illuminant.
sk: aproximovaná korelovaná farebná teplota. tento svetelný zdroj nemôže byť presne modelovaný spektrom denného svetla či čierneho telesa, takže jeho teplota je nie relevantná a potrebujete použiť vlastný zdroj svetla.
sr: приближно корелисана температура боје. ова светлост се не може прецизно моделирати помоћу спектра дневне светлости или црног тела, тако да њена температура није битна, нити значајна и потребно је да користите произвољно светло.

source: CCT: undefined
sk: CCT: nedefinované
sr: тип: неодређено

source: The approximated correlated color temperature cannot be computed at all so you need to use a custom illuminant.
sk: aproximovaná korelovaná farebná teplota nemôže byť vypočítaná a potrebujete použiť vlastný zdroj svetla.
sr: приближно корелисана температура боје. не може бити израчунато па је потребно да сами подесите осветљење.

source: White balance successfuly extracted from raw image
sk: vyváženie bielej bolo úspešne extrahované z raw snímky
sr: баланс беле је успешно извучен из raw слике

source: Auto-detection of white balance started…
sk: automatické nastavenie vyváženia bielej bolo spustené…
sr: започето је аутоматско тражење баланса беле…

source: Color calibration: the sum of the grey channel parameters is zero, normalization will be disabled.
sk: kalibrácia farby: súčet parametrov šedého kanála je nula, normalizácia bude vypnutá.
sr: калибрација боје: збир параметара сивог канала је нула, нормализација ће бити онемогућена.

source: Double CAT applied
sk: bolo aplikované dvojnásobné CAT
sr: примењена дупла калибрација боје

source: You have 2 instances or more of color calibration, all performing chromatic adaptation. This can lead to inconsistencies, unless you use them with masks or know what you are doing.
sk: máte zapnuté 2 alebo viac modulov farebnej kalibrácie, všetky realizujú chromatickú adaptáciu. toto môže viesť k nekonzistenciám. Môžete ich ale používať s maskami, ak viete, čo robíte.
sr: имате 2 или више модула за калибрацију боја, који исправљају хроматске аберације. ово може да направи неуједначени резултат, осим уколико не користите маске и тачно знате шта радите.

source: White balance module error
sk: chyba modulu vyváženia bielej
sr: грешка у могули за баланс беле

source: The white balance module is not using the camera reference illuminant, which will cause issues here with chromatic adaptation. Either set it to reference or disable chromatic adaptation here.
sk: modul vyváženia bielej nepoužíva referenčné osvetlenie fotoaparátu, takže to môže spôsobiť problémy s chromatickou adaptáciou. alebo to nastavte na referenčnú hodnotu alebo vypnite chromatickú adaptáciu.
sr: модул за баланс беле не користи референтну светлост из камере, што ће направити збрку приликом адаптације боја. или поставите референцу или онемогућите адаптацију боје одавде.

source: Chromatic adaptation transform
sk: transformácia chromatickej odchýlky
sr: трансформација адаптације боја

source: Adaptation
sk: adaptácia
sr: адаптација

source: Choose the method to adapt the illuminant and the colorspace in which the module works: • Linear Bradford (1985) is more accurate for illuminants close to daylight but produces out-of-gamut colors for difficult illuminants. • CAT16 (2016) is more robust to avoid imaginary colours while working with large gamut or saturated cyan and purple. • Non-linear Bradford (1985) is the original Bradford, it can produce better results than the linear version, but is unreliable. • XYZ is a simple scaling in XYZ space. It is not recommended in general. • None disables any adaptation and uses pipeline working RGB.
sk: vyberte metódu pre adaptáciu osvetlenia a farebného priestoru, v ktorom pracuje modul: • Lineárny Bradford (1985) je viac presný pre osvetlenia blízke dennému svetlu ale produkuje farby mimo gamutu pre komplikované osvetlenia. • CAT16 (2016) je viac robustný pre zabránenie imaginárnych farieb a pracuje s väčším gamutom alebo saturovanej azúrovej a fialovej. • Nelineárny Bradford (1985) je originálny Bradford, vie produkovať lepšie výsledky ako lineárna verzia, ale je nespoľahlivý. • XYZ je jednoduché škálovanie v XYZ priestore. Vo všeobecnosti nie je odporúčané. • žiadne vypne adaptáciu a využíva pipeline pracujúcu s RGB.
sr: одаберите начин адаптације светлости и простора боја у коме ће модули радити: • линеарни Брадфорд (1985) је тачнији за светлост која је близу дневне светлости, али може да измести неке боје ван палете када се користи друго светло. • CAT16 (2016) боље ради када треба избећи имагинарне боје, за рад у широј палети боја или за засићене плаве и љубичасте нијансе. • нелинеарни Брадфорд (1985) је оригинални Брадфорд, који може дати боље резултате него његова линеарна верзија, али није довољно поуздан. • XYZ је једноставни преображај у XYZ простору и обично се не саветује. • ништа ће онемогућити адаптацију и користити RGB из цевовода.
