Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Desaturates the output of the module specifically at extreme luminances. Increase if shadows and/or highlights are under-saturated.
ca: dessatura la sortida del mòdul específicament a les luminàncies extremes. incrementeu-ho si hi ha ombres i/o altes llums massa dessaturades.
da: afmætter modulets output særligt ved ekstreme luminanser. forøg hvis skygger og/eller højlys er undermættede.
sk: desaturuje výstup modulu najmä pri extrémnych hodnotách jasu. zvýšte, ak sú tiene alebo svetlá málo sýte.
sr: смањује засићеност излаза модула посебно при екстремном осветљењу. повећајте уколико сенке и светли делови изгледају незасићено.

source: Options
sk: voľby
sr: опције

source: V3 is darktable 3.0 desaturation method, same as color balance. V4 is a newer desaturation method, based on spectral purity of light.
sk: v3 je metóda desaturácie z darktable 3.0, rovnako ako vyváženie farieb. v4 je novšia metóda desaturácie založená na spektrálnej čistote svetla.
sr: в3 је начин смањења засићености из тамног стола 3.0, као и за баланс боја. в4 је нобији метод, који се ослања на чистоћу светлосног спектра.

source: Ensure the original color are preserved. May reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
ca: assegura que els colors originals són preservats pot reforçar aberracions cromàtiques. cal ajustar manualment la saturació si s'empra aquest mode.
da: sikr at de oprindelige farver bevares. kan forstærke kromatiske aberrationer og kromastøj, så vær sikker på, at de er ordentligt rettet andetsteds.
sk: zachovať pôvodnú farebnosť. môže viesť k efektu chromatických vád a chroma šumu, ktoré potom musíte ručne opraviť v inom module.
sr: осигурава да оригиналне боје остану очуване. може да направи хроматске аберације и хром шум, па покушајте да се с њима изборите на другом месту.

source: Choose the desired curvature of the filmic spline in highlights. Hard uses a high curvature resulting in more tonal compression. Soft uses a low curvature resulting in less tonal compression.
sk: vybrať požadované zakrivenie filmovej spline krivky vo svetlách. tvrdé používa veľké zakrivenie vedúce k väčšej tonálnej kompresii. mäkké používa malé zakrivenie vedúce k menšej tonálnej kompresii.
sr: изаберите жељено закривљење филмског сплајна у светлим деловима. твро користи велико закривљење и више сажима тонове. меко користи мање закривљење и мање сажима тонова

source: Choose the desired curvature of the filmic spline in shadows. Hard uses a high curvature resulting in more tonal compression. Soft uses a low curvature resulting in less tonal compression.
sk: vybrať požadované zakrivenie filmovej spline krivky v tieňoch. tvrdé používa veľké zakrivenie vedúce k väčšej tonálnej kompresii. mäkké používa malé zakrivenie vedúce k menšej tonálnej kompresii.
sr: изаберите жељено закривљење филмског сплајна у сенкама. твро користи велико закривљење и више сажима тонове. меко користи мање закривљење и мање сажима тонова

source: Enable to input custom middle-grey values. This is not recommended in general. Fix the global exposure in the exposure module instead. Disable to use standard 18.45 %% middle grey.
sk: aktivovať pre zadanie vlastných vstupných hodnôt pre strednú šedú. toto sa všeobecne neodporúča. miesto toho opravte globálnu expozíciu v expozičnom module. deaktivovať pre použitie štandardnej strednej šedej 18,45 %%.
sr: омогући унос произвољне вредности за средишњу сиву боју. ово се углавном не препоручује. боље је да поправите експозицију у модулу за експозицију. онемогућите како ви користио стандардну средишњу сиву од 18,45%%.

source: Enable to auto-set the look hardness depending on the scene white and black points. This keeps the middle grey on the identity line and improves fast tuning. Disable if you want a manual control.
sk: aktivovať pre automatické nastavenie tvrdosti vzhľadu v závislosti na bielom a čiernom bode scény. toto udržuje strednú šedú na línii identity a zlepšuje rýchle doladenie. deaktivovať pre manuálne nastavenie.
sr: омогућите да се аутоматски подеси тврдоћа у зависности од беле и црне тачке у кадру. ово задржава средишњу сиву тачку на линији и побољшава брзе преправке. онемогућите уколико желите више ручних контрола.

source: Run extra passes of chromaticity reconstruction. More iterations means more color propagation from neighbourhood. This will be slower but will yield more neutral highlights. It also helps with difficult cases of magenta highlights.
sk: spustiť dodatočné priechody rekonštrukcie chromaticity. viac iterácií znamená viac zvýraznenú farbu od susednej. toto je pomalšie, ale vedie k neutrálnejším svetlám. tiež to pomáha v komplikovaných prípadoch s fialovými svetlami.
sr: ради у више пролаза за реконструкцију боје. више пролаза значе јаче продирање боја из суседних подручја. рачунање ће бити нешто спорије, а светли делови слике неутралнији. може помоћи у тешким случајевима са љубичастим светлим деловима.

source: Add statistical noise in reconstructed highlights. This avoids highlights to look too smooth when the picture is noisy overall, so they blend with the rest of the picture.
sk: pridať štatistický šum v obnovených svetlách. to zabráni príliš hladkému vzhľadu svetiel, a kým je snímka celkovo zašumená, zlepší sa prechod voči zbytku snímku.
sr: додаје статистички шум у реконструсаним светлим деловима. том избегавате да светли делови изгледају превише меко када слика садржи доста шума, тако да се светли делови боље стапају са остатком слике.

source: Uniform
sk: rovnomerne
sr: уједначено

source: Poissonian
sk: poissonovo rozdelenie
sr: поасоново

source: Choose the statistical distribution of noise. This is useful to match natural sensor noise pattern.
sk: vybrať štatistické rozloženie šumu. toto je užitočné pre zladenie s prirodzeným vzorom šumu senzora.
sr: изаберите статистичку дистрибуцију шума. ово је корисно за поклапање за неутралним шумом сензора.

source: Middle tones saturation
sk: saturácia stredných tónov
sr: засићеност средњих тонова

# modulename
source: Scale into final size
ca: escala a la mida final
da: skalér til endelig størrelse
sk: škálovať do finálnej veľkosti
sr: уклопи у крајњу величину

source: Rotate image by step of 90 degrees
sk: otočiť snímku o 90 stupňov
sr: окрећи слику за по 90 степени

source: Autodetect
ca: autodetecta
da: autodetektér
sk: automatická detekcia
sr: сам пронађи

source: No rotation
ca: sense girar
da: ingen rotering
sk: neotáčať
sr: без окретања

source: Flip horizontally
ca: capgira horitzontalment
da: spejlvend vandret
sk: preklopiť vodorovne
sr: изврни водоравно

source: Flip vertically
ca: capgira verticalment
da: spejlvend lodret
sk: preklopiť vertikálne
sr: изврни усправно

source: Rotate by -90 degrees
ca: gira -90 graus
da: rotér -90°
sk: otočiť o -90 stupňov
sr: ротирај за -90 степени

source: Rotate by 90 degrees
ca: gira 90 graus
da: rotér 90°
sk: otočiť o 90 stupňov
sr: ротирај за 90 степени

source: Rotate by 180 degrees
ca: gira 180 graus
da: rotér 180°
sk: otočiť o 180 stupňov
sr: ротирај за 180 степени

source: Rotate
ca: gira
da: rotér
sk: otočiť
sr: ротирај

source: Rotate 90 degrees CCW
ca: gira 90 graus sentit antihorari
da: rotér 90° mod uret
sk: otočiť o 90 stupňov doľava
sr: ротирај за 90 степени у лево

source: Rotate 90 degrees CW
ca: gira 90 graus sentit horari
da: rotér 90° med uret
sk: otočiť o 90 stupňov doprava
sr: ротирај за 90 степени у десно

# modulename
source: Display encoding
sk: kódovanie obrazovky
sr: кодирање екрана

source: Global tonemap
ca: mapatge de tons global
sk: celkový farebný nádych
sr: општа мапа тонова

source: Operator
ca: operador
sk: operátor
sr: операција

source: The global tonemap operator
ca: operador de mapatge de tons global
da: operator for global tonemap
sk: operátor celkového farebného nádychu
sr: општа операција за мапе тонова

source: The bias for tonemapper controls the linearity, the higher the more details in blacks
ca: la correcció (bias) pel mapatge de tons controla la linealitat, com més gran, més detalls a les ombres
da: bias for tonemapper styrer linearitet. jo højere, jo flere detaljer i sorte områder
sk: riadi strmosť, čím viac je strmejšia, tým je viac detailov v tieňoch
sr: померај мапе тонова контролише линеарност, при чему веће вредности дају више детаља у црним подручјима

source: The target light for tonemapper specified as cd/m2
ca: la brillantor desitjada pel mapatge de tons, en cd/m2
da: mållyset for tonemapper, angivet som cd/m²
sk: cieľový jas daný ako cd/m2
sr: одредишна светлост мапе тонова задата као cd/m2

source: Neutral gray ND2 (soft)
ca: gris neutre ND2 (transició suau)
da: neutral grå ND2 (blød)
sk: neutrálny sivý ND2 (mäkký)
sr: неутрална сива ND2 (меко)

source: Neutral gray ND4 (soft)
ca: gris neutre ND4 (transició suau)
da: neutral grå ND4 (blød)
sk: neutrálny sivý ND4 (mäkký)
sr: неутрална сива ND4 (меко)

source: Neutral gray ND8 (soft)
ca: gris neutre ND8 (transició suau)
da: neutral grå ND8 (blød)
sk: neutrálny sivý ND8 (mäkký)
sr: неутрална сива ND8 (меко)

source: Neutral gray ND2 (hard)
ca: gris neutre ND2 (transició abrupta)
da: neutral grå ND2 (hård)
sk: neutrálny sivý ND2 (tvrdý)
sr: неутрална сива ND2 (тврдо)

source: Neutral gray ND4 (hard)
ca: gris neutre ND4 (transició abrupta)
da: neutral grå ND4 (hård)
sk: neutrálny sivý ND4 (tvrdý)
sr: неутрална сива ND4 (тврдо)

source: Neutral gray ND8 (hard)
ca: gris neutre ND8 (transició abrupta)
da: neutral grå ND8 (hård)
sk: neutrálny sivý ND8 (tvrdý)
sr: неутрална сива ND8 (тврдо)

source: Orange ND2 (soft)
ca: taronja ND2 (transició suau)
da: orange ND2 (blød)
sk: oranžový ND2 (mäkký)
sr: наранџаста ND2 (меко)

source: Yellow ND2 (soft)
ca: groc ND2 (transició suau)
da: gul ND2 (blød)
sk: žltý ND2 (mäkký)
sr: жута ND2 (меко)

source: Purple ND2 (soft)
ca: magenta ND2 (transició suau)
da: lilla ND2 (blød)
sk: fialový ND2 (mäkký)
sr: љубичаста ND2 (меко)

source: Green ND2 (soft)
ca: verd ND2 (transició suau)
da: grøn ND2 (blød)
sk: zelený ND2 (mäkký)
sr: зелена ND2 (меко)

source: Red ND2 (soft)
ca: vermell ND2 (transició suau)
da: rød ND2 (blød)
sk: červený ND2 (mäkký)
sr: цевена ND2 (меко)

source: Blue ND2 (soft)
ca: blau ND2 (transició suau)
da: blå ND2 (blød)
sk: modrý ND2 (mäkký)
sr: плава ND2 (меко)

source: Brown ND4 (soft)
ca: marró ND4 (transició suau)
da: brun ND4 (blød)
sk: hnedý ND2 (mäkký)
sr: смеђа ND2 (меко)

source: Graduated density
ca: filtre degradat
da: gradueret tæthed
sk: prechodový filter
sr: постепена густина

source: Simulate an optical graduated neutral density filter
sk: simulovať optický prechodový šedý filter
sr: симулира ефекат оптичког филтера са неутралним градијентом густине

source: The density in EV for the filter
ca: la densitat del filtre en valor EV
da: filterets tæthed i EV
sk: hustota pre filter v EV
sr: густина у EV за филтер

source: Hardness of graduation: 0% = soft, 100% = hard
sk: odstupňovanie tvrdosti: 0 % = mäkký; 100 % = tvrdý
sr: тврдоћа градијента: 0% = меко, 100% = тврдо

source: Rotation of filter -180 to 180 degrees
ca: orientació del filtre, de -180 a 180 graus
da: rotering af filter -180° til 180°
sk: otočenie filtra -180 do 180 stupňov
sr: ротација филтера од -180 до 180 степени

source: Select the hue tone of filter
ca: trieu el to de color del filtre
da: vælg filterets farvetone
sk: vybrať farebný odtieň filtra
sr: изаберите нијансу филтера

source: Select the saturation of filter
ca: trieu la saturació del filtre
da: vælg filterets mætning
sk: vybrať farebnú sýtosť filtra
sr: изаберите засићеност филтера

source: [%s On nodes] Change line rotation
ca: [%s a nodes] canvia rotació de línia
da: [%s på punkter] ændr linjerotering
sk: [%s on nodes] zmeniť otočenie čiary
sr: [%s на чворовима] мења ротацију линије

source: [%s On line] Move line
ca: [%s a línia] mou línia
da: [%s på linje] flyt linje
sk: [%s on line] premiestniť čiaru
sr: [%s на линији] померање линије

source: [%s On line] Change density
ca: [%s a línia] canvia densitat
da: [%s på linje] ændr tæthed
sk: [%s on line] zmeniť hustoru
sr: [%s на линији] промена густине

source: [%s On line] Change hardness
sk: [%s on line] zmeniť tvrdosť
sr: [%s на линији] промена тврдоће

source: Grain
ca: gra
da: støjkorn
sk: zrno
sr: зрно

source: Simulate silver grains from film
sk: simulovať strieborné zrná z filmu
sr: симулира ефекат сребрнастих мрља као на фото филму

source: %.0f ISO
sr: %.0f ИСО

source: The grain size (~ISO of the film)
ca: mida del gra (~ISO en pel·lícula)
da: støjkornstørrelse (~ISO for film)
sk: veľkosť zrna (~ISO pre film)
sr: величина зрна (~ИСО филма)

source: The strength of applied grain
ca: la intensitat del gra aplicat
da: styrken af det anvendte støjkorn
sk: sila aplikovaného zrna
sr: јачина примењеног зрна

source: Amount of midtones bias from the photographic paper response modeling. The greater the bias, the more pronounced the fall off of the grain in shadows and highlights
ca: quantitat de desplaçament dels tons mitjans en el model de resposta del paper fotogràfic. A desplaçament més gran, més pronunciada serà la reducció de gra a les ombres i altes llums
da: mængden af midttone-bias fra modelleringen af respons fra fotografisk papir. jo større bias, jo mere udtalt er faldet i støjkorn i skygger og højlys
sk: hodnota vplyvu stredných tónov podľa modelu reprodukčnej krivky fotografického papieru. čím väčší vplyv, tím viac je zdôraznený prepad zrna v tieňoch a svetlách
sr: количина помака средњих тонова из модела одговора фото папира. што је већи помак, биће јаче изражен пад зрна ка сенкама и светлим деловима

source: Haze removal
ca: elimina boirina
da: tågereducering
sk: odstránenie oparu
sr: уклањање магле

source: Dehaze|defog|smoke|smog
sk: odstrániť opar|odstrániť hmlu|dym|smog
sr: уклањање магле|магла|дим|смог|uklanjanje magle|magla|dim|dehaze|defog|smoke|smog

source: Remove fog and atmospheric hazing from pictures
sk: odstrániť hmlu a atmosférický opar z snímiek
sr: уклања маглу и остале ефекте који се јављају услед атмосферских појава

source: Amount of haze reduction
ca: nivell de reducció de boirina
da: mængde af tågereducering
sk: miera potlačenia oparu
sr: степен уклањања магле

source: Distance
ca: distància
da: afstand
sk: vzdialenosť
sr: растојање

source: Limit haze removal up to a specific spatial depth
ca: limita la reducció de boirina a una profunditat espacial específica
da: begræns tågereducering op til en specifik rumlig dybde
sk: obmeziť odstránenie oparu na konkrétnu priestorovú hĺbku
sr: ограничи уклањање магле на одређену просторну дубину

source: Highlight reconstruction
ca: reconstrucció d'altes llums
da: højlys-rekonstruktion
sk: rekonštrukcia prepalov
sr: реконструкција светлих делова

source: Avoid magenta highlights and try to recover highlights colors
sk: vyhnúť sa purpurovým prepalom a pokúsiť sa obnoviť prepálené farby
sr: избегава светле делове љубичасте боје и покушава да поврати боје

source: Reconstruction, raw
sk: rekonštrukcia, raw
sr: raw реконструкција

source: Highlight reconstruction method
ca: mètode de reconstrucció d'altes llums
da: metode for højlys-rekonstruktion
sk: metóda rekonštrukcie prepalov
sr: начин реконструкције светлих делова

source: Manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
ca: ajusta manualment el llindar de tall, per prevenir tonalitats magenta a les altes llums (no hauria de ser necessari tocar això)
da: justér manuelt klipningsgrænseværdien for magenta højlys (du burde aldrig skulle behøve at ændre dette)
sk: nastaviť prah orezania kvôli obmedzeniu svetlých bodov magenta (tento parameter by ste nemali mať potrebu meniť)
sr: сами подесите праг за одсецање у односу на светле делове љубичасте боје (не треба да дирате ову опцију)

source: Highpass
ca: passaalt
sk: horná priepusť
sr: високопропусно

source: Isolate high frequencies in the image
sk: izolovať v obrázku vysoké frekvencie
sr: изолује високе учесталости унутар слике

source: Linear or non-linear, Lab, scene-referred
sk: lineárny alebo nelineárny, Lab, podľa scény
sr: линеарни или нелинеарни Lab на основу сценографије

source: Frequential, Lab
sk: frekvenčný, Lab
sr: учесталосни Lab

source: Special, Lab, scene-referred
sk: špeciálny, Lab, podľa scény
sr: специјални Lab на основу сценографије

source: Sharpness
ca: nitidesa
da: skarphed
sk: ostrosť
sr: оштрина

source: The sharpness of highpass filter
ca: nitidesa del filtre passaalt
da: skarpheden af highpass-filter
sk: ostrosť filtra hornej priepuste
sr: оштрина високопропусног филтера

source: The contrast of highpass filter
ca: contrast del filtre passaalt
da: kontrasten på highpass-filter
sk: kontrast filtra hornej priepuste
sr: контраст високопропусног филтера

source: Hot pixels
ca: píxels calents
da: varme pixels
sk: poškodené pixely
sr: врући пиксели

source: Remove abnormally bright pixels by dampening them with neighbours
sk: odstrániť abnormálne jasné pixely ich stlmením pomocou vedľajších pixelov
sr: уклања ненормално светле пикселе тако што их уједначава са суседним пикселима

source: Fixed %d pixel
ca: corregit %d píxel
da: rettede %d pixel
sk: opravený %d pixel
sr: поправљен је %d пиксел

source: Lower threshold for hot pixel
ca: llindar inferior per píxel calent
da: nedre grænseværdi for varm pixel
sk: spodný prah pre poškodené pixely
sr: смањи праг за вруће пикселе

source: Strength of hot pixel correction
ca: intensitat de la correcció de píxels calents
da: styrke på korrektion af varme pixels
sk: sila korekcie poškodených pixelov
sr: снага исправљања врућих пиксела

source: Hot pixel correction only works for raw images.
ca: correcció de píxels calents només funciona per imatges raw.
da: korrektion af varme pixels virker kun på raw-billeder.
sk: korekcia poškodených pixelov funguje len pre obrázky raw.
sr: исправљање врућих пиксела ради само са raw сликама.

source: `%s' Color matrix not found for 4bayer image
ca: no s'ha trobat la matriu de color`%s' per la imatge 4bayer
da: farvematricen “%s” ikke fundet for 4bayer-billede
sk: `%s' farebná mriežka pre snímku 4bayer nenájdená
sr: није нађена матрица боја „%s“ за 4bayer слику

source: Invert
ca: inverteix
da: invertér
sk: invertovať
sr: изврни

source: This module is deprecated. Better use negadoctor module instead.
sk: tento modul je zastaralý, radšej použite modul negadoctor.
sr: овај модул је застарео. уместо њега можете користити негадоктора.

source: Invert film negatives
sk: invertovať filmové negatívy
sr: изврће негатив филма

source: Linear, raw, display-referred
sk: lineárne, raw, podľa obrazovky
sr: линеарни raw на основу екрана

source: Pick color of film material from image
ca: pren de la imatge el color del suport
da: vælg farve for filmmateriale fra billede
sk: vypichnúť farbu filmu z obrázka
sr: изаберите боју материјала филма са слике

source: Brightness of film material
ca: lluminositat del suport de film
da: lysstyrke for filmmateriale
sk: jas filmového materiálu
sr: осветљеност материјала филма

source: Color of film material
ca: color del suport de film
da: farve for filmmateriale
sk: farba filmového materiálu
sr: боја материјала филма

source: Select color of film material
ca: tria color del suport de film
da: vælg farve for filmmateriale
sk: vyberie farbu filmu
sr: изаберите боју материјала филма

source: Lens correction
ca: correcció de l'òptica
da: objektivkorrektion
sk: korekcia objektívu
sr: изобличење објектива

source: Vignette|chromatic aberrations|distortion
sk: vinetácia|chromatické aberácie|skreslenie
sr: вињетарење|хроматске аберације|изобличење објектива|исправљање сочива|vinjetarenje|hromatske aberacije|izobličenje objektiva|ispravljanje sočiva|vignette|chromatic aberrations|distortion

source: Correct lenses optical flaws
sk: korigovať optické chyby objektívov
sr: исправља оптичке грешке објектива

source: Geometric and reconstruction, RGB
sk: geometria a rekonštrukcia farieb, RGB
sr: геометрија и реконструкција RGB

source: Maker: %s model: %s%s mount: %s crop factor: %.1f
ca: fabricant: %s model: %s%s montura: %s factor de retall: %.1f
da: producent: %s model: %s%s fatning: %s beskæringsfaktor: %.1f
sk: výrobca: %s model: %s%s bajonet: %s faktor orezania: %.1f
sr: произвођач: %s модел: %s%s бајонет: %s фактор одсецања: %.1f

source: Camera/lens not found - please select manually
ca: càmera/objectiu no identificat - trieu-lo manualment
da: kamera/objektiv ikke fundet – vælg venligst manuelt
sk: fotoaparát/objektív sa nenašiel - prosím vyberte ho ručne
sr: камера/објектив нису пронађени — одредите подешавања ручно

source: Try to locate your camera/lens in the above two menus
ca: cerqueu càmera/objectiu en els dos menús a sobre
da: prøv at finde dit kamera/objektiv i det to menuer herover
sk: pokúste sa lokalizovať váš fotoaparát/objektív v dvoch menu vyššie
sr: покушајте да пронађете вашу камеру/објектив унутар горња два менија

source: Maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f Type: %s mounts: %s
ca: fabricant: %s model: %s rang de focal: %s obertura: %s factor d'escapçat: %.1f tipus: %s montura: %s
da: producent: %s model: %s brændvidde: %s blænde: %s beskæringsfaktor: %.1f type: %s fatninger: %s
sk: výrobca: %s model: %s rozsah ohniska: %s clona: %s faktor orezania: %.1f typ: %s bajonety: %s
sr: произвођач: %s модел: %s подручје фокуса: %s бленда: %s фактор одсецања: %.1f врста: %s бајонет: %s

source: Focal length (mm)
ca: distància focal (mm)
da: brændvidde (mm)
sk: ohnisková dĺžka (mm)
sr: жижна дужина (mm)

source: F/
sr: ф/

source: F-number (aperture)
ca: num. f (obertura)
da: f-tal (blænde)
sk: f-číslo (clona)
sr: ф-број (бленда)

source: D
sr: р

source: Distance to subject
ca: distància al subjecte
da: afstand til subjekt
sk: vzdialenosť objektu
sr: растојање до предмета

source: Distortion & TCA
ca: distorsió i TCA
da: forvrængning & TCA
sk: skreslenie & TCA
sr: изобличење и аберације

source: Distortion & vignetting
ca: distorsió i vinyetatge
da: Forvrængning & vignettering
sk: skreslenie & vinetácia
sr: изобличење и вињетарење

source: TCA & vignetting
ca: TCA i vinyetatge
da: TCA & vignettering
sk: TCA & vinetácia
sr: аберације и вињетарење

source: Only distortion
ca: només distorsió
da: kun forvrængning
sk: iba skreslenie
sr: само изобличење

source: Only TCA
ca: només TCA
da: kun TCA
sk: iba TCA
sr: само аберације

source: Only vignetting
ca: només vinyetatge
da: kun vignettering
sk: iba vinetácia
sr: само вињетарење

source: Camera model
sk: model fotoaparátu
sr: модел камере

source: Find camera
ca: cerca càmera
da: find kamera
sk: nájsť fotoaparát
sr: нађи камеру

source: Find lens
ca: cerca lent
da: find objektiv
sk: nájsť objektív
sr: нађи објектив

source: Corrections
ca: correccions
da: korrektioner
sk: korekcie
sr: корекције

source: Which corrections to apply
ca: correccions a aplicar
da: hvilke korrektioner skal udføres
sk: akú korekciu aplikovať
sr: које корекције ће бити примењене

source: Target geometry
ca: geometria final
da: målgeometri
sk: cieľová geometria
sr: одредишна геометрија

source: Rectilinear
ca: rectilínia
da: retlinjet
sk: rectilineárne
sr: праволинијски

source: Fish-eye
ca: ull de peix
da: fiskeøje
sk: rybie oko
sr: рибље око

source: Panoramic
ca: panoràmica
da: panoramisk
sk: panoramatický
sr: панорамски

source: Equirectangular
da: ækvirektangulær
sk: ekvidistančný
sr: равноправоугаони

source: Orthographic
ca: ortogràfica
da: ortografisk
sk: ortografický
sr: ортографски

source: Stereographic
ca: estereogràfica
da: stereografisk
sk: stereografický
sr: стереографски

source: Equisolid angle
ca: angle equisòlid
da: ækvisolid vinkel
sk: konštantný uhol (equisolid)
sr: равнокутни угао

source: Thoby fish-eye
ca: ull de peix Thoby
da: thoby fiskeøje
sk: rybie oko (thoby)
sr: тоби рибље око

source: Scale
ca: escala
da: skalér
sk: mierka
sr: размера
