Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

# modulename
source: Scale pixels
ca: escala píxels
da: skalér pixels
sk: škálovanie pixelov
sr: размера пиксела

source: Automatic pixel scaling
ca: escalat de píxels automàtic
da: automatisk pixelskalering
sk: automatické škálovanie pixelov
sr: аутоматска размера пиксела

source: Automatic pixel scaling only works for the sensors that need it.
sk: automatické škálovanie pixelov funguje iba pre snímače, ktoré to potrebujú.
sr: аутоматска размера пиксела ради само за сензоре којима је потребна.

source: Shadows and highlights
ca: llums i ombres
da: skygger og højlys
sk: tiene a svetlá
sr: сенке и светли делови

source: Modify the tonal range of the shadows and highlights of an image by enhancing local contrast.
sk: modifikovať tónový rozsah tieňov a svetiel snímky zvýšením lokálneho kontrastu.
sr: уређује опсег тонова слике за сенке и светле тонове слике тако што побољшава локални контраст

source: Compress
ca: compressió
da: komprimér
sk: komprimácia
sr: сажми

source: Correct shadows
ca: corregeix ombres
da: korrigér skygger
sk: korekcia tieňov
sr: исправи сенке

source: Correct highlights
ca: corregeix altes llums
da: ret højlys
sk: korekcia svetiel
sr: исправи светло

source: Shift white point
ca: mou el punt de blanc
da: forskyd hvidpunkt
sk: posun bieleho bodu
sr: помери тачку беле

source: Filter to use for softening. Bilateral avoids halos
ca: filtre emprat per suavitzar. bilateral evita halos
da: filter til brug for blødgøring. bilateral undgår stråleglansringe
sk: použiť filter na zmäkčenie, bilaterálny nerobí žiaru (halo)
sr: филтер који се користи за умекшавање. двобочни избегава ефекат ореола

source: Compress the effect on shadows/highlights and preserve midtones
ca: comprimeix l'efecte en llums/ombres i preserva els tons mitjos
da: komprimér effekten på skygger/højlys og bibehold midtertoner
sk: komprimuj efekt na tiene/svetlá a zachovaj stredné tóny
sr: сажима сенке и светле делове и чува средишње тонове

source: Adjust saturation of shadows
ca: ajusta saturació d'ombres
da: justér mætning af skygger
sk: nastaviť sýtosť tieňov
sr: подеси засићеност у сенкама

source: Adjust saturation of highlights
ca: ajusta saturació d'altes llums
da: justér mætning af højlys
sk: nastaviť sýtosť svetiel
sr: подеси засићеност у светлим деловима

# modulename
source: Sharpen
ca: enfoca (sharpen)
da: øg skarphed
sk: doostrenie
sr: изоштравање

source: Sharpen the details in the image using a standard UnSharp Mask (USM)
sk: doostriť detaily v snímke použitím štandardnej masky rozostrovania
sr: истиче детаље на слици уз помоћ стандардне маске оштрине (USM)

source: Linear or non-linear, Lab, display or scene-referred
sk: lineárny alebo nelineárny, Lab, podľa scény alebo obrazovky
sr: линеарни или нелинеарни Lab на основу сценографије

source: Quasi-linear, Lab, display or scene-referred
sk: kvázi lineárny, Lab, podľa scény alebo obrazovky
sr: квази-линеарни Lab екран или на основу сценографије

source: Sharpen
ca: enfoca (sharpen)
da: øg skarphed
sk: doostrenie
sr: изоштравање

source: Spatial extent of the unblurring
ca: extensió espacial del des-difuminat
da: rumlig rækkevidde for af-sløring
sk: priestorové rozšírenie odostrenia
sr: просторно подручје за смањење замућења

source: Strength of the sharpen
ca: intensitat de l'efecte enfoc
da: styrke af skarpheds-øgning
sk: sila doostrenia
sr: јачина изоштравања

source: Threshold to activate sharpen
ca: llindar per activar l'enfocament
da: grænseværdi for aktivering af skarpheds-øgning
sk: prah na aktiváciu doostrenia
sr: праг за активирање изоштравања

source: Soften
ca: suavitza
da: blødgør
sk: zjemniť
sr: умекшавање

source: Create a softened image using the Orton effect
sk: vytvoriť zjemnenú snímku pomocou Ortonovho efektu
sr: направи умекшану слику користећи Ортонов ефекат

source: The size of blur
ca: mida del difuminat
da: størrelsen på sløring
sk: veľkosť rozostrenia
sr: величина замућења

source: The saturation of blur
ca: saturació del difuminat
da: mætningen på sløring
sk: sýtosť rozostrenia
sr: засићеност замућења

source: The brightness of blur
ca: brillantor del difuminat
da: lysstyrken for sløring
sk: jas rozostrenia
sr: осветљеност замућења

source: The mix of effect
ca: barreja de l'efecte
da: effektens miks
sk: mix efektov
sr: мешавина егекта

source: Split-toning
sk: rozdelené tónovanie
sr: подељени тонови

source: Use two specific colors for shadows and highlights and create a linear toning effect between them up to a pivot.
sk: použite dve špecifické farby pre tiene a svetlá a vytvorte lineárny tónovací efekt medzi nimi na pivotovanie.
sr: користи две одређене боје за сенке и светле делове и прави ефекат линеарног тонирања између њих унутар окрета.

source: Authentic sepia
ca: sèpia autèntic
da: autentisk sepia
sk: pravá sépia
sr: аутентична сепија

source: Authentic cyanotype
ca: cianotípia autèntica
da: autentisk cyanotype
sk: pravý cyanotyp
sr: аутентична плавичаста

source: Authentic platinotype
ca: platinotípia autèntica
da: autentisk platinotype
sk: pravý platinotyp
sr: аутентична платинаста

source: Chocolate brown
ca: color xocolata
da: chokoladebrun
sk: hnedá čokoláda
sr: чоколадно смеђа

source: Select the saturation tone
ca: selecciona el to de saturació
da: vælg mætningstonen
sk: vybrať farebný odtieň
sr: изаберите тон засићености

source: Select tone color
ca: selecciona to de color
da: vælg tonefarve
sk: vybrať farbu tónu
sr: изаберите тон боје

source: Properties
ca: propietats
da: egenskaber
sk: vlastnosti
sr: особине

source: The balance of center of split-toning
sk: vyváženie stredu rozdeleného tónovania
sr: баланс средишњег и подељеног тонирања

source: Compress the effect on highlights/shadows and preserve midtones
ca: comprimeix l'efecte en llums/ombres i preserva els tons mitjos
da: komprimér effekten på højlys/skygger og bibehold midtertoner
sk: kompresia efektu na svetlách/tieňoch a zachovať stredné tóny
sr: сажимање ефекта светлих делова/сенки и очување средишњих тонова

source: Spot removal
ca: elimina punts
da: spotfjernelse
sk: odstránenie prachu
sr: уклањање тачке

source: Remove sensor dust spots
sk: odstrániť body prachu senzora
sr: уклања тачке од прашине на сензору

source: Geometric, raw
sk: geometrické, raw
sr: геометријски raw

source: Spot module is limited to 64 shapes. Please add a new instance !
sk: modul odstránenia škvŕn je limitovaný 64 tvarmi. pridajte prosím novú inštanciu!
sr: модул за уклањање тачака је ограничен на 64 облика. додајте нови дупликат модула!

source: Number of strokes:
ca: nombre de traçades:
da: antal strøg:
sk: počet ťahov:
sr: број потеза:

source: Click on a shape and drag on canvas. Use the mouse wheel to adjust size. Right click to remove a shape.
ca: féu clic en una forma i marqueu sobre la imatge. veureu un punt de destí i un d'origen de la còpia podeu moure tots dos punts arrossegant. empreu la roda del ratolí per variar la mida dels punts o la vora. clic dret per eliminar una forma.
da: klik på en figur og træk over lærredet. brug musehjulet for at justere størrelse. højreklik for at fjerne figur.
sk: kliknúť na tvar a potiahnuť na plátno. použiť koliesko myši na nastavenie veľkosti. pravým kliknutím zmažete tvar.
sr: кликните на облик да га превучете на платно. користите точкић миша да подесите његову величину. десни клик да уклоните облик.

source: Show and edit shapes
sk: zobraziť a upraviť tvary
sr: прикажи и уреди облике

# modulename
source: White balance
ca: balanç de blancs
da: hvidbalance
sk: vyváženie bielej
sr: баланс беле

source: Scale raw RGB channels to balance white and help demosaicing
sk: škálovať surové RGB kanály na vyváženie bielej a na pomoc demosaicingu
sr: подешава raw RGB канале да избалансира белу боју и помогне у расклапању мозаика

source: From image area
sk: z oblasti obrázku
sr: из области слике

source: White balance applied twice
sk: vyváženie bielej bolo aplikované dva razy
sr: баланс беле је примењен двапут

source: The color calibration module is enabled, and performing chromatic adaptation. Set the white balance here to camera reference (D65) or disable chromatic adaptation in color calibration.
sk: modul farebnej kalibrácie je zapnutý a vykonáva chromatickú adaptáciu. nastavte tu vyváženie bielej na referenciu fotoaparátu (D65) alebo vypnite chromatickú adaptáciu v kalibrácii farieb.
sr: модул за калибрацију боје је омогућен, и већ примењује адаптаију боје. баланс беле треба да поставите на референцу из камере (Д65) или да омогућите адаптацију боје у модулу за калибрацију боје.

source: `%s' Color matrix not found for image
ca: no s'ha trobat la matriu de color`%s' per la imatge
da: farvematricen “%s” ikke fundet for billede
sk: „%s“ matica farieb pre obrázok nenájdená
sr: није пронађена матрица боје „%s“ за слику

source: Failed to read camera white balance information from `%s'!
ca: no s'ha pogut llegir balanç de blancs de la càmera de `%s'!
da: læsning af kameraets information om hvidbalance fra “%s” mislykkedes!
sk: zlyhalo čítanie informácií o vyvážení bielej fotoaparátu z „%s“!
sr: не могу да очитам податке о балансу беле из камере за „%s“!

# white balance
source: As shot
sk: podľa fotoaparátu
sr: као при снимању

# white balance
source: From image area
sk: z oblasti obrázku
sr: из подручја слике

# white balance
source: User modified
sk: modifikované používateľom
sr: задао корисник

# white balance
source: Camera reference
sk: referenčný bod fotoaparátu
sr: референтна камера

source: Green channel coefficient
sk: kanálový koeficient zelenej
sr: коефицијент зеленог канала

source: Magenta
sk: purpurová
sr: љубичаста

source: Magenta channel coefficient
sk: kanálový koeficient purpurovej
sr: коефицијент љубичастог канала

source: Cyan
ca: cian
sk: zelenomodrá
sr: плавичста

source: Cyan channel coefficient
sk: kanálový koeficient zelenomodrej
sr: коефицијент плавичастог канала

source: Yellow channel coefficient
sk: kanálový koeficient žltej
sr: коефицијент жутог канала

source: Red channel coefficient
sk: kanálový koeficient červenej
sr: коефицијент црвеног канала

source: Blue channel coefficient
sk: kanálový koeficient modrej
sr: коефицијент плавог канала

source: Emerald channel coefficient
sk: koeficient smaragdového kanála
sr: коефицијент смарагдног канала

source: Scene illuminant temp
sk: teplota svetelného zdroja scény
sr: температура светла сцене

source: Click to cycle color mode on sliders
sk: kliknite na prepínanie farebných módov na posuvníkoch
sr: кликните за листање режима боја на клизачима

source: Color temperature (in Kelvin)
sk: farebná teplota (v Kelvinoch)
sr: температура боје (у келвинима)

source: Tint
da: nuance
sk: sfarbenie
sr: нијансирање

source: Color tint of the image, from magenta (value < 1) to green (value > 1)
sk: farebný nádych snímky, od purpurovej (hodnota < 1) po zelenú (hodnota > 1)
sr: нијансирање слике, од љубичасте (вредност <1) до зелене (вредност > 1)

source: Channel coefficients
sk: koeficienty kanálov
sr: коефицијенти канала

source: White balance settings
sk: nastavenia vyváženia bielej
sr: поставке баланса беле

source: As shot
sk: podľa fotoaparátu
sr: као при сликању

source: Set white balance to as shot
sk: vyváženie bielej podľa fotoaparátu
sr: поставља баланс беле као када је настала фотографија

source: User modified
sk: modifikované používateľom
sr: изменио корисник

source: Set white balance to user modified
sk: vyváženie bielej podľa modifikácie používateľom
sr: поставља баланс беле на вредност коју сте ви одредили

source: Camera reference
sk: referenčný fotoaparát
sr: референтна камера

source: Set white balance to camera reference point in most cases it should be D65
sk: nastaviť vyváženie bielej na referenčný bod fotoaparátu vo väčšine prípadov by to mal byť D65
sr: поставља баланс беле на референтну тачку камере што у највећем броју случајева треба да буде Д65

source: Choose white balance setting
sk: vybrať nastavenie vyváženia bielej
sr: изаберите подешавања баланса беле

source: Finetune
ca: ajustament fi
da: finjustér
sk: jemné doladenie
sr: подеси

source: %.0f Mired
da: %.0f justeret
sr: %.0f укаљан

source: Fine tune camera's white balance setting
sk: jemne doladiť vyváženie bielej fotoaparátu
sr: фино подешава баланс беле боје за камеру

source: White balance disabled for camera
ca: balanç de blancs desactivat per a la càmera
da: hvidbalance deaktiveret for kamera
sk: vyváženie bielej vypnuté pre fotoaparát
sr: баланс беле је онемогућен за ову камеру

source: Tone curve
ca: corba de tons
da: tonekurve
sk: tónová krivka
sr: крива тонова

source: Alter an image’s tones using curves
sk: zmeniť tónovanie snímky použitím kriviek
sr: дозвољава да промените тонове слике уз помоћ кривуља

source: If set to auto, a and b curves have no effect and are not displayed. Chroma values (a and b) of each pixel are then adjusted based on L curve data. Auto XYZ is similar but applies the saturation changes in XYZ space.
ca: si es posa en auto, les corbes a i b no fan cap efecte i no es mostren. Els valors de chroma (a i b) de cada píxel s'ajusten segons les dades de la corba L. Auto XYZ és similar però aplica els canvis de saturació a l'espai XYZ.
da: hvis sat til auto, har a- og b-kurverne ingen effekt og vises ikke. kromaværdier (a og b) for hver pixel bliver så justeret baseret på L-kurvedata. auto-XYZ ligeledes men anvender mætningsændringerne i XYZ-rum.
sk: ak je nastavené na auto, a aj b krivky nemajú efekt a nie sú zobrazené. hodnoty chroma (a,b) sú potom nastavené pre každý pixel podľa krivky L. auto XYZ funguje podobne, ale ovplyvňuje zmeny sýtosti v priestore XYZ.
sr: уколико је постављено на аутоматски, a и b криве немају ефекат и не приказују се. вредности хроме (a и b) сваког пиксела ће бити подешене на основу података из L криве светлине. ауто XYZ је слично али примењује промене засићености у XYZ простору боја.

source: Tonecurve for L channel
ca: corba pel canal L
da: tonekurve for L-kanal
sk: tónová krivka pre kanál L
sr: крива тонова за L канал

source: Tonecurve for a channel
ca: corba pel canal a
da: tonekurve for a-kanal
sk: tónová krivka pre kanál a
sr: крива тонова за a канал

source: Tonecurve for b channel
ca: corba pel canal b
da: tonekurve for b-kanal
sk: tónová krivka pre kanál b
sr: крива тонова за b канал

source: Tone equalizer
ca: equalitzador de tons
sk: tónový ekvalizér
sr: уједначавање тонова

source: Tone curve|tone mapping|relight|background light|shadows highlights
sk: tónová krivka|rozdelené tónovanie|relight|svetlo pozadia|tiene svetlá
sr: крива тонова|мапирање тонова|поновно осветљавање|позадинско светло|сенке и светло|kriva tonova|mapiranje tonova|ponovno osvetljavanje|pozadinsko svetlo|senke i svetlo|tone curve|tone mapping|relight|background light|shadows highlights

source: Relight the scene as if the lighting was done directly on the scene
sk: presvieti scénu, ako by osvietenie bolo priamo na scéne
sr: поновно осветљавање слике као да је осветљење рађено директно у свенографији

source: Quasi-linear, RGB
sk: kvázi-lineárne, RGB
sr: квази-линеарни RGB

source: Quasi-linear, RGB, scene-referred
sk: kvázi-lineárne, RGB, podľa scény
sr: квази-линеарни RGB на основу сценографије

source: Simple tone curve
sk: jednoduchá tónová krivka
sr: једноставна крива тонова

source: Mask blending : all purposes
ca: mescla de màscares: tots els usos
da: maskeblending: alle formål
sk: prelínanie masky: všetky účely
sr: стапање маске: за све сврхе

source: Mask blending : people with backlight
sk: prelínanie masky: ľudia s protisvetlom
sr: стапање маске: људи у контра светлу

source: Compress shadows/highlights (eigf) : strong
sk: komprimovať tiene/svetlá (eigf): silné
sr: сажми сенке/светле делове (вфне): јако

source: Compress shadows/highlights (gf) : strong
sk: komprimovať tiene/svetlá (gf): silné
sr: сажми сенке/светле делове (вф): јако

source: Compress shadows/highlights (eigf) : medium
sk: komprimovať tiene/svetlá (eigf): stredné
sr: сажми сенке/светле делове (вфне): средње

source: Compress shadows/highlights (gf) : medium
sk: komprimovať tiene/svetlá (gf): stredné
sr: сажми сенке/светле делове (вф): средње

source: Compress shadows/highlights (eigf) : soft
sk: komprimovať tiene/svetlá (eigf): slabé
sr: compress shadows/highlights (вфне) : слабо

source: Compress shadows/highlights (gf) : soft
sk: komprimovať tiene/svetlá (gf): slabé
sr: сажми сенке/светле делове (вф): слабо

source: Contrast tone curve: soft
sk: krivka tónového kontrastu: slabá
sr: крива тонова за контраст: слабо

source: Contrast tone curve: medium
sk: krivka tónového kontrastu: stredná
sr: крива тонова за контраст: средње

source: Contrast tone curve: strong
sk: krivka tónového kontrastu: silná
sr: крива тонова за контраст: јако

source: Relight : fill-in
ca: il·lumina: reemplenat
da: genlys: udfyld
sk: znovu osvetliť: prisvetlenie
sr: поново осветли: попуњавање

source: Tone equalizer needs to be after distorsion modules in the pipeline – disabled
ca: l'equalitzador de tons ha d'anar, a la línia de processament, després dels mòduls de distorsió - desactivat
da: toneequalizer skal være efter forvrængningsmoduler i pipeline – deaktiveret
sk: tónový ekvalizér musí byť vo fronte za modulmi skreslenia - zrušené
sr: уједначавање тонова треба применити након модула за изобличења у цевоводу — онемогућено

source: Tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
ca: el buffer d'entrada/sortida de l'equalitzador de tons està mal alineat, si us plau, comuniqueu l'error als desenvolupadors
da: in-/outbuffer for toneequalizer er ikke tilpasset; rapportér venligst fejlen til udviklerne
sk: in/out vyrovnávacia pamäť tónového ekvalizéru nie je zarovnaná, prosím nahláste chybu vývojárom
sr: уједначавање тонова у/из оставе је погрешно поравнато, пријавите ово програмерском тиму

source: Tone equalizer failed to allocate memory, check your RAM settings
ca: l'equalitzador de tons no ha pogut reservar memòria, comproveu la vostra configuració de RAM
da: toneequalizer kunne ikke allokere hukommelse; tjek dine RAM-indstillinger
sk: zlyhala alokácia pamäte pre tónový ekvalizér, skontrolujte nastavenie RAM
sr: уједначавање тонова није успело да резервише довољно меморије, проверите подешавања РАМ меморије

source: The interpolation is unstable, decrease the curve smoothing
ca: la interpolació és inestable, reduïu el suavitzat de corba
da: interpoleringen er ustabil; formindsk kurveudjævningen
sk: interpolácia je nestabilná, znížte vyhladenie krivky
sr: интерполације није стабилна, смањите умекшавање криве

source: Wait for the preview to finish recomputing
ca: espereu a que es completi el càlcul per a la previsualització
da: vent indtil forhåndsvisningen er færdig med at genberegne
sk: počkajte pre náhľad kým sa dokončí výpočet
sr: сачекајте док се не заврши рачунање прегледа

source: Scroll over image to change tone exposure shift+scroll for large steps; ctrl+scroll for small steps
sk: skrolujte cez snímku na zmenu tónovej expozície shift+skrolujte pre veľké kroky; ctrl-skrolujte pre malé kroky
sr: точкић миша преко слике да промените експозицију тонова shift+точкић миша за велике кораке; ctrl+точкић миша за мале кораке

source: Some parameters are out-of-bounds
ca: alguns paràmetres són fora dels límits
da: nogle parametre er uden for begrænsningerne
sk: niektoré parametre sú mimo rozsahu
sr: неки параметри су изван граница

source: [%s Over image] Change tone exposure
sk: [%s cez snímku] zmeniť expozíciu
sr: [%s преко слике] мења експозицију тонова

source: [%s Over image] Change tone exposure in large steps
sk: [%s cez snímku] zmeniť expozíciu vo veľkých krokoch
sr: [%s преко слике] мења експозицију тонова већим корацима

source: [%s Over image] Change tone exposure in small steps
sk: [%s cez snímku] zmeniť expozíciu v malých krokoch
sr: [%s преко слике] мења експозицију тонова мањим корацима

source: Simple
da: simpel
sk: jednoduchý
sr: просто

source: Advanced
ca: avançat
da: avanceret
sk: pokročilý
sr: напредније

source: Double-click to reset the curve
ca: feu doble clic per reiniciar la corba
da: dobbeltklik for at nulstille kurven
sk: dvojklikom obnoviť krivku
sr: двоклик за враћање криве

source: Curve smoothing
ca: suavitzat de corba
da: kurveudjævning
sk: vyhladenie krivky
sr: умекшавање криве

source: Positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. Negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
ca: valors positius produiran transicions de tons més progressives però la corba pot esdevenir oscil·latòria en alguns ajustos. Els valors negatius evitaran oscil·lacions i es comportaran més robustament però poden produir transicions de tons brutals i fer deteriorar el contrast local.
da: positive værdier vil give mere progressive tonetransitioner men kurven bliver muligvis oscillerende ved nogle indstillinger. negative værdier vil undgå oscilleringer og opføre sig mere rubust men kan muligvis producere brutale tonetransitioner og beskadige lokal kontrast.
sk: kladné hodnoty vedú k progresívnejšiemu prechodu tónov, ale krivka môže v niektorých nastaveniach začať oscilovať. záporné hodnoty zabránia osciláciám a chová sa robustnejšie, ale môže spôsobiť brutálne prechody tónov a zhoršiť lokálny kontrast.
sr: позитивне вредности ће направити постепенији прелаз између тонова, али ће крива са неким подешавањима почети да осцилира. негативне вредности ће смањити осцилације и даће уједначеније резултате али могу направити веома лош прелаз тронова и уништити локални контраст.

source: Masking
ca: màscara
da: masker
sk: maskovanie
sr: маска

source: Preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
ca: previsualitzeu la màscara i escolliu l'estimació que us doni més contrast entre les àrees a aclarir i les àrees a enfosquir
da: forhåndsvis masken og vælg den estimator, der giver dig den højeste kontrast mellem områder til “dodge” og “burn”
sk: zobraziť náhľad masky a vybrať vhodný odhad, ktorý vedie k vyššiemu kontrastu medzi oblasťami pre stmavenie a zosvetlenie
sr: прегледа маске и извор рачунице која ће дати већи контраст између подручја за просветљење и подручја за спаљивање

source: Details
sk: detaily
sr: детаљи

source: Preserve details
ca: preserva detalls
da: bevar detaljer
sk: zachovať detaily
sr: очувај детаље
