Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: When having raw+JPEG images together in one directory it makes no sense to import both. With this flag one can ignore all JPEGs found.
ca: en tenir imatges raw-JPEG a la mateixa carpeta té poc sentit importar les dues. amb aquesta opció s'ignoren els JPEG trobats.
da: når både raw- og JPEG-billeder er tilstede sammen i en mappe, giver det ingen mening at importere begge dele. Med denne indstilling kan alle fundne JPEG'er ignoreres.
sk: keď sa nachádzajú obrázky raw+JPEG spoločne v jednom priečinku, nemá význam ich importovať oba. s týmto príznakom sa dajú ignorovať všetky nájdené obrázky typu JPEG.
sr: када постоји иста слика у raw и JPEG формату нема потребе да увезете обе. ова ознака може омогућити да занемарите све JPEG слике.

source: Apply metadata
sr: примени метаподатке

source: Apply some metadata to all newly imported images.
ca: aplica algunes metadades a totes les noves imatges importades.
da: anvend metadata på alle nyligt importerede billeder.
sk: použiť niektoré metadáta na všetky novo importované obrázky.
sr: примени неке од метаподатака за све новоувезене слике.

source: Recursive directory
sr: и поддиректоријуми

source: Recursive directory traversal when importing filmrolls
ca: moure's recursivament per directoris en importar rodets
da: gennemse mapper rekursivt under importering af filmruller
sk: importovať priečinok rekurzívne
sr: претражује и поддиректиријуме приликом увоза филмских ролни

source: Creator to be applied when importing
ca: autor aplicat en importar
da: skaberen der skal anvendes under importering
sk: autor, ktorý sa má použiť pri importovaní
sr: аутор за додавање на увезене слике

source: Publisher to be applied when importing
ca: publicador aplicat en importar
da: udgiveren der skal anvendes under importering
sk: vydavateľ, ktorý sa má použiť pri importovaní
sr: издавач за додавање на увезене слике

source: Rights to be applied when importing
ca: drets a aplicar en importar
da: rettigheder der skal anvendes under importering
sk: práva, ktoré sa majú použiť pri importovaní
sr: ауторство за додавање на увезене слике

source: Comma separated tags to be applied when importing
ca: etiquetes separades per comes aplicats en importar
da: kommaseparerede mærker der skal anvendes under importering
sk: čiarkou oddelené štítky, ktoré sa majú použiť pri importovaní
sr: ознаке раздвојене зарезом за додавање при увозу

source: Initial rating
sr: почетна оцена

source: Initial star rating for all images when importing a filmroll
ca: puntuació en estrelles inicial per tota imatge in importar rodet
da: indledende stjernebedømmelse for alle billeder under importering af en filmrulle
sk: počet hviezdičiek priradených pre každý obrázok pri importovaní
sr: почетна оцена у виду звездице за све слике приликом увоза филмске ролне

source: Ignore exif rating
sr: занемари exif оцене

source: Ignore exif rating. If not set and exif rating is found, it overrides 'initial rating'
sr: занемарује exif оцене. уколико није поставњено и exif оцене нису пронађене, преписује вредност из подешавања „почетна оцена“

source: Lens shift (vertical)
ca: desplaça l'òptica (vertical)
da: objektivforskydning (lodret)
sk: posun objektívu (zvislý)
sr: померај сочива (усправно)

source: Lens shift (horizontal)
ca: desplaça l'òptica (horitzontal)
da: objektivforskydning (vandret)
sk: posun objektívu (vodorovný)
sr: померај сочива (водоравно)

source: Shear
ca: cisalla
da: skævvrid
sk: nakláňanie
sr: острижи

source: Focal length
ca: long. focal
da: brændvidde
sk: ohnisková dĺžka
sr: жижна дужина

source: Crop factor
ca: factor de retall
da: beskæringsfaktor
sk: faktor orezu
sr: фактор исецања

source: Lens dependence
ca: dependència de l'òptica
da: objektivafhængighed
sk: závislosť na objektíve
sr: зависност објектива

source: Aspect adjust
ca: ajustament d'aspecte
da: justering af billedformat
sk: upraviť pomer
sr: подеси размеру

source: Lens model
ca: model de lent
da: objektivmodel
sk: model objektívu
sr: модел објектива

source: Automatic cropping
ca: escapçat automàtic
da: automatisk beskæring
sk: automatický výrez
sr: сам исеци

source: Generic
ca: genèric
da: generisk
sk: všeobecné
sr: опште

source: Specific
ca: específic
da: specifik
sk: špecifické
sr: спрецифично

source: Off
ca: inactiu
da: fra
sk: vypnuté
sr: искључено

source: Largest area
ca: àrea més amplia
da: største område
sk: najväčšia oblasť
sr: највеће подручје

source: Original format
ca: format original
sk: pôvodný formát
sr: оригинални формат

source: Fusion
ca: fusió
da: fusionering
sk: fúzia
sr: спајање

source: Exposure shift
ca: variació d'exposició
da: eksponeringsforskydning
sk: posun expozície
sr: размакнутост експозиција

source: Exposure bias
ca: correcció d'exposició
da: eksponeringsbias
sk: kompenzácia EV
sr: експозиција

source: Preserve colors
ca: preserva colors
da: bevar farver
sk: zachovať farby
sr: очувај боје

source: None
ca: sense
da: intet
sk: žiadne
sr: ништа

source: Luminance
ca: luminància
da: luminans
sk: jas
sr: светлина

source: Max RGB
da: maks-RGB
sr: највећи RGB

source: Average RGB
ca: mitjana RGB
da: gennemsnitlig RGB
sk: priemer RGB
sr: просечни RGB

source: Sum RGB
ca: suma RGB
sk: suma RGB
sr: збир RGB

source: Norm RGB
ca: norma RGB
sr: норм RGB

source: Basic power
ca: bàsic potència
da: basisstyrke
sk: základná mocnina
sr: основни квадрат

source: Black level correction
ca: correcció de nivell de negre
da: rettelse af sortniveau
sk: korekcia úrovne čiernej
sr: корекција нивоа црне

source: Highlight compression
ca: compressió d'altes llums
da: højlyskomprimering
sk: stlačenie svetiel
sr: сажимање светлог

source: Middle grey
ca: gris mitjà
da: middelgrå
sk: stredná šedá
sr: средишња дива

source: Midtone range
ca: rang de tons mitjans
da: midttone-område
sk: rozsah stredných tónov
sr: распон средњих тонова

source: Bilateral grid
ca: reixeta bilateral
da: bilateral gitter
sk: bilaterálna sieť
sr: двобочна мрежа

source: Local laplacian filter
ca: filtre de Laplace local
da: lokal laplacian-filter
sk: lokálny filter laplacian
sr: лок. лапласов филтер

source: Aspect ratio
ca: relació d'aspecte
da: billedformat
sk: pomer strán
sr: однос размере

source: Orientation
ca: orientació
da: orientering
sk: orientácia
sr: окретање

source: Border size
ca: mida de la vora
da: kantstørrelse
sk: veľkosť okraja
sr: величина ивице

source: Horizontal position
ca: posició horitzontal
da: vandret position
sk: vodorovná pozícia
sr: водоравни положај

source: Vertical position
ca: posició vertical
da: lodret position
sk: vertikálna pozícia
sr: усправни положај

source: Frame line size
ca: mida de la línia del marc
da: rammelinjetykkelse
sk: hrúbka linky rámika
sr: величина линије оквира

source: Frame line offset
ca: decalatge de la línia del marc
da: rammelinjes forskydning
sk: posun linky rámika
sr: померај линије оквира

source: Input blur radius
sr: полупречних улазног замућења

source: Pixellation radius
sr: полупречник пикселизације

source: Output blur radius
sr: полупречних излазног замућења

source: Noise level
sr: ниво шума

source: Normalize channels
sk: normalizovať kanály
sr: нормализуј канале

source: F source
sk: F zdroj
sr: Ф извор

source: LED source
sk: LED zdroj
sr: ЛЕД извор

source: Gamut compression
sk: stlačenie gamutu
sr: сажимање палете

source: Clip negative RGB from gamut
sk: orezať z gamutu negatívne RGB
sr: одсеца негативне RGB вредности са палете

source: Saturation algorithm
sr: алгоритам засићености

source: Same as pipeline (D50)
sk: rovnaké s pipeline (D50)
sr: као у цевоводу (Д50)

source: A (incandescent)
sk: A (žiarovka)
sr: A (сијалица)

source: D (daylight)
sk: D (denné svetlo)
sr: Д (дневна светлост)

source: E (equi-energy)
sk: E (energ. ekviv. bod)
sr: E (екви-енерџи)

source: F (fluorescent)
sk: F (žiarivka)
sr: Ф (флоресцентно)

source: LED (LED light)
sk: LED (LED svetlo)
sr: ЛЕД (лед осветљење)

source: Planckian (black body)
sk: Planckov (čierne teleso)
sr: Планково (црно тело)

source: Custom
sk: vlastný
sr: произвољно

source: (AI) detect from image surfaces...
sk: (AI) detekovať z povrchov snímky...
sr: (ВИ) израчунај са делова слике…

source: (AI) detect from image edges...
sk: (AI) detekovať z hrán snímky...
sr: (ВИ) израчунај са ивица слике…

source: As shot in camera
sk: ako odfotené vo fotoaparáte
sr: као снимак из камере

source: F1 (Daylight 6430 K) – medium CRI
sk: F1 (denné svetlo 6430 K) - stredný CRI
sr: F1 (дневна светлост 6430 K) – средњи CRI

source: F2 (Cool White 4230 K) – medium CRI
sk: F1 (studené biele 4230 K) - stredný CRI
sr: F2 (хладно бела 4230 K) – средњи CRI

source: F3 (White 3450 K) – medium CRI
sk: F1 (biele 3450 K) - stredný CRI
sr: F3 (бела 3450 K) – средњи CRI

source: F4 (Warm White 2940 K) – medium CRI
sk: F1 (teplé biele 2940 K) - stredný CRI
sr: F4 (топла бела 2940 K) – средњи CRI

source: F5 (Daylight 6350 K) – medium CRI
sk: F5 (denné svetlo 6350 K) - stredný CRI
sr: F5 (дневна светлост 6350 K) – средњи CRI

source: F6 (Lite White 4150 K) – medium CRI
sk: F6 (svetlobiele 4150 K) - stredný CRI
sr: F6 (светло бела 4150 K) – средњи CRI

source: F7 (D65 simulator 6500 K) – high CRI
sk: F7 (D65 simulátor 6500 K) – vysoké CRI
sr: F7 (Д65 симулатор 6500 K) – висок CRI

source: F8 (D50 simulator 5000 K) – high CRI
sk: F8 (D50 simulátor 5500 K) – vysoké CRI
sr: F8 (Д50 симулатор 5000 K) – висок CRI

source: F9 (Cool White Deluxe 4150 K) – high CRI
sk: F9 (studené biele deluxe 4150 K) – vysoké CRI
sr: F9 (хладно бела, Deluxe 4150 K) – висок CRI

source: F10 (Tuned RGB 5000 K) – low CRI
sk: F10 (nastavené RGB 5000K) - nízke CRI
sr: F10 (подешен RGB 5000 K) – низак CRI

source: F11 (Tuned RGB 4000 K) – low CRI
sk: F11 (nastavené RGB 4000K) - nízke CRI
sr: F11 (подешен RGB 4000 K) – низак CRI

source: F12 (Tuned RGB 3000 K) – low CRI
sk: F12 (nastavené RGB 3000K) - nízke CRI
sr: F12 (подешен RGB 3000 K) – низак CRI

source: B1 (Blue 2733 K)
sk: B1 (modré 2733 K)
sr: B1 (плава 2733 K)

source: B2 (Blue 2998 K)
sk: B2 (modré 2998 K)
sr: B2 (плава 2998 K)

source: B3 (Blue 4103 K)
sk: B3 (modré 4103 K)
sr: B3 (плава 4103 K)

source: B4 (Blue 5109 K)
sk: B4 (modré 5109 K)
sr: B4 (плава 5109 K)

source: B5 (Blue 6598 K)
sk: B5 (modré 6598 K)
sr: B5 (плава 6598 K)

source: BH1 (Blue-Red hybrid 2851 K)
sk: BH1 (modré-červené zmiešané 2851 K)
sr: BH1 (хибридна бело-црвена 2851 K)

source: V1 (Violet 2724 K)
sk: V1 (fialové 2724 K)
sr: V1 (љубичаста 2724 K)

source: V2 (Violet 4070 K)
sk: V1 (fialové 4070 K)
sr: V2 (љубичаста 4070 K)

source: Linear Bradford (ICC v4)
sk: lineárny Bradford (ICC v4)
sr: линеарни Брадфорд (ICC v4)

source: Non-linear Bradford
sk: nelineárny Bradford
sr: нелинеарни Брадфорд

source: None (bypass)
sk: žiadne
sr: ништа (заобиђи)

source: Version 1 (2020)
sr: издање 1 (2020)

source: Version 2 (2021)
sr: издање 2 (2021)

source: Left
sk: vľavo
sr: лево

source: Top
sk: hore
sr: горе

source: Right
sk: vpravo
sr: десно

source: Bottom
sk: dole
sr: доле

source: Input saturation
ca: saturació a l'entrada
da: inputmætning
sk: vstupná sýtosť
sr: улазна засићеност

source: Contrast fulcrum
ca: fulcre de contrast
da: kontrast-tippepunkt
sk: stred kontrastu
sr: ослонац контраста

source: Output saturation
ca: saturació a la sortida
da: outputmætning
sk: výstupná sýtosť
sr: излазна засићеност

source: Lift, gamma, gain (ProPhotoRGB)
ca: elevació, gamma, guany (ProPhotoRGB)
da: løft, gamma, forøgelse (ProPhotoRGB)
sk: zdvih, gamma, zisk (ProPhotoRGB)
sr: раст, гама, добит (ProPhotoRGB)

source: Slope, offset, power (ProPhotoRGB)
ca: pendent, decalatge, potència (ProPhotoRGB)
da: skråning, forskydning, styrke (ProPhotoRGB)
sk: sklon, posun, mocnina (ProPhotoRGB)
sr: пад, померај, снага (ProPhotoRGB)

source: Lift, gamma, gain (sRGB)
ca: elevació, gamma, guany (sRGB)
da: løft, gamma, forøgelse (sRGB)
sk: zdvih, gamma, zisk (sRGB)
sr: раст, гама, добит (sRGB)

source: Chroma
da: kroma
sr: хрома

source: Hue
ca: to
da: farvetone
sk: odtieň
sr: нијанса

source: Tonal weight
sr: тежина тонова

source: Fulcrum
sr: тачка ослонца

source: Shadows
ca: ombres
da: skygger
sk: tiene
sr: сенке

source: Highlights
ca: altes llums
da: højlys
sk: svetlé body
sr: светли делови

source: Global
sr: опште

source: Midtones
sk: stredné tóny
sr: средњи тонови

source: Saturation global
sr: општа засићеност

source: Hue shift
sr: померај нијансе

source: Green-magenta contrast
sk: kontrast zelená -purpurová
sr: контраст зелене-љубичасте

source: Blue-yellow contrast
sk: kontrast modrá-žltá
sr: контраст плаве-жуте

source: Gamut clipping
ca: retall de gamut
da: gamut-klipning
sk: orezanie gamutu
sr: одсецање палете

source: Adobe RGB (compatible)
sk: Adobe RGB (kompatibilné)
sr: Adobe RGB (сагласно)

source: Linear Rec709 RGB
ca: lineal Rec709 RGB
da: lineær Rec709 RGB
sk: lineárny Rec709 RGB
sr: линеарно Rec709 RGB

source: Linear Rec2020 RGB
ca: lineal Rec2020 RGB
da: lineær Rec2020 RGB
sk: lineárny Rec2020 RGB
sr: линеарно Rec2020 RGB

source: Source mix
ca: mescla d'origen
da: kildemiks
sk: miešanie zdrojov
sr: мешање извора

source: Number of clusters
ca: nombre de clusters
da: antal klynger
sk: počet skupín
sr: број скупова

source: Color dominance
ca: dominant de color
da: farvedominans
sk: dominancia farieb
sr: доминација боје

source: Histogram equalization
ca: equalitzat de l'histograma
da: histogram equalisering
sk: vyrovnanie histogramu
sr: уједначавање хистограма

source: Spatial extent
ca: extensió espacial
da: rumlig rækkevidde
sk: farebný priestorový rozsah
sr: величина простора

source: Range extent
ca: extensió de nivells
da: rækkevidde
sk: miera rozsahu
sr: величина опсега

source: Saturated colors
ca: colors saturats
da: mættede farver
sk: sýte farby
sr: засићене боје

source: Select by
ca: selecciona segons
da: vælg efter
sk: vybrať podľa
sr: одабери по

source: Mix
ca: mescla
da: miks
sr: мешано

source: Process mode
ca: mode de processat
da: bearbejdningstilstand
sk: režim spracovania
sr: режим обраде

source: Lightness
ca: lluminositat
da: lysskarphed
sk: svetlosť
sr: светлина

source: Saturation
ca: saturació
da: mætning
sk: sýtosť
sr: засићеност

source: Smooth
ca: suau
da: udjævn
sk: hladké
sr: умекшавање

source: Strong
ca: fort
da: stærk
sk: silné
sr: јако

source: Edge detection radius
ca: radi de detecció de vores
da: radius for kantdetektion
sk: polomer detekcie hrán
sr: полупречник ивица

source: Threshold
ca: llindar
da: grænseværdi
sk: prah
sr: праг

source: Operation mode
ca: mode d'operació
da: arbejdstilstand
sk: operačný režim
sr: режим рада

source: Global average (fast)
ca: mitjana global (ràpid)
da: globalt gennemsnit (hurtig)
sk: celkový priemer (rýchle)
sr: општи просек (брзо)

source: Local average (slow)
ca: mitjana local (lent)
da: lokalt gennemsnit (langsom)
sk: lokálny priemer (pomalé)
sr: локални просек (споро)

source: Static threshold (fast)
ca: llindar estàtic (ràpid)
da: statisk grænseværdi (hurtig)
sk: statický prah (rýchle)
sr: статични праг (брзо)

source: Match greens
ca: coincidència de verds
da: match grønne
sk: korekcia zelenej
sr: поклапање зелене

source: Edge threshold
ca: llindar de vora
da: grænseværdi for kanter
sk: prah hrán
sr: праг ивице

source: Color smoothing
ca: suavitzat de color
da: farveudjævning
sk: vyhladzovanie farieb
sr: уједначавање боја

source: Demosaicing method
sk: metóda demosaicingu
sr: начин склапања мозаика

source: Disabled
ca: desactivat
da: slået fra
sk: zakázané
sr: онемогућено

source: Local average
ca: mitjana local
da: lokalt gennemsnit
sk: lokálny priemer
sr: локални просек

source: Full average
ca: mitjana completa
da: fuldt gennemsnit
sk: celkový priemer
sr: пуни просек

source: Full and local average
ca: mitjana local i completa
da: fuldt og lokalt gennemsnit
sk: celkový a lokálny priemer
sr: пуни и локални просек

source: Once
sr: једном

source: Twice
sr: двапут

source: Three times
ca: tres cops
da: tre gange
sk: trikrát
sr: трипут

source: Four times
ca: quatre vegades
da: fire gange
sk: štyrikrát
sr: четири пута

source: Five times
ca: cinc vegades
da: fem gange
sk: päťkrát
sr: пет пута

source: PPG (fast)
ca: PPG (ràpid)
da: PPG (hurtig)
sr: PPG (брзо)

source: AMaZE (slow)
ca: AMaZE (lent)
da: AMaZE (langsom)
sk: AMaZE (pomalé)
sr: AMaZE (споро)

source: Passthrough (monochrome) (experimental)
ca: pas directe (monocrom) (experimental)
da: gennemgang (monokrom) (eksperimentelt)
sk: priechodzí (monochromatický) (experimentálny)
sr: пропусти_кроз (једнобојно) (пробно)

source: Photosite color (debug)
sk: farba pixelov senzora (debug)
sr: боја фото-тачке (за тражење грешака)

source: Markesteijn 1-pass
ca: Markesteijn 1 passada
da: Markesteijn 1-omgang
sk: Markesteijn 1-spracovanie
sr: Маркештајн, 1 пролаз

source: Markesteijn 3-pass (slow)
ca: Markesteijn 3 passades (lent)
da: Markesteijn 3-omgange (langsom)
sk: Markesteijn 3-spracovania (pomalé)
sr: Маркештајн, 3 пролаза (споро)

source: Frequency domain chroma (slow)
ca: chroma del domini de freqüències (lent)
da: frekvensdomænekroma (langsom)
sk: frekvenčné pásmo farebnosti (pomalé)
sr: област учесталости хроме (споро)

source: Patch size
ca: mida de plantilla
da: lapstørrelse
sk: veľkosť záplaty
sr: величина парчића

source: Search radius
ca: radi de cerca
da: søgeradius
sk: polomer hľadania
sr: полупречник претраге

source: Preserve shadows
ca: preserva ombres
da: bevar skygger
sk: zachovať tiene
sr: очување сенки

source: Bias correction
ca: correcció de desplaçament
da: biaskorrektion
sk: korekcia posunu
sr: поправка померања

source: Scattering
sk: rozptyl
sr: разбацивање

source: Central pixel weight
sk: váha centrálneho pixela
sr: тежина централног пиксела

source: Adjust autoset parameters
ca: ajusta paràmetres autoestablerts
da: justér autojusteringsparametre
sk: upraviť automatické parametre
sr: сам подеси параметре

source: Whitebalance-adaptive transform
ca: balanç de blancs - transformació adaptativa
da: hvidbalance-adaptiv transformering
sk: vyváženie bielej - adaptívna transformácia
sr: преображај уз адаптацију баланса беле

source: Fix various bugs in algorithm
ca: corregeix diversos errors a l'algoritme
da: ret adskillige fejl i algoritme
sk: opraviť rozličné chyby v algoritme
sr: исправља разне грешке алгоритма

source: Upgrade profiled transform
ca: actualitza transformada amb perfil
da: opgradér transformering via profil
sk: aktualizovať profilovanú transformáciu
sr: ажурирај профилисани преображај

source: Color mode
sk: farebný režim
sr: режим боје

source: RGB
sr: Маркештајн, 1 пролаз

source: Method
ca: mètode
da: metode
sk: spôsob
sr: метода

source: Damping
ca: esmorteïment
da: dæmpning
sk: tlmenie
sr: избацивање

source: Random
ca: aleatori
da: tilfældigt
sk: náhodne
sr: насумично

source: Floyd-steinberg 1-bit B&W
ca: floyd-steinberg 1-bit B/N
da: floyd-steinberg 1-bit S&H
sk: floyd-steinberg 1-bitový B&W
sr: флојд-штајнберд 1-битно црно-бело

source: Floyd-steinberg 4-bit gray
ca: floyd-steinberg 4-bit gris
da: floyd-steinberg 4-bit grå
sk: floyd-steinberg 4-bitový odtiene šedej
sr: флојд-штајнберд 4-битно сиво

source: Floyd-steinberg 8-bit RGB
sk: floyd-steinberg 8-bitový RGB
sr: флојд-штајнберд 8-битно RGB

source: Floyd-steinberg 16-bit RGB
sk: floyd-steinberg 16-bitový RGB
sr: флојд-штајнберд 16-битно RGB

source: Floyd-steinberg auto
ca: floyd-steinberg automàtic
da: floyd-steinberg automatisk
sr: флојд-штајнберд аутоматски

source: Percentile
ca: percentil
da: percentil
sr: проценат

source: Target level
ca: brillantor desitjada
da: målniveau
sk: cieľová úroveň
sr: циљни ниво

source: Compensate exposure bias
sk: kompenzovať EV
sr: поправка помака експозиције

source: Manual
sk: manuálny
sr: ручно

source: Automatic
ca: automàtic
da: automatisk
sk: automaticky
sr: аутоматски

source: Middle grey luminance
ca: luminància del gris mitjà
da: middelgrå luminans
sk: stredne šedý jas
sr: светлина средишње сиве

source: Black relative exposure
ca: exposició relativa de negre
da: sort relativ eksponering
sk: relatívna expozícia čiernej
sr: релативна експозиција црне

source: White relative exposure
ca: exposició relativa de blanc
da: hvid relativ eksponering
sk: relatívna expozícia bielej
sr: релативна експозиција беле

source: Transition
sk: prechod
sr: прелаз

source: Bloom/reconstruct
sk: bloom/rekonštruovať
sr: цветање/реконструкција

source: Grey/colorful details
sk: šedé/farbité detaily
sr: детаљи сиве/у боји

source: Structure/texture
sk: štruktúra/textúra
sr: структура/текстура

source: Dynamic range scaling
ca: escalat de rang dinàmic
da: skalering af dynamikområde
sk: škálovanie dynamického rozsahu
sr: промена динамичког опсега

source: Target middle grey
ca: gris mitjà desitjat
da: mål for middelgrå
sk: cieľová stredná šedá
sr: циљна средишња сива

source: Target black luminance
ca: luminància de negre final
da: mål for sort luminans
sk: cieľový jas čiernej
sr: циљна светлина црне

source: Target white luminance
ca: luminància de blanc final
da: mål for hvid luminans
sk: cieľový jas bielej
sr: циљна светлина беле

source: Hardness
sk: tvrdosť
sr: тврдоћа

source: Extreme luminance saturation
ca: saturació de luminància extrema
da: ekstrem luminansmætning
sk: sýtosť extrémneho jasu
sr: огромно засићење светлине

source: Shadows/highlights balance
ca: balanç llums/ombres
da: skygge/højlys-balance
sk: vyváženie tieňov a svetiel
sr: баланс сенки/светлих делова

source: Add noise in highlights
sk: pridať šum vo svetlách
sr: додај шум у светлим деловима

source: Preserve chrominance
ca: preserva la crominància
da: bevar krominans
sk: zachovať farebnosť
sr: сачувај боје

source: Color science
sk: veda o farbách
sr: наука о бојама

source: Auto adjust hardness
sk: automaticky upraviť tvrdosť
sr: сам подеси тврдоћу

source: Use custom middle-grey values
sk: použiť vlastné hodnoty strednej šedej
sr: произвољну вредност средишње сиве

source: Iterations of high-quality reconstruction
sk: iterácie vysoko kvalitnej rekonštrukcie
sr: понављања реконструкције високог квалитета

source: Type of noise
sk: typ šumu
sr: тип шума

source: Contrast in shadows
sk: kontrast v tieňoch
sr: контраст у сенкама

source: Contrast in highlights
sk: kontrast vo svetlách
sr: контраст у светлом

source: Compensate output ICC profile black point
sk: kompenzovať čierny bod výstupného ICCC modulu
sr: компензација црне тачке излазног ICC профила

source: Version of the spline generator
sk: verzia generátoru splajnov
sr: верзија сплајн генератора

source: No
da: nej
sk: nie
sr: не

source: Luminance Y
ca: luminància Y
da: luminans Y
sk: jas Y
sr: Y светлина

source: RGB power norm
ca: RGB p-norma
da: RGB-styrkenorm
sr: RGB квадратна норма

source: RGB euclidean norm
ca: RGB norma euclidiana
da: RGB euklidisk norm
sr: RGB еуклидова норма

source: Hard
sk: tvrdé
sr: тврдо

source: Soft
sk: mäkké
sr: меко

source: Bias
ca: correcció (bias)
sk: strmosť
sr: помак

source: Target
ca: brillantor
da: mål
sk: cieľ
sr: циљ

source: Reinhard
sr: рејнхард

source: Filmic
ca: fílmic
da: filmisk
sk: filmový
sr: филмски

source: Drago
sr: драго

source: Density
ca: densitat
da: tæthed
sk: hustota
sr: густина

source: Rotation
ca: gir
da: rotering
sk: otočenie
sr: ротација

source: Offset
sk: posun
sr: померај

source: Coarseness
ca: aspror
da: ruhed
sk: zrnitosť
sr: грубост

source: Midtones bias
ca: correcció de tons mitjans
da: midttone-bias
sk: vplyv stredných tónov
sr: помак средњих тонова

source: Clipping threshold
ca: llindar de tall
da: grænseværdi for klipning
sk: prah orezania
sr: праг одсецања

source: Clip highlights
ca: retalla altes llums
da: klip højlys
sk: orezať svetlá
sr: одсецање светлог

source: Reconstruct in LCh
ca: reconstrueix en LCh
da: rekonstruér i LCh
sk: obnoviť v LCh
sr: поврати у LCh

source: Reconstruct color
ca: reconstrueix color
da: rekonstruér farve
sk: obnoviť farbu
sr: поврати боје

source: Contrast boost
ca: increment de contrast
da: kontrastforstærkning
sk: zosilniť kontrast
sr: јачање контраста
