Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: <b>size</b>: scroll, <b>hardness</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>величина</b>: точкић миша, <b>тврдоћа</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>hardness</b>: scroll, <b>size</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>тврдоћа</b>: точкић миша, <b>величина</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>size</b>: scroll
sr: <b>величина</b>: клизање

source: Circle #%d
ca: cercle #%d
da: cirkel nr. %d
sk: kruh #%d
sr: круг #%d

source: Path #%d
ca: camí #%d
da: sti nr. %d
sk: cesta #%d
sr: путања #%d

source: Gradient #%d
da: farveovergang nr. %d
sr: прелив #%d

source: Ellipse #%d
da: ellipse nr. %d
sk: elipsa #%d
sr: елипса #%d

source: Brush #%d
ca: pinzell #%d
da: pensel nr. %d
sk: štetec #%d
sr: четкица #%d

source: Copy of %s
ca: còpia de %s
da: kopi af %s
sk: kópia %s
sr: копија од %s

source: %s: Mask version mismatch: %d != %d
ca: %s: la versió de la màscara no coincideix: %d != %d
da: %s: uoverensstemmelse i maskeversion: %d != %d
sk: %s: verzia masky sa nezhoduje: %d != %d
sr: %s: верзија маске се не поклапа: %d != %d

source: Opacity: %d%%
sk: krytie: %d%%
sr: непровидност: %d%%

source: Add existing shape
ca: afegeix forma ja existent
da: tilføj eksisterende figur
sk: pridať existujúci tvar
sr: додај постојећи облик

source: Use same shapes as
ca: empra les mateixes formes que
da: brug samme figurer som
sk: použiť rovnaký tvar ako
sr: користи исти облик као

source: Masks can not contain themselves
ca: les màscares no es poden contenir a elles mateixes
da: masker kan ikke indeholde sig selv
sk: masky nemôžu obsahovať samé seba
sr: маска не може да садржи саму себе

source: History problem detected please report via the issue tracker including the xmp file
sk: bol zistený problém s históriou prosím nahláste to spolu s xmp súborom
sr: постоји проблем у историјату пријавите га помоћу програма за праћење грешака у тамном столу и приложите xmp датотеку

source: Darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
ca: darktable ha trobat problemes amb la configuració d'OpenCL: desactivant-lo en aquesta sessió!
da: darktable fandt problemer med din OpenCL-opsætning; slår OpenCL fra i denne kørsel af programmet!
sk: darktable nastal problém s vašim nastavením OpenCL; deaktivujem OpenCL pre tentokrát!
sr: тамни сто је наишао на проблем у вашим OpenCL подешавањима; искључујем OpenCL за ову сесију!

source: Tiling failed for module '%s'. Output might be garbled.
ca: ha fallat el processat per segments en el mòdul '%s'. El resultat por ser un garbuix.
da: fliselægning for modulet “%s” mislykkedes. output kan være mangelfuldt.
sk: konvolúcia zlyhala pre modul '%s'. výstup môže byť zbabraný.
sr: није успело прављење плочица у модулу „%s“. можда ће излаз бити исопачен.

source: You have reached the start of your selection
sk: dostali ste sa na začiatok vášho výberu
sr: дошли сте до почетка вашег избора

source: You have reached the start of your collection
ca: heu arribat a l'inici de la vostra col·lecció
da: du er nået til starten af din samling
sk: dostali ste sa na začiatok vašej zbierky
sr: дошли сте до почетка ваше збирке

source: You have reached the end of your selection
sk: dostali ste sa na koniec vášho výberu
sr: дошли сте до краја вашег избора

source: You have reached the end of your collection
ca: heu arribat al final de la vostra col·lecció
da: du er nået til slutningen af din samling
sk: dostali ste sa na koniec vašej zbierky
sr: дошли сте до краја ваше збирке

source: Zooming is limited to %d images
ca: zoom limitat a %d imatges
da: zoom er begrænset til %d billeder
sk: priblíženie je obmedzené na %d snímok
sr: увећавање је ограничено на %d слике

source: No image selected !
sk: nie je vybraný žiadny obrázok!
sr: није изабрана слика!

source: Double-click to reset
ca: feu doble clic per tornar a valor inicial
da: dobbeltklik for at nulstille
sk: dvojklikom obnovíte
sr: двоклик за враћање

source: Current
sk: aktuálny
sr: тренутно

source: Leader
sk: vedúci
sr: водећи

source: Grouped images
sk: zoskupené snímky
sr: груписане слике

source: Fit
sk: celá snímka
sr: уклапање

source: Image rejected
ca: imatge rebutjada
da: billede afvist
sk: obrázok odmietnutý
sr: слика је одбијена

source: Image rated to %s
sr: слика је оцењена са %s

source: Image rated to 0 star
sr: слика је оцењена са 0 звездица

source: Colorlabels set to %s
sr: ознака у боји је постављена на %s

source: All colorlabels removed
sr: све ознаке у боји су уклоњене

# accel
source: Views/thumbtable/rate 0
sk: pohľady/stolík/hodnotenie 0
sr: прегледи/умањене сличице/оцена 0

# accel
source: Views/thumbtable/rate 1
sk: pohľady/stolík/hodnotenie 1
sr: прегледи/умањене сличице/оцена 1

# accel
source: Views/thumbtable/rate 2
sk: pohľady/stolík/hodnotenie 2
sr: прегледи/умањене сличице/оцена 2

# accel
source: Views/thumbtable/rate 3
sk: pohľady/stolík/hodnotenie 3
sr: прегледи/умањене сличице/оцена 3

# accel
source: Views/thumbtable/rate 4
sk: pohľady/stolík/hodnotenie 4
sr: прегледи/умањене сличице/оцена 4

# accel
source: Views/thumbtable/rate 5
sk: pohľady/stolík/hodnotenie 5
sr: прегледи/умањене сличице/оцена 5

# accel
source: Views/thumbtable/rate reject
sk: pohľady/stolík/odmietnuť hodnotenie
sr: прегледи/умањене сличице/однос одбијања

# accel
source: Views/thumbtable/copy history
sk: pohľady/stolík/kopírovať históriu
sr: прегледи/умањене сличице/копирање историјата

# accel
source: Views/thumbtable/copy history parts
sk: pohľady/stolík/kopírovať časť histórie
sr: прегледи/умањене сличице/копирање делова историјата

# accel
source: Views/thumbtable/paste history
sk: pohľady/stolík/vložiť históriu
sr: прегледи/умањене сличице/убацивање историјата

# accel
source: Views/thumbtable/paste history parts
sk: pohľady/stolík/vložiť časť histórie
sr: прегледи/умањене сличице/убацивање делова историјата

# accel
source: Views/thumbtable/discard history
sk: pohľady/stolík/zrušiť históriu
sr: прегледи/умањене сличице/занемаривање историјата

# accel
source: Views/thumbtable/duplicate image
sk: pohľady/stolík/duplikovať obrázok
sr: прегледи/умањене сличице/дуплирање слике

# accel
source: Views/thumbtable/duplicate image virgin
sk: pohľady/stolík/duplikovať panenský obrázok
sr: прегледи/умањене сличице/дуплирање неизмењене слике

# accel
source: Views/thumbtable/color red
sk: pohľady/stolík/farba červená
sr: прегледи/умањене сличице/црвена боја

# accel
source: Views/thumbtable/color yellow
sk: pohľady/stolík/farba žltá
sr: прегледи/умањене сличице/жута боја

# accel
source: Views/thumbtable/color green
sk: pohľady/stolík/farba zelená
sr: прегледи/умањене сличице/зелене боја

# accel
source: Views/thumbtable/color blue
sk: pohľady/stolík/farba modrá
sr: прегледи/умањене сличице/плава боја

# accel
source: Views/thumbtable/color purple
sk: pohľady/stolík/farba ružová
sr: прегледи/умањене сличице/љубичаста боја

# accel
source: Views/thumbtable/clear color labels
sk: pohľady/stolík/odstrániť farebné názvy
sr: прегледи/умањене сличице/чишћење ознака у боји

# accel
source: Views/thumbtable/select all
sk: pohľady/stolík/vybrať všetky
sr: прегледи/умањене сличице/извор свега

# accel
source: Views/thumbtable/select none
sk: pohľady/stolík/nevybrať nič
sr: прегледи/умањене сличице/поништавање избора

# accel
source: Views/thumbtable/invert selection
sk: pohľady/stolík/invertovať výber
sr: прегледи/умањене сличице/обртање избора

# accel
source: Views/thumbtable/select film roll
sk: pohľady/stolík/vybrať filmovú kazetu
sr: прегледи/умањене сличице/изабери филмску ролну

# accel
source: Views/thumbtable/select untouched
sk: pohľady/stolík/vybrať nezmenené
sr: прегледи/умањене сличице/избор неизмењених

source: Daylight
sk: denné svetlo
sr: дневна светлост

source: Direct sunlight
ca: llum del sol directa
da: direkte sollys
sk: priame slnečné svetlo
sr: директно сунце

source: Cloudy
ca: nuvolat
da: overskyet
sk: zamračené
sr: облачно

source: Shade
ca: ombra
da: skygge
sk: v tieni
sr: сенка

source: Incandescent
da: hvidglødende
sk: žiarovka
sr: сијалица

source: Incandescent warm
ca: incandescent càlida
da: hvidglødende varm
sk: žiarovka teplá
sr: топла сијалица

source: Tungsten
ca: tungstè
sk: žiarovka wolfrámová
sr: жаруља

source: Fluorescent
da: fluorescerende
sk: žiarivka
sr: флорсцентна

source: Fluorescent high
ca: fluorescent intensa
da: fluorescerende højt
sk: žiarivka (vysoká teplota)
sr: флоресцентна висока

source: Cool white fluorescent
ca: fluorescent blanc fred
da: koldt hvidt fluorescerende
sk: žiarivka (studená biela)
sr: хладно бела флоресцентна

source: Warm white fluorescent
ca: fluorescent blanc càlid
da: varmt hvidt fluorescerende
sk: žiarivka (teplá biela)
sr: топло бела флоресцентна

source: Daylight fluorescent
ca: fluorescent llum de dia
da: dagslys fluorescerende
sk: žiarivka (denné svetlo)
sr: дневно светло флоресцентна

source: Neutral fluorescent
ca: fluorescent neutre
da: neutral fluorescerende
sk: žiarivka (neutrálne)
sr: неутрална флоресцентна

source: White fluorescent
ca: fluorescent blanc
da: hvidt fluorescerende
sk: žiarivka (biela)
sr: бела флоресцентна

source: Sodium-vapor fluorescent
ca: fluorescent de vapor de sodi
da: natrium-damp fluorescerende
sk: žiarivka (sodíkové svetlo)
sr: натријумова сијалица

source: Day white fluorescent
ca: fluorescent blanc llum de dia
da: dag hvid fluorescerende
sk: žiarivka (denné svetlo)
sr: дневно бела флоресцентна

source: High temp. Mercury-vapor fluorescent
ca: fluorescent de vapor de mercuri
da: højtemperatur kviksølv-damp fluorescerende
sk: žiarivka (ortuťovéplynné svetlo vysokej teploty)
sr: живина топла флоресцентна

source: High temp. Mercury-vapor
sk: žiarivka (ortuťové svetlo vysokej teploty)
sr: топла живина сијалица

source: D55
sr: Д55

source: Flash
ca: flaix
da: blitz
sk: blesk
sr: блиц

source: Flash (auto mode)
ca: flash (mode auto)
da: blitz (autotilstand)
sk: blesk (režim auto)
sr: блиц (ауто режим)

source: Evening sun
ca: sol vespertí
da: aftensol
sk: večerné svetlo
sr: вечерње сунце

source: Underwater
ca: sota l'aigua
da: undervands
sk: pod vodou
sr: подводно

source: Black & white
sk: čierno-biele
sr: црно-бело

source: Spot WB
ca: balanç blancs puntual
da: spot-hvidbalance
sk: bodové vyváženie bielej
sr: баланс беле из тачке

source: Manual WB
ca: balanç de blancs manual
da: manuel hvidbalance
sk: manuálne vyváženie bielej
sr: ручни баланс беле

source: Camera WB
ca: balanç de blancs de la càmera
da: kamera hvidbalance
sk: vyváženie bielej nastavené fotoaparátom
sr: баланс беле из камере

source: Auto WB
ca: balanç de blancs auto
da: auto-hvidbalance
sk: automatické vyváženie
sr: аутоматски баланс беле

source: Creating cache directories
ca: creant els directoris de memòria cau
da: opretter cache-mapper
sk: vytváranie dočasných priečinkov
sr: правим директоријуме за оставу

source: Creating cache directory '%s'
ca: creant el directori de memòria cau '%s'
da: opretter cache-mappe “%s”
sk: vytvára sa priečinok vyrovnávacej pamäte „%s“
sr: правим директоријуме за оставу „%s“

source: Could not create directory '%s'!
ca: no s'ha pogut crear el directori `%s'!
da: kunne ikke oprette mappe “%s”!
sk: nepodarilo sa vytvoriť priečinok „%s“!
sr: не могу да направим директоријум „%s“!

source: Warning: no images are matching the requested image id range
ca: avís: cap imatge concorda amb el rang d'id d'imatge triat
da: advarsel: ingen billeder matcher det efterspurgte billed-ID-område
sk: upozornenie: požadovanému rozsahu id snímok sa nerovnajú žiadne snímky
sr: упозорење: слике се не поклапају са захтеваним опсегом броја слике

source: Warning: did you want to swap these boundaries?
ca: avís: volíeu intercanviar aquests límits?
da: advarsel: ville du bytte disse grænser om?
sk: varovanie: chceli ste vymeniť tieto limity?
sr: упозорење: да нисте случајно заменили ове границе?

source: Warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
sk: varovanie: diskový správca pre dočasnú pamäť miniatúr je vypnutý (cache_disk_backend) ak chcete znovu generovať náhľady aby ich darktable používal, musíte aktivovať diskový backend pre dočasnú pamäť miniatúr žiadne miniatúry na generovanie, hotovo.
sr: упозорење: програм за прављење умањених сличица је онемогућен (cache_disk_backend) уколико желите да унапред направите умањене сличице и да их тамни сто користи, морате га омогућити пре прављења оставе сличица. неће бити направљене умањене сличице, завршавам радњу.

source: Warning: disk backend for full preview cache is disabled (cache_disk_backend_full) if you want to pre-generate full preview and for darktable to use them, you need to enable disk backend for full preview cache no thumbnails to be generated, done.
sk: varovanie: diskový správca pre dočasnú pamäť miniatúr je vypnutý (cache_disk_backend) ak chcete znovu generovať náhľady aby ich darktable používal, musíte aktivovať diskový backend pre dočasnú pamäť miniatúr žiadne miniatúry na generovanie, hotovo.
sr: упозорење: програм за прављење оставе прегледа слике је онемогућена (cache_disk_backend_full) уколико желите да умапред направите прегледе слика и да их тамни сто користи, морате га омогућити пре прављења оставе. неће бити направљене сличице, завршавам радњу.

source: Error: ensure that min_mip <= max_mip
ca: error: assegureu-vos que min_mip <= max_mip
da: fejl: vær sikker på at min_mip <= max_mip
sk: chyba: uistite sa, že min_mip <= max_mip
sr: грешка: проверите да ли је min_mip <= max_mip

source: Creating complete lighttable thumbnail cache
ca: creant la memòria cau completa de miniatures
da: opretter komplet miniaturebilledecache for lysbord
sk: vytvára sa kompletná vyrovnávacia pamäť miniatúr presvetľovacieho pultu
sr: правим оставу за све сличице на светлом столу

# accel
source: Global
sk: globálne nastavenia
sr: опште

# accel
source: Views
ca: vistes
da: visninger
sk: pohľady
sr: прегледи

# accel
source: Processing modules
sk: spracovateľské moduly
sr: модули обраде

# accel
source: Utility modules
sk: doplnkové moduly
sr: алатни модули

# accel
source: Show module
ca: mostra el mòdul
da: vis modul
sk: zobraziť modul
sr: прикажи модул

# accel
source: Enable module
ca: habilita el mòdul
da: aktivér modul
sk: povoliť modul
sr: омогући модул

# accel
source: Focus module
sk: modul zaostrenia
sr: фокус модула

# accel
source: Reset module parameters
ca: reinicia paràmetres del mòdul
da: nulstil modulparametre
sk: obnoviť parametre modulu
sr: врати параметре модула

# accel
source: Show preset menu
ca: mostra el menú de predefinits
da: vis forudindstillingsmenu
sk: zobraziť ponuku s predvoľbami
sr: прикажи мени за поставке

# accel
source: Increase
ca: augmenta
da: forøg
sk: zvýšiť
sr: повећај

# accel
source: Decrease
ca: disminueix
da: formindsk
sk: znížiť
sr: смањи

# accel
source: Reset
ca: reinicia
da: nulstil
sk: obnoviť
sr: врати

# accel
source: Edit
ca: edita
da: redigér
sk: upraviť
sr: уреди

# accel
source: Dynamic
ca: dinàmic
da: dynamisk
sk: dynamický
sr: динамички

# accel
source: Next
sk: ďalší
sr: следеће

# accel
source: Previous
sk: predchodzí
sr: претходно

source: Scroll to change <b>%s</b> of module %s %s
sk: skrolovať pre zmenu <b>%s</b> modulu %s %s
sr: клизај за промену <b>%s</b> модула %s %s

source: Deleting preset for obsolete module
ca: esborrant predefinit per mòdul obsolet
da: sletter forudstilling for forældet modul
sk: zrušiť nastavenia pre zastaralý modul
sr: брисање поставке за застареле модуле

source: Store value as default
ca: estableix aquet valor per defecte
da: gem værdi som standard
sk: uložiť hodnotu ako predvolenú
sr: сачувај вредности као подразумеване

source: Reset value to default
ca: reinicia al valor per defecte
da: nulstil værdi til standard
sk: znovu nastaviť hodnotu ako predvolenú
sr: врати вредности на подразумеване

source: Cancel
ca: cancel·la
da: annullér
sk: zrušiť
sr: откажи

# camera import
source: Import
ca: importa
da: importér
sr: увоз

source: Please wait while prefetching thumbnails of images from camera...
ca: espereu mentre s'aconsegueixen les miniatures de les imatges de la càmera...
da: vent venligst mens miniaturebilleder forhåndshentes fra kamera…
sk: prosím čakajte pokiaľ sa načítajú miniatúry z vášho fotoaparátu...
sr: сачекајте док траје преузимање умањених сличица са камере…

source: Jobcode
ca: treball
da: jobkode
sk: kód projektu
sr: код посла

source: Thumbnail
ca: miniatura
da: miniaturebillede
sk: miniatúra
sr: умањена сличица

source: Storage file
ca: arxiu
da: opbevaringsfil
sk: ukladací súbor
sr: датотека у складишту

source: Override today's date
ca: ignora la data d'avui
da: overskriv dags dato
sk: upraviť dnešný dátum
sr: препиши данашњи датум

source: Check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
ca: marqueu això si voleu obviar la data resultant en expandir les variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
da: markér her, hvis du vil overskrive det brugte tidsstempel, når variable udvides: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
sk: odfajknite, ak chcete preťažiť časovú značku s premennými: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECOND)
sr: омогућите ово уколико желите да препишете временски печат који се користи за ширење променљивих: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: Images
ca: imatges
da: billeder
sk: obrázky
sr: слике

source: Settings
ca: configuració
da: indstillinger
sk: nastavenia
sr: подешавања

source: Select the images from the list below that you want to import into a new filmroll
ca: seleccioneu les imatges de la llista a sota que voleu importar en un nou rodet
da: vælg de billeder fra listen herunder, som du vil importere til en ny filmrulle
sk: vyberte obrázky z nasledujúceho listu, ktoré chcete importovať ako novú filmovú kazetu
sr: изаберите слику са приложеног списка коју желите да увезете у филмску ролну

source: Please use YYYY-MM-DD format for date override
ca: feu servir el format AAAA-MM-DD per sobreescriure la data
da: brug venligst format ÅÅÅÅ-MM-DD for datooverskrivning
sk: použiť YYYY-MM-DD formát na preťaženie dátumu
sr: користите формат ГГГГ-ММ-ДД за преписивање датума

source: Tooltips off
sk: nápoveda nástrojov vypnutá
sr: савети искључени

source: Tooltips on
sk: nápoveda nástrojov zapnutá
sr: савети укључени

source: Tooltip visibility can only be toggled if compositing is enabled in your window manager
sk: viditeľnosť nápovedy nástrojov možno prepínať iba v prípade, že to podporuje váš okenný manažér skladania (compositing")
sr: видљивост савета може бити промењена уколико омогућите композитни приказ у вашем управнику прозора

source: Closing darktable...
sk: ukončovanie darktable ...
sr: затварам тамни сто…

# accel
source: Tethering view
ca: vista de tethering
da: tether-visning
sk: zobrazenie vzdialené snímanie
sr: приказ повезивања

# accel
source: Lighttable view
ca: vista de taula de llum
da: lysbordvisning
sk: zobrazenie presvetľovacieho pultu
sr: приказ светлог стола

# accel
source: Darkroom view
ca: vista de cambra fosca
da: mørkekammervisning
sk: zobrazenie fotokomory
sr: приказ тамне собе

# accel
source: Map view
ca: vista de mapa
da: kortvisning
sk: zobrazenie mapy
sr: приказ мапе

# accel
source: Slideshow view
ca: vista de projecció de diapositives
da: diasshow-visning
sk: zobrazenie prezentácie
sr: приказ слајдова

# accel
source: Print view
ca: vista d'impressió
da: udskriftsvisning
sk: zobraziť tlač
sr: приказ штампе

# accel
source: Quit
ca: surt
da: afslut
sk: ukončiť
sr: изађи

# accel
source: Toggle fullscreen
ca: permuta mode pantalla completa
da: slå fuldskærm til og fra
sk: prepnutie režimu na celú obrazovku
sr: приказ преко целог екрана

# accel
source: Toggle side borders
ca: permuta vista vores laterals
da: slå siderammer til og fra
sk: prepnúť bočné okraje
sr: приказ бочних ивица

# accel
source: Toggle panels collapsing controls
ca: permuta panells col·lapsant controls
da: slå kontrol af panelers sammenklapning til og fra
sk: prepnúť ovládanie skladania panelov
sr: приказ контроле за скривање површи

# accel
source: Toggle left panel
ca: mostra/amaga panell esquerre
da: slå venstre panel til og fra
sk: prepnúť ľavý panel
sr: приказ леве површи

# accel
source: Toggle right panel
ca: mostra/amaga panell dret
da: slå højre panel til og fra
sk: prepnúť pravý panel
sr: приказ десне површи

# accel
source: Toggle top panel
ca: mostra/amaga panell superior
da: slå toppanel til og fra
sk: prepnúť horný panel
sr: приказ горње површи

# accel
source: Toggle bottom panel
ca: mostra/amaga panell inferior
da: slå bundpanel til og fra
sk: prepnúť dolný panel
sr: приказ доње површи

# accel
source: Toggle header
ca: mostra/amaga capçalera
da: slå topramme til og fra
sk: prepnúť záhlavie
sr: приказ заглавља

# accel
source: Toggle filmstrip and timeline
sk: prepnúť pás filmu a časovú os
sr: приказ филмске траке и временске линије

# accel
source: Toggle top toolbar
sk: prepnúť horný panel nástrojov
sr: приказ горње траке алата

# accel
source: Toggle bottom toolbar
sk: prepnúť dolný panel nástrojov
sr: приказ доње траке алата

# accel
source: Toggle all top panels
sk: prepnúť všetky horné panely nástrojov
sr: приказ свих горњих површи

# accel
source: Toggle all bottom panels
sk: prepnúť všetky dolné panely nástrojov
sr: приказ свих доњих површи

# accel
source: Toggle focus peaking
sk: prepnúť focus peaking
sr: приказ делова у фокусу

# accel
source: Switch view
ca: alterna vista
da: skift visning
sk: prepnúť zobrazenie
sr: промени преглед

# accel
source: Show accels window
ca: mostra finestra de dreceres
da: vis accelerationsvindue
sk: ukázať okno klávesových skratiek
sr: прикажи прозор са пречицама

# accel
source: Toggle tooltip visibility
sk: prepínať viditeľnosť panelov nástrojov
sr: промени видљивост савета

source: Enable focus-peaking mode
sk: zapnúť rozoznávanie zaostrenia
sr: омогући преглед фокусираних делова

source: Sans %s
sr: Без %s

source: $(ROLL_NAME) - roll of the input image
ca: $(ROLL_NAME) - rodet de la imatge d'origen
da: $(ROLL_NAME) – inputbilledets rulle
sk: $(ROLL_NAME) - kazeta vstupného obrázku
sr: $(ROLL_NAME) — ролна улазне слике

source: $(FILE_FOLDER) - folder containing the input image
ca: $(FILE_FOLDER) - carpeta de la imatge d'origen
da: $(FILE_FOLDER) – mappe, der indeholder inputbilledet
sk: $(FILE_FOLDER) - priečinok obsahujúci vstupný obrázok
sr: $(FILE_FOLDER) — фасцикла која садржи улазне слике

source: $(FILE_NAME) - basename of the input image
ca: $(FILE_NAME) - nom base de la imatge d'origen
da: $(FILE_NAME) – inputfilens grundnavn
sk: $(FILE_NAME) - názov vstupného obrázku
sr: $(FILE_NAME) — име датотеке за улазну слику

source: $(FILE_EXTENSION) - extension of the input image
ca: $(FILE_EXTENSION) - extensió de la imatge d'origen
da: $(FILE_EXTENSION) – inputfilens endelse
sk: $(FILE_EXTENSION) - prípona vstupného obrázku
sr: $(FILE_EXTENSION) — екстензија улазне слике

source: $(VERSION) - duplicate version
ca: $(VERSION) - num. de versió duplicada
da: $(VERSION) – duplikér version
sk: $(VERSION) - verzia duplikátu
sr: $(VERSION) — верзија дупликата

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
sk: $(VERSION_IF_MULTI) - to isté ako $(VERSION), ak existuje iba jedna verzia, je tento prázdny
sr: $(VERSION_IF_MULTI) — исто као $(VERSION) али враћа null уколико постоји само једна верзија

source: $(VERSION_NAME) - version name from metadata
sk: $(VERSION_NAME) - meno verzie podľa metadát
sr: $(VERSION_NAME) — назив верзије из метаподатака
