Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Number of stops between middle grey and pure white. This is a reading a lightmeter would give you on the scene. Adjust so highlights clipping is avoided
ca: nombre de passos entre el gris mitjà i el blanc pur lectura que podríeu obtenir amb un exposímetre a l'escena. ajusteu-ho per a evitar el retall d'altes llums
da: antal stop mellem middelgrå og ren hvid. dette er en værdi, som en lysmåler vil give dig i en scene. justér sådan at højlysklipning undgås
sk: počet clôn medzi strednou šedou a čistou čiernou. toto je hodnota, ktorú by ste získali pri meraní scény expozimetrom. zväčšite pre väčší kontrast. zmenšite pre zlepšenie detailov v tieňoch
sr: број бленди између средишње сиве и чисто беле боје. ово је очитавање које вам даје светломер током снимања кадра. подесите тако да избегнете одсецање светлих делова

source: Number of stops between middle grey and pure black. This is a reading a lightmeter would give you on the scene. Increase to get more contrast. Decrease to recover more details in low-lights.
ca: nombre de passos entre el gris mitjà i el negre pur. lectura que podríeu obtenir amb un exposímetre a l'escena. augmenteu-lo per tenir més contrast. reduïu-lo per recuperar més detalls a les ombres.
da: antal stop mellem middelgrå og ren sort. dette er en værdi, som en lysmåler vil give dig i en scene. forøg for at få mere kontrast. formindsk for at genopnå flere detaljer under lav belysning.
sk: počet clon mezi střední šedou a čistou černou. toto je hodnota, kterou byste získali při měření scény expozimetrem. zvětšte pro větší kontrast. zmenšete pro zlepšení detailů ve stínech.
sr: број бленди између средишње сиве и потпуно црне. ово је очитавање које вам даје светломер током снимања кадра. повећајте за више контраста. смањите да вратите више детаља у подручја са мало светлости.

source: Enlarge or shrink the computed dynamic range. Useful in conjunction with "auto tune levels".
ca: eixampla o encongeix el rang dinàmic calculat útil en combinació amb "ajusta nivells automàticament".
da: forstør eller formindsk det beregnede dynamikområde. nyttigt sammen med “autojustér niveauer”.
sk: rozšíriť alebo zmenšiť vypočítaný dynamický rozsah. je to užitočné v spojení s "automatickým vyladením úrovní".
sr: увећава или сакупља израчунати динамички опсег. корисно уз опцију „сам подеси нивое“

source: Auto tune levels
ca: ajusta nivells automàticament
da: autojustér niveauer
sk: použiť automatické vyladenie úrovní
sr: сам подеси нивое

source: Try to optimize the settings with some guessing. This will fit the luminance range inside the histogram bounds. Works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
ca: intenta optimitzar els valors amb certes estimacions. això ajustarà el rang de luminància als límits de l'histograma. funciona millor per paisatges i imatges uniformement il·luminades però falla amb claus altes i claus baixes.
da: prøv at optimere indstilingerne med gætværk. dette vil passe luminansintervallet inden for histogramgrænserne. virker bedre for landskaber og jævnt belyste billeder men fejler for høje og lave værdier.
sk: skúsiť odhadnúť optimálne nastavenie. jasový rozsah bude rovnomerne distribuovaný v histograme. funguje lepšie pre krajiny a rovnomerne osvietené snímky, ale zlyhá pre high-key a low-key scény.
sr: покушава да нађе најбоље опције уз неколико претпоставки. ово ће уклопити опсег светлине унутар граница хистограма. ради боље за пејзаже и уједначено осветљене слике, али не и за слике са превише светлим и тамним деловима.

source: Filmic S curve
ca: corba fílmica en S
da: filmisk S-kurve
sk: filmová S krivka
sr: филмска S крива

source: Slope of the linear part of the curve affects mostly the mid-tones
ca: pendent de la part lineal de la corba afecta principalment als tons mitjants
da: skråning for den lineære del af kurven berører mest midttonerne
sk: sklon lineárnej časti krivky ovplyvňuje najmä stredné tóny
sr: падина линеарног дела криве утиче највише на средње тонове

source: Latitude
ca: latitud
da: breddegrad
sk: zemepisná šírka
sr: ширина подручја

source: Width of the linear domain in the middle of the curve. Increase to get more contrast at the extreme luminances. This has no effect on mid-tones.
ca: amplada del domini de linealitat al mig de la corba augmenteu-lo per tenir més contrast a les luminàncies extremes. això no té efecte en els tons mitjans.
da: bredden af det lineære domæne i midten af kurven. forøg for at opnå mere kontrast ved ekstreme luminanser. dette har ingen effekt på midttoner.
sk: šírka lineárnej oblasti v strede krivky zväčšiť pre väčší kontrast vo svetlách. stredné tóny nebudú ovplyvnené.
sr: ширина линеарног подручја средишњег дела криве. повећајте да добијете више контраста у екстремним осветљењима. ово нема ефекат на средњим тоновима.

source: Slides the latitude along the slope to give more room to shadows or highlights. Use it if you need to protect the details at one extremity of the histogram.
ca: desplaça la latitud al llarg del pendent per donar més marge a ombres o altes llums. empreu-ho si heu de protegir els detalls a un extrem de l'histogram.
da: skubber breddegraden langs med skråningen for at give mere plads til skygger og højlys. brug den hvis du har brug for at beskytte detaljerne i én ekstremitet af histogrammet.
sk: posúva výšku pozdĺž sklonenej priamky, aby tiene a svetlá získali viac priestoru. použite v prípade, že chcete zachovať detaily na okrajoch histogramu.
sr: помера ширину подручја дуж падине да би дао више места за сенке и светле делове. користите уколико желите да сачувате више детаља на једном екстрему хистограма.

source: Global saturation
ca: saturació global
da: global mætning
sk: globálna sýtosť
sr: општа засићеност

source: Desaturates the input of the module globally. You need to set this value below 100% if the chrominance preservation is enabled.
ca: dessatura globalment l'entrada del mòdul. caldrà ajustar-ho per sota del 100% si s'activa l'opció de preservar la crominància.
da: afmætter inputtet fra modulet globalt. du er nødt til at sætte denne værdi under 100% hvis bevaring af krominans er aktiveret.
sk: desaturuje globálne vstup modulu. potrebujete nastaviť hodnotu pod 100% ak je zapnuté zachovanie farebnosti.
sr: свуда смањује засићеност улаза модула. потребно је да поставите ову вредност испод 100% уколико желите да омогућите чување хроминансе.

source: Desaturates the output of the module specifically at extreme luminances. Decrease if shadows and/or highlights are over-saturated.
ca: dessatura la sortida del mòdul específicament a les luminàncies extremes. reduïu-ho si hi ha ombres i/o altes llums sobressaturades.
da: afmætter modulets output særligt ved ekstreme luminanser. reducér hvis skygger og/eller højlys er overmættede.
sk: desaturuje výstup z modulu najmä pri extrémnych jasoch. znížte ak sú tiene alebo svetlá presaturované.
sr: смањује засићеност излаза из модула посебно код екстремних осветљења. смањите уколико су сенке или светли делови презасићени.

source: Intent
ca: prova
da: hensigt
sk: zámer
sr: намера

source: Contrasted
ca: contrastat
da: med kontrast
sk: kontrastný
sr: контрасно

source: Faded
ca: esvaït
da: falmet
sk: vyblednutý
sr: избледело

source: Linear
ca: lineal
da: lineær
sk: lineárny
sr: линеарно

source: Optimized
ca: optimitzat
da: optimeret
sk: optimalizovaný
sr: побољшано

source: Change this method if you see reversed contrast or faded blacks
ca: canvieu aquest mètode si veieu contrast invertit o negres esvaïts
da: ændr denne metode, hvis du ser omvendt kontrast eller falmet sort
sk: zmeňte túto metódu, ak vidíte obrátený kontrast alebo vyblednuté tiene
sr: промените овај метод уколико приметите смањени контраст или бледе црне

source: Preserve the chrominance
ca: preserva la crominància
da: bevar krominansen
sk: zachovať farebnosť
sr: очувај боје

source: Ensure the original color are preserved. May reinforce chromatic aberrations. You need to manually tune the saturation when using this mode.
ca: assegura que els colors originals són preservats pot reforçar aberracions cromàtiques. cal ajustar manualment la saturació si s'empra aquest mode.
da: sikr at de oprindelige farver bevares. kan forstærke kromatiske aberrationer. du er nødt til manuelt at justere mætning, når du bruger denne tilstand.
sk: zachovať pôvodnú farebnosť. môže viesť k efektu chromatickej vady objektívu. pri použití tejto funkcie musíte ručne doladiť sýtosť farieb.
sr: омогућава да оригиналне боје буду очуване. може да направи хроматске аберације. потребно је да ручно подесите засићеност када користите овај режим.

source: Destination/display
ca: destinació/pantalla
da: destination/skærm
sk: cieľ/displej
sr: одредиште/екран

source: Luminance of output pure black, this should be 0% except if you want a faded look
ca: luminància del negre pur de sortida, hauria de ser 0% excepte si desitgeu un aspecte esvaït
da: luminans for output af ren sort, dette bør være 0% bortset fra hvis du ønsker et falmet udseende
sk: jas výstupu pre čistú čiernu, malo by byť 0 % okrem prípadov, kedy chcete vyblednutý vzhľad
sr: светлина на излазу за потпуно црну, треба да буде 0% осим уколико намерно желите да направите бледу слику

source: Midde grey value of the target display or color space. You should never touch that unless you know what you are doing.
ca: valor de gris mitjà de la pantalla o l'espai de color de destinació. no hauríeu de tocar mai això a menys que conegueu què esteu fent.
da: middelgrå værdi for destinationsskærmen eller -farverummet. du bør aldrig ændre dette, med mindre du ved hvad du gør.
sk: hodnota strednej šedej cieľového displeja alebo priestoru farieb. ak neviete, čo robíte, ruky preč a nič nemeňte.
sr: средишња сива вредност циљног уређаја или простора боје. не треба да дирате оде поставке осим уколико не знате шта радите.

source: Luminance of output pure white, this should be 100% except if you want a faded look
ca: luminància del blanc pur de sortida, hauria de ser 100% excepte si desitgeu un aspecte esvaït
da: luminans for output af ren hvid, dette bør være 100% bortset fra hvis du ønsker et falmet udseende
sk: jas výstupu pre čistú bielu, malo by byť 100 % okrem prípadov, kedy chcete vyblednutý vzhľad
sr: светлина на излазу за потпуно белу, треба да буде 100% осим уколико намерно желите да направите бледу слику.

source: Target gamma
ca: gamma final
da: målgeometri
sk: cieľová gama
sr: одредишна гама

source: Power or gamma of the transfer function of the display or color space. You should never touch that unless you know what you are doing.
ca: potència o gamma de la funció de transferència de la pantalla o l'espai de color. no hauríeu de tocar mai això a menys que conegueu què esteu fent.
da: styrke eller gamma for overførselsfunktionen for skærmen eller farverummet. du bør aldrig ændre dette, med mindre du ved hvad du gør.
sk: mocnina alebo gama prenosovej funkcie displeja alebo priestoru farieb. ak neviete, čo robíte, ruky preč a nič nemeňte.
sr: јачина гаме унутар функције за преношење простора боја екрана. не треба да дирате ово осим уколико не знате шта радите.

source: Filmic rgb
ca: fílmic rgb
da: filmisk rgb
sk: filmové rgb
sr: филмски rgb

source: Tone mapping|curve|view transform|contrast|saturation|highlights
sk: mapovanie tónov|krivka|transformácia pohľadu|kontrast|saturácia|svetlá
sr: мапирање тонова|криве|преображај приказа|контраст|засићеност|светли делови|mapirawe tonova|krive|preobražaj prikaza|kontrast|zasićenost|svetli delovi|tone mapping|curve|view transform|contrast|saturation|highlights

source: Apply a view transform to prepare the scene-referred pipeline for display on SDR screens and paper prints while preventing clipping in non-destructive ways
sk: aplikovať transformáciu pohľadu pre prípravu na scénu-preferovaného spracovania pre zobrazenie na SDR obrazovkách a papierových výtlačkoch pri simultánnom obmedzení prepalov nedeštruktívne
sr: примењује преображај прегледа како би припремио цевовод на основу сценографије за SDR екране у штампу на папиру, а истовремено онемогућава одсецање на недеструктивне начине

source: Filmic highlights reconstruction failed to allocate memory, check your RAM settings
sk: zlyhala alokácia pamäte pre filmovú rekonštrukciu svetiel, skontrolujte nastavenia RAM
sr: филмска реконструкција светлих делова није успела да одвоји добољно меморије, проверите RAW подешавања

source: Filmic works only on RGB input
sk: filmový pracuje iba so vstupom RGB
sr: филмски ради само да RGB улазом

source: Filmic highlights reconstruction failed to allocate memory on GPU
sk: zlyhala GPU alokácia pamäte pre filmovú rekonštrukciu svetiel
sr: филмска реконструкција светлих делова није успела да одвоји довољно меморије из графиче картице

source: Look only
sk: iba vzhľad
sr: само изглед

source: Look + mapping (lin)
sk: vzhľad + mapovanie (lin)
sr: изглед + мапирање (лин)

source: Look + mapping (log)
sk: vzhľad + mapovanie (log)
sr: изглед + мапирање (лог)

source: Dynamic range mapping
sk: mapovanie dynamického rozsahu
sr: мапирање динам. опсега

source: % Display
sk: % obrazovka
sr: % екран

source: EV scene
sk: EV scéna
sr: EV сценографине

source: % Camera
sk: % fotoaparát
sr: % камера

source: Display
ca: mostra
da: skærm
sk: zobrazenie
sr: екран

source: Scene
ca: escena
sk: scéna
sr: сценографија

source: Use the parameters below to set the nodes. The bright curve is the filmic tone mapping curve the dark curve is the desaturation curve.
sk: použite parametre nižšie na nastavenie uzlov. jasná krivka je filmová tónová mapovacia krivka tmavá krivka je krivkou zníženia saturácie.
sr: користите параметре испод са поставите чворове. светла крива се односи на криву за филмско мапирање тонова тамна крива је крива смањења засићености.

source: Toggle axis labels and values display.
sk: prepnúť medzi označením osí a zobrazením hodnôt.
sr: приказ назива оса и вредности.

source: Cycle through graph views. Left click: cycle forward. Right click: cycle backward. Double click: reset to look view.
sk: prepínajte sa medzi pohľadmi grafu. ľavé kliknutie: dopredu. pravé kliknutie: dozadu dvojkliknutie: reset na iba prehliadanie.
sr: кружи кроз неколико начина приказа графика. леви клик: иде напред. десни клик: иде назад. двоклик: враћа на основни преглед.

source: Adjust to match the average luminance of the image's subject. The value entered here will then be remapped to 18.45%. Decrease the value to increase the overall brightness.
ca: ajustar per igualar la lluminositat mitjana del subjecte. el valor entrat aquí serà remapat al 18.45%. reduïu el valor per augmentar la lluminositat general.
da: justér for at matche den gennemsnitlige luminans for billedets subjekt. værdien, der indtastes her, vil blive ændret til 18,45% formindst værdien for at forøge den overordnede lysstyrke.
sk: upraviť k nastaveniu stredného jasu objektu snímky. vložená hodnota bude potom namapovaná na 18.45 %. znížte hodnotu pre zvýšenie celkového jasu.
sr: подешавање поклапања са просечном светлином субјекта слике. ова вредност ће бити ремапирана на 18,45%. смањите вредност да повећате осветљење.

source: Symmetrically enlarge or shrink the computed dynamic range. Useful to give a safety margin to extreme luminances.
ca: eixampla o encongeix simètricament el rang dinàmic calculat útil per a donar un marge de seguretat a les lluminàncies extremes.
da: forstør eller formindsk det beregnede dynamikområde symmetrisk. nyttigt til at give en sikkerhedsmargin for ekstreme luminanser.
sk: symetricky roztiahnuť či stlačiť vypočítaný dynamický rozsah. užitočné pre bezpečnostnú rezervu u extrémnych jasov.
sr: симетрично повећава или сакупља израчунати динамички опсег. корисно ако желите да задате границе екстремних светлина.

source: Try to optimize the settings with some statistical assumptions. This will fit the luminance range inside the histogram bounds. Works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. This is not an artificial intelligence, but a simple guess. Ensure you understand its assumptions before using it.
ca: intenta optimitzar els valors amb certes estimacions estadístiques. això ajustarà el rang de luminància als límits de l'histograma. funciona millor per paisatges i imatges uniformement il·luminades però falla amb claus altes i claus baixes, i amb imatges d'alt ISO. no es tracta d'intel·ligència artificial sinó una simple estimació. assegureu-vos que enteneu els seus pressupòsits abans d'emprar-ho.
da: prøv at optimere indstilingerne med statistiske antagelser. dette vil passe luminansintervallet inden for histogramgrænserne. virker bedre for landskaber og jævnt belyste billeder men fejler for høje og lave værdier og billeder med høje ISO-værdier. dette er ikke kunstig intelligens men et simpelt gæt. vær sikker på, at du forstår antagelserne, inden du bruger dem.
sk: skúsiť optimalizovať nastavenia na základe štatistických predpokladov. jasový rozsah bude rovnomerne distribuovaný v medziach histogramu. funguje lepšie pre krajiny a rovnomerne osvietené snímky, ale zlyhá pre scény high-key, low-key, vysoké ISO. toto nie je umelá inteligencia, ale jednoduchý odhad. uistite sa, že chápete predpoklady predtým, ako toto použijete.
sr: покушава да прилагоди подешавања уз неке статистичке претпоставке. ово ће уклопити опсег светлине унутар граница хистограма. ради боље за пејзаже и слике које су уједначено осветљене, али неће бити добро за делове који су превише или премало осветљени и за високе ИСО вредности. ово не користи вештачку интелигенцију, већ једноставни систем погађања. проверите да ли разумете претпоставке пре него што користите.

source: Reconstruct
sk: rekonštruovať
sr: реконструкција

source: Highlights clipping
sk: orezanie svetiel
sr: одсецање светлог

source: Set the exposure threshold upon which clipped highlights get reconstructed. Values are relative to the scene white point. 0 EV means the threshold is the same as the scene white point. Decrease to include more areas, increase to exclude more areas.
sk: nastaviť prah expoície, po ktorej sú orezané svetlá obnovené. hodnoty sú relatívne voči bielemu bodu scény. 0 EV znamená prah zhodný s bielym bodom scény. znížiť pre zahrnutie viac oblastí, zvýšiť pre odobratie viacerých oblastí.
sr: поставља праг експозиције на основу кога се одсечени светли делови реконструишу. вредности су релативне у односу на баланс беле из кадра. 0 EV значи да је праг исти као и тачка баланса беле. смањите да укључите шире подручје. повећајте да искључите веће подручје.

source: Soften the transition between clipped highlights and valid pixels. Decrease to make the transition harder and sharper, increase to make the transition softer and blurrier.
sk: zmäkčiť prechod medzi orezanými svetlami a platnými pixelmi. znížiť pre tvrdší a ostrejší prechod, zvýšiť pre mäkšie a rozmazanejší prechod.
sr: ублажава прелаз између одсечених светлих делова и исправних пиксела. смањите да направите тврђи и оштрији прелаз. повећајте да направите мекши и замућенији прелаз.

source: Display highlight reconstruction mask
sk: zobraziť masku rekonštrukcie svetiel
sr: прикажи маску за реконструкцију светлих делова

source: Balance
ca: balanç
sk: vyváženie
sr: баланс

source: Decide which reconstruction strategy to favor, between inpainting a smooth color gradient, or trying to recover the textured details. 0% is an equal mix of both. Increase if at least one RGB channel is not clipped. Decrease if all RGB channels are clipped over large areas.
sk: rozhodnúť o preferovanej stratégii rekonštrukcie medzi vkreslením jemných farebných gradientov alebo sa pokúsiť obnoviť detaily textúry. 0 % je rovnovážny mix oboch. zväčšiť ak aspoň jeden kanál RGB nie je orezaný, zmenšiť ak sú všetky kanály RGB orezané na veľkých oblastiach.
sr: одређује омиљени начин за реконструкцију, можете одабрати између исцртавања благих прелаза боја и покушаја да повратите детаље текстуре. 0% означава једнаки удео обе методе. повећајте уколико бар један RGB канал није одсечен. смањите уколико су сви RGB канали одсечени у ширем подручју.

source: Decide which reconstruction strategy to favor, between blooming highlights like film does, or trying to recover sharp details. 0% is an equal mix of both. Increase if you want more details. Decrease if you want more blur.
sk: rozhodnúť o preferovanej stratégii rekonštrukcie medzi jemnými svetlami ako u filmu alebo sa pokúsiť obnoviť ostré detaily. 0 % je rovnovážny mix oboch. zväčšiť pre viac detailov, zmenšiť pre väčšie rozostrenie.
sr: одређује омиљени начин за реконструкцију, можете одабрати између цветања светлих делова као на филму и покушаја да повратите оштре детаље. 0% означава једнаки удео обе методе. повећајте уколико желите више детаља. смањите уколико желите више замућења.

source: Decide which reconstruction strategy to favor, between recovering monochromatic highlights, or trying to recover colorful highlights. 0% is an equal mix of both. Increase if you want more color. Decrease if you see magenta or out-of-gamut highlights.
sk: rozhodnúť o preferovanej stratégii rekonštrukcie medzi obnovením monochromatických svetiel alebo sa pokúsiť o obnovenie farebných svetiel. 0 % je rovnovážny mix oboch. zväčšiť pre viac farebnosti, zmenšiť v prípade fialových nebo prepálených svetiel (mimo gamutu).
sr: одређује омиљени начин за реконструкцију, можете одабрати између враћања једнобојних светлих делова, и покушаја да повратите светле делове у боји. 0% означава једнаки удео обе методе. повећајте уколико желите више боје. смањите уколико приметите љубичасту или боју изван палете.

source: Look
ca: aparença
da: udseende
sk: vzhľad
sr: изглед

source: Equivalent to paper grade in analog. Increase to make highlights brighter and less compressed. Decrease to mute highlights.
sk: ekvivalent tvrdosti papiera v klasické fotografii. zväčšiť pre zosvetlenie svetiel a menšiu kompresiu. zmenšiť pre zastrenie svetiel.
sr: исто као прављење скале у аналогно време. повећајте да осветлите светле делове уз мање компресије. смањите да пригушите светле делове.

source: Width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). Increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. No desaturation happens in the latitude range. This has no effect on mid-tones.
ca: amplada del domini de linealitat al mig de la corba en percentatge del rang dinàmic (exposició blanc - exposició negre). augmenteu-lo per tenir més contrast i menys dessaturació a les luminàncies extremes, reduïu-lo en cas contrari. no es produeix saturació en el rang de latitud. això no té efecte en els tons mitjans.
da: bredden af det lineære domæne i midten af kurven, i procent af dynamikområdet (hvideksponering - sorteksponering). forøg for at opnå mere kontrast og mindre afmætning ved ekstreme luminanser, ellers formindsk. der sker ingen afmætning i breddegradsområdet. dette har ingen effekt på midttoner.
sk: šírka lineárnej oblasti v strede krivky ako percento dynamického rozsahu (expozícia bielej - čiernej). zväčšiť pre väčší kontrast a menšiu desaturáciu v extrémnych jasových hodnotách. stredné tóny nebudú ovplyvnené.
sr: ширина линеарног подручја у средњим тоновима криве, у процентима динамичког опсега (експозиција беле — експозиција црне). повећајте за више контраста и мањи губитак засићености при екстремном светлу, у супротном смањите. не дешава се губитак засићености у опсегу ширине простора. ово нема ефекат на средње тонове.
