Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Mark fixed pixels
ca: marca els píxels corregits
da: markér rettede pixels
sk: označiť opravené pixely
sr: обележи фиксне пикселе

source: Detect by 3 neighbors
ca: detecta amb 3 veïns
da: detektér fra 3 naboer
sk: detekovať podľa 3 susedných
sr: пронађи на основу 3 суседа

source: Mode
da: tilstand
sk: režim
sr: режим

source: Geometry
ca: geometria
da: geometri
sk: geometria
sr: геометрија

source: TCA red
ca: TCA vermell
da: TCA rød
sk: TCA červená
sr: TCA црвена

source: TCA blue
ca: TCA blau
da: TCA blå
sk: TCA modrá
sr: TCA плава

source: Invalidated
sk: zneplatnený
sr: невалидирано

source: Move
sk: presunúť
sr: померање

source: Line
sk: čiara
sr: линија

source: Curve
sk: krivka
sr: крива

source: Blue shift
ca: desplaçament al blau
da: blåforskydning
sk: posun modrej
sr: помак плаве

source: Soften with
ca: suavitza amb
da: blødgør med
sk: zmäkčiť s
sr: ублажи са

source: Order 0
sr: редослед 0

source: Order 1
sr: редослед 1

source: Order 2
sr: редослед 2

source: Gaussian
ca: gaussià
sk: gausián
sr: гаус

source: Bilateral filter
ca: filtre bilateral
sk: bilaterálny filter
sr: двобочни филтер

source: Application color space
ca: espai de color de l'aplicació
da: applikationens farverum
sk: priestor farieb pre aplikáciu
sr: простор боја апликације

source: Gamma rec709 RGB
sr: гама rec709 RGB

source: Linear rec709 RGB
ca: lineal rec709 RGB
sk: lineárny Rec709 RGB
sr: линеарни rec709 RGB

source: Linear rec2020 RGB
ca: lineal rec2020 RGB
sk: lineárny Rec2020 RGB
sr: линеарни rec2020 RGB

source: Tetrahedral
ca: tetrahèdrica
da: tetraederalsk
sk: tetrahedrálny
sr: тетраедар

source: Trilinear
ca: trilineal
da: trilineær
sk: trilineárny
sr: тролинијски

source: Pyramid
ca: piràmide
da: pyramide
sk: pyramída
sr: пирамида

source: Film stock
sk: filmový pás
sr: врста филма

source: Scan exposure bias
sk: kompenzácia EV skenera
sr: експозиција скениране слике

source: Paper black (density correction)
sk: čierna fotopapieru (korekcia hustoty)
sr: црнило папира (корекција густине)

source: Paper grade (gamma)
sk: tvrdosť fotopapieru (gama)
sr: тежина папира (гама)

source: Paper gloss (specular highlights)
sk: lesk fotopapieru (bodové svetlá)
sr: сјај папира (рефлексија светлог)

source: Print exposure adjustment
sk: úprava expozície tlače
sr: дотеривање експозиције штампе

source: Black and white film
sk: čiernobiely film
sr: црно-бели филм

source: Color film
sk: farebný film
sr: филм у боји

source: Dynamic range
ca: rang dinàmic
da: dynamikområde
sk: dynamický rozsah
sr: динамички опсег

source: Middle grey luma
ca: luma del gris mitjà
da: middelgrå luma
sk: jas strednej šedej
sr: лума средишње сиве

source: Safety factor
ca: factor de seguretat
da: sikkerhedsfaktor
sk: bezpečnostný faktor
sr: сигурносни фактор

source: Logarithmic
ca: logarítmic
da: logaritmisk
sk: logaritmická
sr: логаритамски

source: Gamma
sk: gama
sr: гама

source: Noise threshold
ca: llindar de soroll
da: grænseværdi for støj
sk: prah šumu
sr: праг шума

source: Crop x
ca: escapça x
da: beskær x
sk: orez y
sr: исеци x

source: Crop y
ca: escapça y
da: beskær y
sk: orez y
sr: исеци y

source: Crop width
ca: escapça l'amplada
da: beskæringsbredde
sk: šírka orezu
sr: исеци ширину

source: Crop height
ca: escapça l'alçada
da: beskæringshøjde
sk: výška orezu
sr: исеци висину

source: Black level
sk: úroveň čiernej
sr: ниво црне

source: White point
ca: punt de blanc
da: hvidpunkt
sk: biely bod
sr: бела тачка

source: Exposure
ca: exposició
da: eksponering
sk: expozícia
sr: експозиција

source: Blur type
ca: tipus de difuminat
da: sløringstype
sk: typ rozmazania
sr: врста замућења

source: Blur radius
ca: radi de difuminat
da: sløringsradius
sk: polomer rozmazania
sr: полупречник замућења

source: Fill mode
ca: mode d'emplenat
da: udfyldningstilstand
sk: režim výplne
sr: режим попуне

source: Brightness
ca: brillantor
da: lysstyrke
sk: jas
sr: осветљење

source: Unused
ca: sense ús
da: ubrugt
sk: nepoužité
sr: некоришћено

source: Clone
sk: klonovať
sr: клон

source: Heal
sk: uzdraviť
sr: лечење

source: Blur
sk: rozostrenie
sr: замућење

source: Fill
sk: prisvetlenie
sr: попуна

source: Bilateral
sk: bilaterálny
sr: двобочно

source: Erase
ca: esborra
da: slet
sk: vymazať
sr: брисање

source: Color
da: farve
sk: farba
sr: боја

source: Compensate middle grey
ca: compensa el gris mitjà
da: kompensér middelgrå
sk: kompenzovať strednú šedú
sr: компензација средишње сиве

source: RGB, linked channels
ca: RGB, canals enllaçats
da: RGB, forbundne kanaler
sk: RGB, prepojené kanály
sr: везани RGB канали

source: RGB, independent channels
ca: RGB, canals independents
da: RGB, uafhængige kanaler
sk: RGB, nezávislé kanály
sr: независни RGB канали

source: White point adjustment
ca: ajustament de punt de blanc
da: justering af hvidpunkt
sk: úprava bieleho bodu
sr: дотеривање беле тачке

source: Shadows color adjustment
ca: ajusta color d'ombres
da: farvejustering for skygger
sk: úprava farieb v tieňoch
sr: дотеривање боје сенки

source: Highlights color adjustment
ca: ajusta color de llums
da: højlys farvejustering
sk: úprava farieb vo svetlách
sr: дотеривање боје светлих делова

source: Emerald
ca: maragda
da: smaragd
sk: smaragd
sr: дијамант

source: Color space
ca: espai de color
da: farverum
sk: farebný priestor
sr: простор боја

source: Lab, linked channels
ca: Lab, canals enllaçats
da: Lab, forbundne kanaler
sk: Lab, prepojené kanály
sr: Lab, везани канали

source: Lab, independent channels
ca: Lab, canals independents
da: Lab, uafhængige kanaler
sk: Lab, nezávislé kanály
sr: Lab, независни канали

source: XYZ, linked channels
ca: ZXY, canals enllaçats
da: XYZ, forbundne kanaler
sk: XYZ, prepojené kanály
sr: XYZ, везани канали

source: Blacks
sk: tiene
sr: црне

source: Deep shadows
sk: hlboké tiene
sr: тамне сенке

source: Light shadows
sk: svetlé tiene
sr: светле сенке

source: Dark highlights
sk: tmavé svetlá
sr: тамни светли деливи

source: Whites
sk: svetlá
sr: беле

source: Speculars
sk: bodovky
sr: рефлексије

source: Smoothing diameter
ca: diàmetre de suavitzat
da: udjævningsdiameter
sk: priemer vyhladzovania
sr: пречник умекшања

source: Edges refinement/feathering
ca: refinament/difuminat de les vores
da: kantnuancer/udtynding
sk: doladenie hrán/prelínanie okrajov
sr: поправљање/умекшање ивица

source: Mask quantization
ca: quantització de màscara
da: maskekvantisering
sk: kvantizácia masky
sr: квантизација маске

source: Mask contrast compensation
ca: compensació de contrast de la màscara
da: maskekontrastkompensering
sk: kompenzácia kontrastu masky
sr: компензација контраста маске

source: Mask exposure compensation
ca: compensació d'exposició de la màscara
da: maskeeksponeringskompensering
sk: kompenzácia expozície masky
sr: компензација експозиције маске

source: Luminance estimator
ca: estimador de luminància
da: luminansestimator
sk: odhad jasu
sr: рачунање светлине

source: Filter diffusion
ca: difusió del filtre
da: filtrér sløring
sk: difúzia filtra
sr: филтер дифузије

source: Averaged guided filter
ca: filtre guiat promitjat
da: udlignet guidet filter
sk: spriemerovaný vedený filter
sr: филтер вођен просеком

source: Guided filter
ca: filtre guiat
da: guidet filter
sk: vedený filter
sr: вођени филтер

source: Averaged eigf
sk: priemerné eigf
sr: просечни вфне

source: Eigf
sr: вфне

source: RGB average
ca: Mitjana RGB
da: RGB-gennemsnit
sk: RGB priemer
sr: RGB просек

source: HSL lightness
ca: Lluminositat HSL
da: HSL-lysskarphed
sk: HSV svetlosť
sr: HSL светлина

source: HSV value / RGB max
ca: HSV valor / RGB max
da: HSV-værdi / RGB-maks.
sk: HSV hodnota / RGB max
sr: HSV вредност / највећи RGB

source: RGB sum
ca: RGB suma
sk: RGB suma
sr: RGB збир

source: RGB geometric mean
ca: RGB mitjana geomètrica
da: RGB euklidisk gennemsnit
sk: RGB geometrický priemer
sr: RGB геометријска средина

source: Contrast compression
ca: compressió de contrast
da: kontrastkomprimering
sk: komprimácia kontrastu
sr: компензација контраста

source: Mid-tones bias
ca: correcció de tons mitjans
da: midttone-bias
sk: vplyv pre stredné tóny
sr: померај средњих тонова

source: Vibrance
ca: vivesa (vibrance)
sk: živosť (vibrance)
sr: живост боја

source: Fall-off strength
ca: força de la transició
da: aftagningsstyrke
sk: strmosť stmavenia
sr: јачина отпадања

source: Horizontal center
ca: centre horitzontal
da: vandret centrum
sk: horizontálny stred
sr: водоравни центар

source: Vertical center
ca: centre vertical
da: lodret centrum
sk: vertikálny stred
sr: усправни центар

source: Automatic ratio
ca: relació auto
da: automatisk størrelsesforhold
sk: automatický pomer
sr: аутоматски однос

source: Width/height ratio
ca: relació ample/alt
da: bredde/højde-forhold
sk: pomer šírka/výška
sr: одност дужине/ширине

source: Shape
ca: forma
da: figur
sk: tvar
sr: облик

source: 8-bit output
ca: sortida de 8 bits
sk: 8-bitový výstup
sr: 8. битни излаз

source: 16-bit output
ca: sortida de 16 bits
sk: 16-bitový výstup
sr: 16. битни излаз

source: X offset
ca: decalatge x
da: x-forskydning
sk: x posun
sr: x помак

source: Y offset
ca: decalatge y
da: y-forskydning
sk: y posun
sr: y помак

source: Scale on
ca: ajusta mida respecte a
da: skalér efter
sk: mierka na
sr: повећај на

source: Image
ca: imatge
da: billede
sk: snímka
sr: слика

source: Larger border
ca: vora més amplia
da: større kant
sk: širší okraj
sr: већа ивица

source: Smaller border
ca: vora més petita
da: mindre kant
sk: užší okraj
sr: мања ивица

source: Developers
sk: vývojári
sr: програмери

source: Translators
sk: prekladatelia
sr: преводиоци

source: Contributors
sk: prispievatelia
sr: допринели

source: Rawspeed contributors
sk: rawspeed prispievatelia
sr: rawspeed-у допринели

source: Virtual Lighttable and Darkroom
ca: Taula de llum i Cambra fosca virtuals
da: Virtuelt lysbord og mørkekammer
sk: Virtuálny presvetľovací pult a fotokomora
sr: Виртуелни Светли сто у Тамној соби

source: graphics;photography;raw;
da: grafik;fotografi;raw;
sk: grafika;fotografovanie;fotografie;raw;surový;
sr: graphics;photography;raw;grafika:fotografija;rav;графика;фотографија;рав;развијање;razvijanje

source: Darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
ca: darktable gestiona els vostres negatius digitals en una base de dades i us permet visualitzar-los en una taula de llum. també us permet revelar les imatges raw i millorar-les a la cambra fosca.
da: darktable håndterer dine digitale negativer i en database og lader dig se dem gennem et lysbord. Den lader dig også fremkalde raw-billeder og forbedre dem i et mørkekammer.
sk: program darktable spravuje vaše digitálne negatívy v databáze a umožňuje vám zobraziť ich na presvetľovacom pulte. Tiež vám umožňuje vyvíjať obrázky raw a vylepšiť ich vo fotokomore.
sr: тамни сто уређује дигиталне негативе у бази података и даје вам да их прегледате кроз светли сто. То вам такође омогућава да развијете raw слике и побољшате их у тамној соби.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
ca: Altres modes a més de la taula de llum i cambra fosca, són un mapa per geolocalització, tethering (control remot de la càmera), impressió i presentació de diapositives.
da: Andre tilstande ud over lysbord og mørkekammer er et kort til geomærkning, tethering, udskrifter og et diasshow.
sk: Ostatné režimy okrem presvetľovacieho pultu a fotokomory sú mapa na geografické lokalizovanie, vzdialené snímanie, tlač a prezentácia.
sr: Поред светлог стола и тамне собе на располагању су вам и карте за подешавање локације, повезивање уређаја, штампу и приказ слајдова.

source: Darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
ca: darktable admet la majoria de formats raw de càmera moderns, i fa tot el seu processat amb un grau molt alt de precisió.
da: darktable understøtter de fleste moderne kameraers raw-formater og udfører alle sine bearbejdninger med meget høj præcision.
sk: program darktable podporuje raw formáty najnovších fotoaparátov a dokáže všetky z nich spracovať s veľkou presnosťou.
sr: тамни сто подржава највећи број raw формата са модерних камера и врши читаву обраду са великом прецизношћу.

source: Virtual light table, showing a collection
ca: Taula de llum virtual, mostrant col·lecció
da: Virtuelt lysbord, viser en samling
sk: Virtuálny presvetľovací pult, zobrazenie zbierky
sr: Виртуелни светли сто, приказује збирку

source: Virtual dark room with an opened image
ca: Cambra fosca virtual amb una imatge oberta
da: Virtuelt mørkekammer med et billede åbent
sk: Virtuálna fotokomora s otvorenou snímkou
sr: Виртуелна тамна соба са отвореном сликом

source: Virtual dark room, sharpening an image
ca: Cambra fosca virtual, aplicant "sharpen" a una imatge
da: Virtuelt mørkekammer, øgning af skarphed i et billede
sk: Virtuálna fotokomora, zaostrovanie snímky
sr: Виртуелна тамна соба, изоштравање слике

source: Show images on a map
ca: Mostra imatges en un mapa
da: Vis billeder på et kort
sk: Ukázať snímky na mape
sr: Прикажите слике на карти

source: Print your images
ca: Imprimeix imatges
da: Udskriv dine billeder
sk: Vytlačiť vaše obrázky
sr: Одштампајте ваше слике

source: _Cancel
sk: _zrušiť
sr: _сачувај

source: _Save
sk: _uložiť
sr: _откажи

source: Average dE: %.02f Max dE: %.02f
ca: dE mitjana: %.02f dE max: %.02f
da: gennemsnitlig dE: %.02f maksimal dE: %.02f
sk: priemer dE: %.02f max dE: %.02f
sr: просечан dE: %.02f највећи dE: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
ca: PENDENT: ho sentim, per restriccions d'API actualment no es pot ajustar BPP a
da: TODO: desværre, på grund af API-restriktioner kan vi p.t. ikke sætte BPP til
sk: TODO: Ľutujeme, ale prei API obmedzenia nemôžme momentálne nastaviť BPP na
sr: НЕДОВРШЕНО: извињавамо се, због ограничења АПИ-ја не можемо да поставимо BPP у

source: Unknown option for --hq
ca: opció desconeguda per --hq
da: ukendt valgmulighed for --hq
sk: neznáma voľba pre --hq
sr: непозната опција за --hq

source: Unknown option for --export_masks
sk: neznáma voľba pre --export_masks
sr: непозната опција за --export_masks

source: Unknown option for --upscale
ca: opció desconeguda per --upscale
da: ukendt valgmulighed for --upscale
sk: neznáma voľba pre --upscale
sr: непозната опција за --upscale

source: Unknown option for --apply-custom-presets
ca: opció desconeguda per --apply-custom-presets
sk: neznáma voľba pre --apply-custom-presets
sr: непозната опција за --apply-custom-presets

source: Too long ext for --out-ext
sk: príliš dlhá prípona pre --out-ext
sr: предугачка енстензија за --out-ext

source: Notice: input file or dir '%s' doesn't exist, skipping
sk: upozornenie: vstupný súbor alebo priečinok '%s' neexistuje, preskakujem
sr: примедба: улазна датотека или директоријум „%s“ не постоји, прескачем

source: Incorrect ICC type for --icc-type: '%s'
sk: nesprávny ICC typ pre --icc-type: '%s'
sr: неисправна врста ICC за --icc-type: „%s“

source: Notice: ICC file '%s' doesn't exist, skipping
sk: upozornenie: ICC súbor '%s' neexistuje, preskakujem
sr: примедба: ICC датотека „%s“ не постоји, прескачем

source: Incorrect ICC intent for --icc-intent: '%s'
sk: nesprávny ICC intent pre --icc-intent: '%s'
sr: неисправан ICC садржај за --icc-intent: „%s“

source: Error: input file and import opts specified! that's not supported!
sk: chyba: boli špecifikované vstupný súbor a voľby importu! to nie je podporované
sr: грешка: улазна датотека и опције увоза су одређене! то није подржано!

source: Notice: output location is a directory. Assuming '%s/$(FILE_NAME).%s' Output pattern
sk: upozornenie: umiestnenie výstupu je priečinok. predpokladajúc '%s/$(FILE_NAME).%s' výstupný vzor
sr: примедба: излазна путања је директоријум. претпостављам да је улазни шаблон „%s/$(FILE_NAME).%s“

source: Output file already exists, it will get renamed
ca: arxiu de sortida ja existeix, es canviarà el nom
da: output-fil eksisterer allerede; den vil blive omdøbt
sk: výstupný súbor už existuje, bude premenovaný
sr: излазна датотека већ постоји, биће преименована

source: Error: can't open folder %s
ca: error: no es pot obrir la carpeta %s
da: fejl: kan ikke åbne mappe %s
sk: chyba: nemôžem otvoriť priečinok %s
sr: грешка: не могу да отворим фасциклу %s

source: Error: can't open file %s
ca: s'ha produït un error en obrir el fitxer %s
da: fejl: kan ikke åbne fil %s
sk: chyba: nemôžem otvoriť súbor %s
sr: грешка: не могу да отворим датотеку %s

source: No images to export, aborting
ca: cap imatge a exportar, avortant
da: ingen billeder at eksportere; afbryder
sk: nie sú vybrané žiadne obrázky pre export, zrušené
sr: нема слика за увоз, прекидам

source: Error: can't open xmp file %s
ca: error: no es pot obrir el fitxer xmp %s
da: fejl: kan ikke åbne xmp-fil %s
sk: chyba: nie je možné otvoriť XMP súbor %s
sr: грешка: не могу да отворим xmp датотеку %s

source: Empty history stack
ca: buida la pila de l'historial
da: tom historikstak
sk: vyprázdniť zoznam histórie
sr: празно складиште историјата

source: Too long output file extension: %s
sr: предугачка екстензија излазне датотеке: %s

source: No output file extension given
sr: није дата екстензија излазне датотеке

source: Cannot find disk storage module. Please check your installation, something seems to be broken.
ca: no es troba el mòdul d'emmagatzematge al disc, si us plau, reviseu la vostra instal·lació, sembla que hi ha quelcom fet malbé.
da: kan ikke finde disk-opbevaringsmodul. tjek venligst din installation; noget ser ud til ikke at fungere.
sk: nemožno nájsť modul pre export na disk. prosím overte vašu inštaláciu, niečo vyzerá poškodené.
sr: не могу да нађем модул за складиштење. проверите вашу инсталацију, изгледа да нешто није како треба.

source: Failed to get parameters from storage module, aborting export ...
ca: no s'han pogut obtenir paràmetres del mòdul d'emmagtzematge, avortant l'exportació ...
da: hentning af parametre fra opbevaringsmodul mislykkedes, eksport afbrydes…
sk: nemožno získať parametre z modulu ukladania. export bol prerušený...
sr: не могу да добије параметре из модула за складиштење, прекидам извоз…

source: Unknown extension '.%s'
ca: extensió desconeguda '.%s'
da: ukendt endelse “.%s”
sk: neznáma prípona '.%s'
sr: непозната екстензија „.%s“

source: Failed to get parameters from format module, aborting export ...
ca: no s'han pogut obtenir paràmetres del mòdul de format, avortant exportació ...
da: hentning af parametre fra formateringsmodul mislykkedes, eksport afbrydes…
sk: nemožno získať parametre z modulu na formátovanie. export bol prerušený...
sr: не могу да добијем параметре модула за формат, прекидам извоз…

source: Too much time to update aspect ratio for the collection
ca: temps excessiu per a actualitzar la relació d'aspecte a la col·lecció
da: for megen tid til at opdatere billedformat for samlingen
sk: príliš pomalá aktualizácia pomeru strán pre zbierku
sr: превише времена је протекло на ажурирању односа величине у збирци

source: Film roll
ca: rodet
da: filmrulle
sk: filmová kazeta
sr: филмска ролна

source: Folders
ca: carpetes
da: mapper
sk: priečinky
sr: фасцикле

source: Camera
ca: càmera
da: kamera
sk: fotoaparát
sr: камера

source: Tag
ca: etiqueta
da: mærk
sk: štítok
sr: ознака

source: Date taken
sk: dátum vytvorenia
sr: датум сликања

source: Date-time taken
sk: dátum a čas vytvorenia
sr: датум и време сликања

source: Import timestamp
sk: čas importu
sr: време увоза

source: Change timestamp
sk: čas zmeny
sr: време измене

source: Export timestamp
sk: čas exportu
sr: време извоза

source: Print timestamp
sk: čas tlače
sr: време штампе

source: History
ca: historial
da: historik
sk: história
sr: историја

source: Color label
ca: etiqueta de color
da: farvemærkat
sk: farebná značka
sr: ознака у боји

source: Lens
ca: lent
da: objektiv
sk: objektív
sr: објектив

source: ISO
sr: ИСО

source: Aperture
ca: obertura
da: blænde
sk: clona
sr: бленда

source: Filename
ca: nom fitxer
da: filnavn
sk: súbor
sr: име датотеке

source: Geotagging
ca: geoetiquetatge
da: geomærkning
sk: geografická poloha
sr: географска ознака

source: Grouping
ca: agrupament
da: gruppering
sk: zoskupenie
sr: груписање

source: Local copy
ca: còpia local
da: lokal kopi
sk: lokálna kópia
sr: локална копија

source: Module
ca: mòdul
da: modul
sk: modul
sr: модул

source: Module order
sk: poradie modulov
sr: редослед модула

source: Red
ca: vermell
da: rød
sk: červená
sr: црвена

source: Yellow
ca: groc
da: gul
sk: žltá
sr: жута

source: Green
ca: verd
da: grøn
sk: zelená
sr: зелена

source: Blue
ca: blau
da: blå
sk: modrá
sr: плава

source: Purple
ca: magenta
da: lilla
sk: purpurová
sr: љувичаста

source: Basic
sk: základný
sr: основно

source: Auto applied
sk: automaticky aplikované
sr: самопримењено

source: Altered
ca: modificada
da: ændret
sk: zmenený
sr: измењено

source: Not tagged
ca: sense etiquetar
da: ikke mærket
sk: bez štítkov
sr: није означено

source: Tagged
ca: etiquetat
da: mærket
sk: oštítkovaný
sr: означено

source: Tagged*
sk: oštítkovaný*
sr: означено*

source: Not copied locally
ca: no copiat localment
da: ikke kopieret lokalt
sk: nekopírovaný lokálne
sr: није умножено локално

source: Insensitive
sr: неосетљиво

source: Group leaders
ca: líders de grup
da: gruppeledere
sk: vedúci skupiny
sr: вође групе

source: Not defined
sk: nedefinované
sr: није одређено

source: %d Image of %d (#%d) in current collection is selected
ca: seleccionada %d imatge de %d (#%d) de la col·lecció actual
da: %d billede af %d (nr. %d) i aktuel samling er valgt
sk: je vybraný %d obrázok z %d (#%d) v aktuálnej zbierke
sr: изабрана је %d слика од %d (бр. %d) у тренутној збирци

source: %d Image of %d in current collection is selected
ca: seleccionada %d imatge de %d de la col·lecció actual
da: %d billede af %d i aktuel samling er valgt
sk: je vybraný %d obrázok z %d v aktuálnej zbierke
sr: изабрана је %d слика од %d у тренутној збирци

source: Work profile
ca: perfil de treball
da: arbejdsprofil
sk: pracovný profil
sr: радни профил

source: Export profile
ca: perfil d'exportació
da: eksportprofil
sk: exportný profil
sr: профил за извоз

source: Softproof profile
ca: perfil ICC simulació
da: softproof-profil
sk: softproof profil
sr: профил потврде боја

source: System display profile
ca: perf. pantalla del sistema
da: systemets skærmprofil
sk: systémový profil displeja
sr: профил екрана

source: System display profile (second window)
sr: профил екрана (други прозор)

source: SRGB (e.G. JPG)
ca: sRGB (p.ex. JPG)
da: sRGB (fx JPG)
sk: sRGB (napr. JPG)
sr: sRGB (нпр. JPG)

source: SRGB (web-safe)
ca: sRGB (per a web)
da: sRGB (web-sikker)
sk: sRGB (pre web)
sr: sRGB (за веб)

source: Gamma Rec709 RGB
sr: палета Rec709 RGB

source: Linear prophoto RGB
ca: prophoto RGB lineal
da: lineær prophoto RGB
sk: lineárny prophoto RGB
sr: линеарни prophoto RGB

source: Linear XYZ
ca: lineal XYZ
da: lineær XYZ
sk: lineárny XYZ
sr: линеатно XYZ

source: Linear infrared BGR
ca: lineal infraroig BGR
da: lineær infrarød BGR
sk: lineárny infračervený BGR
sr: линеарни инфрацрвени BGR

source: BRG (for testing)
ca: BRG (per proves)
da: BRG (til test)
sk: BRG (pre testovanie)
sr: BRG (за тестирање)

source: Embedded ICC profile
ca: perfil ICC incrustat
da: indbygget ICC-profil
sk: integrovaný ICC profil
sr: угњежђени ICC профил

source: Embedded matrix
ca: matriu incrustada
da: indbygget matrice
sk: integrovaná matica
sr: угњежђена матрица

source: Standard color matrix
ca: matriu de color estàndard
da: standard farvematrice
sk: štandardná farebná matica
sr: стандардна матрица боја

source: Enhanced color matrix
ca: matriu de color millorada
da: forbedret farvematrice
sk: vylepšená farebná matica
sr: побољшана матрица боја
