Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Enable extended thumb overlay
ca: mostra informació àmplia a les miniatures
da: aktivér udvidet overlægning af miniaturebillede

source: If set to true, thumb overlay shows filename and some exif data.
ca: si s'activa, es mostren el nom d'arxiu i certes dades exif superposats sobre les miniatures.
da: hvis aktiveret, vises filnavn og nogen exif-data på miniaturebilledeoverlæg.

source: Use single-click in the collect panel
ca: empra un sol clic al panell de colecció
da: brug enkeltklik i samlepanelet

source: Check this option to use single-click to select items in the collect panel. This will allow you to do range selections for date-time and numeric values.
ca: marqueu aquesta opció per a fer servir un sol clic en seleccionar elements al panell de col·lecció. això us permetrà fer seleccions de rangs per data-temps i valors numèrics.
da: vælg dette for at bruge enkeltklik for at vælge enheder i samlepanelet. dette lader dig vælge intervaller for dato-tids- og numeriske værdier.

source: Expand a single lighttable module at a time
ca: expandeix un únic mòdul de la taula de llum alhora
da: udvid et enkelt lysbordsmodul ad gangen

source: Scroll to lighttable modules when expanded/collapsed
ca: desplaçar llista de mòduls de taula de llum quan s'expandeixin/col·lapsin
da: rul til lysbordmoduler når de er udvidede/sammenklappede

source: Pattern for the image infos line
ca: plantilla per la línia d'info de la imatge
da: mønster for et billedes infolinje

source: Position of the image infos line
ca: posició de la línia d'info de la imatge
da: position af et billedes infolinje

source: Show search module text entry
ca: mostra l'entrada de text per cercar mòduls
da: vis søgemodulets tekstinput

# preferences
source: Show search text
ca: mostra cercar text
da: vis søgetekst

# preferences
source: Show groups
ca: mostra grups
da: vis grupper

# preferences
source: Show both
ca: mostra tots dos
da: vis begge

source: Expand a single darkroom module at a time
ca: expandeix un únic mòdul de la cambra fosca alhora
da: udvid et enkelt mørkekammermodul ad gangen

source: Scroll to darkroom modules when expanded/collapsed
ca: desplaçar llista de mòduls de cambra fosca quan s'expandeixin/col·lapsin
da: rul til mørkekammermoduler når de er udvidede/sammenklappede

source: Only draw images on map that are currently collected and filtered
ca: dibuixa al mapa només les imatges de l'actual col·leció i filtratge
da: tegn kun billeder på kort, som aktuelt er samlet og filtreret

source: Use the current filter settings to select the geotagged images drawn on the map, i.E. Limit the images drawn to the current filmstrip. This limits the number of images drawn and thus reduces the time needed to draw the images.
ca: empra els actuals valors de filtre per triar les imatges georeferenciades dibuixades en el mapa, això és, limita les imatges visibles a la tira de pel·lícula. això limita el nombre d'imatges reduint el temps necessari per traçar-les.
da: brug de aktuelle filterindstillinger for at vælge de geomærkede billeder, der er tegnet på kortet. dvs. begræns de billeder, der tegnes på den aktuelle filmstribe. dette begrænser antallet af billeder, der tegnes, og dermed reducerer den tid, der behøves for at tegne billederne.

source: Ask before erasing images from disk / discarding history stack
ca: pregunta abans de suprimir imatges del disc / descartar historial
da: spørg før sletning af billeder fra disken / kassering af historikstak

source: Always ask the user before any image file is deleted / history stack is discarded.
ca: preguntar sempre abans d'esborrar una imatge del disc / descartar l'historial.
da: spørg altid brugeren før et billede slettes / historikstak kasseres.

source: Width of the side panels in pixels
ca: amplada dels panells laterals en píxels
da: bredde af sidepanelerne i pixels

source: (Needs a restart)
ca: (necessita reiniciar)
da: (der kræves en genstart)

source: Enable filmstrip
ca: habilita la tira de pel·lícula
da: aktivér filmstribe

source: Enable the filmstrip in darkroom, tethering and map modes.
ca: habilita la tira de pel·lícula en modes cambra fosca, tethering i mapa.
da: aktivér filmstribe i mørkekammer-, tethering- og korttilstand.

source: Enable timeline
ca: habilita la línia de temps
da: aktivér tidslinje

source: Enable the timeline in lighttable mode.
ca: habilita la línia de temps al mode taula de llum.
da: aktivér tidslinjen i lydbordstilstand.

source: Overlay txt sidecar over zoomed images
ca: sobreposa arxiu sidecar txt sobre les imatges ampliades
da: overlæg txt metadata over zoomede billeder

source: When there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. The txt file either has to be there at import time or the crawler has to be enabled
ca: quan hi ha un arxiu txt adjacent a una imatge pot visualitzar-se sobreposat a les imatges ampliades a la taula de llum. L'arxiu txt ha de ser present en el moment de la importació o bé el cercador ha d'estar habilitat
da: når der er en txt-fil ved siden af et billede, kan den vises som en overlægning over zoomede billeder på lysbordet. txt-filen skal enten være der under import, eller crawleren skal være slået til

source: Show scrollbars for center view
ca: mostra barres de desplaçament a la vista central
da: vis rullebjælker ved visning i midten

# preferences
source: No scrollbars
ca: sense barres de desplaçament
da: ingen rullebjælker

# preferences
source: Lighttable
ca: taula de llum
da: lysbord

# preferences
source: Lighttable + darkroom
ca: taula de llum + cambra fosca
da: lysbord + mørkekammer

source: Defines where scrollbars should be displayed
ca: defineix on s'han de mostrar barres de desplaçament
da: definerer hvor rullebjælker skal vises

source: Core options
ca: opcions primàries
da: grundindstillinger

source: Do high quality processing for slideshow
ca: processat d'alta qualitat en projecció de diapositives
da: udfør højkvalitetsbearbejdning for diasshow

source: Same option as for export, but applies to slideshow.
ca: mateixa opció que en exportar, però aplicada a projecció de diapositives.
da: samme tilvalg som for eksport, men anvendes på diasshow.

source: Interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. Middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
ca: interpolació quan no es visualitza a 1:1 en mode cambra fosca: bilineal és el més ràpid, però no tan detallat. El terme mig és PPG + modes d'interpolació especificats a sota. Complet farà servir els mateixos ajustos que en exportar a plena resolució. Els sensors X-Trans van servir VNG en lloc de PPG com a terme mig.".
da: interpolering, når der ikke vises 1:1 i mørkekammer-tilstand: bilineær er hurtigst, men ikke så skarp. mellemgrund bruger PPG- + interpoleringstilstand angivet herunder, fuld bruger præcis de samme indstillinger som fuld-størrelseseksport. X-Trans-sensorer bruger VNG frem for PPG som mellemgrund.

source: Auto-apply basecurve
ca: aplica automàticament corba base
da: anvend automatisk basiskurve

source: Use a basecurve by default (needs a restart)
ca: empra una corba base per defecte (requereix reiniciar)
da: brug en basiskurve som standard (genstart nødvendig)

source: Use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
ca: empra la corba base per defecte per la càmera, si n'hi ha, en lloc de la genèrica del fabricant (cal reiniciar)
da: brug kameraspecifik basiskurve som standard i stedet for den generiske fra producenten, hvis der er en tilgængelig (genstart nødvendig)

source: This added sharpen is not recommended on cameras without a low-pass filter. The default is to not add any sharpening automatically as most recent cameras have no low-pass filter. (Need a restart)
ca: aquest reforç de nitidesa afegit no és recomanable per a càmeres sense filtre passabaix. per defecte no s'aplica automàticament, doncs moltes càmeres ja no duen filtre passabaix. (requereix reinciar)
da: denne yderligere øgning af skarpheden anbefales ikke med kameraer uden et lowpass-filter. standardadfærden er ikke at tilføje nogen form for øgning af skarpheden automatisk, da de fleste nyere kameraer ikke har et lowpass-filter. (genstart nødvendig)

source: This folder (and sub-folders) contains Lut files used by lut3d modules. Need to restart darktable.
ca: aquesta carpeta (i subcarpetes) conté fitxers LUT emprats pel mòdul Lut3d. Requereix reiniciar darktable.
da: denne mappe (og undermapper) indeholder Lut-filer, der bruges af lut3d-moduler. genstart af darktable er nødvendig.

source: Error: output file is a directory. Please specify file name
ca: error: el fitxer de sortida és un directori. Especifiqueu el nom d'arxiu
da: fejl: outputfil er en mappe. angiv venligst filnavn

source: An error has occurred while trying to open the database from <span style="italic">%s</span> %s
ca: s'ha produït un error en obrir la base de dades des de <span style="italic">%s</span> %s
da: der opstod en fejl under åbning af databasen fra <span style="italic">%s</span> %s

source: Darktable - error locking database
ca: darktable - error en blocar la base de dades
da: darktable – fejl under låsning af database

source: An error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. Do you want to close darktable now to manually restore the database from a backup or start with a new one?
ca: s'ha produït un error en obrir la base de dades des de <span style="italic">%s</span> sembla que la base de dades s'ha corromput. voleu tancar el darktable per restaurar-la manualment des d'una còpia de seguretat, o engegar amb una de nova?
da: en fejl opstod under åbning af databasen fra <span style="italic">%s</span> det ser ud til, at databasen indeholder fejl. vil du lukke darktable nu for manuelt at genoprette databasen ud fra en kopi, eller starte med en ny?

source: Working..
ca: treballant...
da: arbejder…

source: Scroll to change <b>%s</b> of %s module
ca: scroll (roda ratolí) per canviar <b>%s</b> del mòdul %s
da: rul for at ændre <b>%s</b> for %s-modul

source: Reload selected xmp files
ca: torna a carregar els fitxers xmp seleccionats
da: genindlæs valgte xmp-filer

source: Exporting %d image to %s
ca: s'està exportant %d imatge a %s
da: eksporterer %d billede til %s

source: Do you really want to remove %d selected image from the collection?
ca: esteu segur que voleu treure %d imatge seleccionada de la col·lecció?
da: vil du virkelig fjerne %d valgt billede fra samlingen?

source: Do you really want to send %d selected image to trash?
ca: esteu segur que voleu enviar %d imatge seleccionada a la paperera?
da: vil du virkelig sende %d valgt billede til papirkurven?

source: Do you really want to physically delete %d selected image from disk?
ca: esteu segur que voleu eliminar físicament del disc %d imatge seleccionada?
da: vil du virkelig fysisk slette %d valgt billede fra disken?

source: Do you really want to physically move the %d selected image to %s? (all unselected duplicates will be moved along)
ca: esteu segur que voleu moure físicament %d imatge seleccionada a %s? (tots els duplicats no seleccionats seran moguts alhora)
da: vil du virkelig fysisk flytte %d valgt billede til %s? (alle ikke-valgte dubletter vil flytte med)

source: Do you really want to physically copy the %d selected image to %s?
ca: esteu segur que voleu copiar físicament %d imatge seleccionada a %s?
da: vil du virkelig fysisk kopiere %d valgt billede til %s?

source: Set the range based on an area from the image click+drag to use the input image ctrl+click + drag to use the output image
ca: estableix el rang basat en una àrea de la imatge clic+arrosega per emprar la imatge d'entrada ctrl+clic+arrosega per emprar la imatge de sortida
da: sæt intervallet baseret på et område af billedet klik+træk for at bruge inputbilledet ctrl+klik+træk for at bruge outputbilledet

source: Double click to reset
ca: feu doble clic per tornar a valor inicial
da: dobbeltklik for at nulstille

source: Display mask and/or color channel. Ctrl-click to display mask, shift-click to display channel. Hover over parametric mask slider to select channel for display
ca: visualitza màscara i/o canal de color. ctrl-clic per visualitzar màscara, majs-clic per visualitzar canal. moveu-vos sobre el control lliscant de la màscara paramètrica per triar el canal a visualitzar
da: vis maske og/eller farvekanal. ctrl-klik for at vise maske, shift-klik for at vise kanal. hold over parametrisk maskeskyder for at vælge vist kanal

source: Ctrl+scroll to set shape opacity (%d%%)
ca: ctrl+scroll (amb roda del ratolí) per ajustar l'opacitat de la forma (%d%%)
da: ctrl+rul for at sætte figurens uigennemsigtighed (%d%%)

source: Warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
ca: avís: el sistema en disc de memòria cau de miniatures es troba desactivat (cache_disk_backend) si voleu pregenerar miniatures, i per a que el darktable en pugui fer ús, l'heu d'activar no hi ha cap miniatura a generar, fet.
da: advarsel: disk-backend for miniaturebilledcache er deaktiveret (cache_disk_backend) hvis du vil prægenerere miniaturebilleder og lade darktable bruge dem, skal du aktivere disk-backend for miniaturebilledcache ingen miniaturebilleder at generere; udført.

# accel
source: Image operations
ca: operacions d'imatge
da: billedoperationer

# accel
source: Modules
ca: mòduls
da: moduler

source: Select parts
ca: selecciona parts
da: vælg dele

source: Close
ca: tanca
da: luk

source: Favourite
ca: favorit
da: favorit

source: Deflate with predictor (float)
ca: deflació amb predictor (float)
da: komprimér med indikator (flydende komma)

source: [Facebook] Unexpected URL format
ca: [facebook] format de URL no reconegut
da: [facebook] uventet URL-format

source: Step 1: a new window or tab of your browser should have been loaded. You have to login into your facebook account there and authorize darktable to upload photos before continuing.
ca: etapa 1: s'haurà obert una nova finestra o pestanya del vostre navegador. Des d'allà identifiqueu-vos al vostre compte de facebook i autoritzeu el darktable a pujar-hi fotos abans de continuar.
da: skridt 1: et nyt vindue eller faneblad i din browser burde være åbnet. log nu ind på din facebook-konto dér og autorisér darktable til at uploade fotos før du går videre.

source: Step 2: paste your browser URL and click the OK button once you are done.
ca: etapa 2: enganxeu-hi la URL del vostre navegador i feu clic al botó OK un cop realitzat.
da: skridt 2: indsæt din browsers URL og klik på OK-knappen, når du er færdig.

source: Facebook authentication
ca: autenticació a Facebook
da: facebook-autentificering

source: Please enter the validation URL
ca: introduïu la URL de validació
da: skriv venligst validerings-URL'en

source: The given URL is not valid, it should look like:
ca: la URL proporcionada no és vàlida, hauria de ser del tipus:
da: den givne URL er ikke gyldig; den skal se ud som:

source: Authentication successful
ca: autenticació correcta
da: autentificering lykkedes

source: Authentication failed
ca: l'autenticació ha fallat
da: autentificering mislykkedes

source: A new window or tab of your browser should have been loaded. You have to login into your facebook account there and authorize darktable to upload photos before continuing.
ca: s'haurà obert una nova finestra o pestanya del vostre navegador. des d'allà identifiqueu-vos al vostre compte de facebook i autoritzeu el darktable a pujar-hi fotos abans de continuar.
da: et nyt vindue eller faneblad i din browser burde være åbnet. log nu ind på din facebook-konto dér og autorisér darktable til at uploade fotos før du går videre.

source: New account
ca: compte nou
da: ny konto

source: Other account
ca: un altre compte
da: anden konto

source: Unable to retrieve the album list
ca: no es pot obtenir la llista d'àlbums
da: kan ikke modtage albumlisten

source: Logout
ca: desconnecta
da: log ud

source: Facebook webalbum
ca: àlbum web de Facebook

source: Summary
ca: resum
da: sammenfatning

source: Privacy
ca: privacitat
da: privatliv

source: Only me
ca: només jo
da: kun mig

source: Public
ca: públic

source: Friends of friends
ca: amics dels amics
da: venners venner

source: Unable to create album, no title provided
ca: no s'ha pogut crear àlbum, manca el títol
da: kan ikke oprette album; ingen titel angivet

source: Unable to create album
ca: no s'ha pogut crear el nou àlbum
da: kan ikke oprette album

source: Unable to export photo to webalbum
ca: no s'ha pogut exportar la foto a l'àlbum web
da: kan ikke eksportere foto til webalbum

source: %d/%d Exported to facebook webalbum
ca: Se n'ha exportat %d/%d a l'àlbum web de Facebook
da: %d/%d eksporteret til facebook-webalbum

source: Flickr authentication: %s
ca: autenticació a flickr: %s
da: flickr-autentificering: %s

source: Step 1: a new window or tab of your browser should have been loaded. You have to login into your flickr account there and authorize darktable to upload photos before continuing.
ca: etapa 1: s'hauria d'haver obert una nova finestra o pestanya del vostre navegador. des d'allà heu d'identificar-vos al vostre compte de flickr i autoritzar al darktable a pujar-hi fotos, abans de continuar.
da: skridt 1: et nyt vindue eller faneblad i din browser burde være åbnet. log nu ind på din flickr-konto dér og autorisér darktable til at uploade fotos før du går videre.

source: Step 2: click the OK button once you are done.
ca: etapa 2: Un cop fet, premeu el botó OK.
da: skridt 2: klik på OK-knappen, når du er færdig.

source: Flickr authentication
ca: autenticació a flickr
da: flickr-autentificering

source: Flickr webalbum
ca: àlbum web flickr

source: Without album
ca: sense àlbum
da: uden album

source: Flickr user
ca: usuari
da: flickr-bruger

source: Flickr login
ca: login a flickr

source: Friends + family
ca: amics + família
da: venner + familie

source: Photosets
ca: àlbums (sets)
da: fotosæt

source: My new photoset
ca: el meu nou àlbum
da: mit nye fotosæt

source: Exported from darktable
ca: exportat amb el darktable
da: eksporteret fra darktable

source: Could not upload to flickr!
ca: no s'ha pogut pujar a Flickr!
da: kunne ikke uploade til flickr!

source: %d/%d Exported to flickr webalbum
ca: Se n'ha exportat %d/%d a l'àlbum web Flickr
da: %d/%d eksporteret til flickr-webalbum

source: Step 1: a new window or tab of your browser should have been loaded. You have to login into your google account there and authorize darktable to upload photos before continuing.
ca: etapa 1: s'haurà obert una nova finestra o pestanya del vostre navegador. des d'allà identifiqueu-vos al vostre compte de facebook i autoritzeu el darktable a pujar-hi fotos abans de continuar.
da: skridt 1: et nyt vindue eller faneblad i din browser burde være åbnet. log nu ind på din google-konto dér og autorisér darktable til at uploade fotos før du går videre.

source: Step 2: paste the verification code shown to you in the browser and click the OK button once you are done.
ca: etapa 2: enganxeu aquí el codi de verificació que se us ha mostrat al navegador, i un cop realitzat feu clic al botó OK.
da: skridt 2: indsæt den verificeringskode, der vises i din browser, og klik på OK-knappen, når du er færdig.

source: Google authentication
ca: autenticació a google
da: google-autentificering

source: Verification code:
ca: codi de verificació:
da: valideringskode:

source: Please enter the verification code
ca: introduïu el codi de verificació
da: indtast venligst valideringskoden

source: Google photos
ca: google fotos
da: google fotos

source: Unable to export to google photos album
ca: no s'ha pogut exportar a l'àlbum google fotos
da: kan ikke eksportere foto til google fotos-album

source: %d/%d Exported to google photos album
ca: Se n'ha exportat %d/%d a l'àlbum google fotos
da: %d/%d eksporteret til google fotos-album

# accel
source: Rotation
ca: gir
da: rotering

# accel
source: Lens shift (v)
ca: desplaça l'òptica (v)
da: objektivforskydning (v)

# accel
source: Lens shift (h)
ca: desplaça l'òptica (h)
da: objektivforskydning (h)

# accel
source: Shear
ca: cisalla
da: skævvrid

source: Automatically correct for vertical perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
ca: corregeix automàticament la distorsió vertical de perspectiva ctrl-clic per ajustar només rotació majs-clic per ajustar només desplaçament de l'òptica
da: korrigér automatisk for lodret perspektivforvrængning ctrl-klik for kun at tilpasse rotering shift-klik for kun at tilpasse objektivforskydning

source: Automatically correct for horizontal perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
ca: corregeix automàticament la distorsió horitzontal de perspectiva ctrl-clic per ajustar només rotació majs-clic per ajustar només desplaçament de l'òptica
da: korrigér automatisk for vandret perspektivforvrængning ctrl-klik for kun at tilpasse rotering shift-klik for kun at tilpasse objektivforskydning

source: Automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl-click to only fit rotation shift-click to only fit lens shift ctrl-shift-click to only fit rotation and lens shift
ca: corregeix automàticament la distorsió vertical de perspectiva; ajustant rotació, desplaçament d'òptica i cisallament ctrl-clic per ajustar només rotació majs-clic per ajustar només desplaçament de l'òptica ctrl-majs-clic per ajustar només rotació i desplaçament de l'òptica
da: korrigér automatisk for lodret og vandret perspektivforvrængning; tilpasning af rotering, objektivforskydning i begge retninger og skævvridning ctrl-klik for kun at tilpasse rotering shift-klik for kun at tilpasse objektivforskydning strl-shift-klik for kun at tilpasse rotering og objektivforskydning

source: Analyse line structure in image ctrl-click for an additional edge enhancement shift-click for an additional detail enhancement ctrl-shift-click for a combination of both methods
ca: analitza l'estructura de línies a la imatge ctrl-clic: millora addicional de vores majs-clic: millora addicional dels detalls ctrl-majs-clic: combinació d'ambdós mètodes
da: analysér linjestruktur i billede ctrl-klik for endnu en kantforbedring shift-klik for endnu en detaljeforbedring ctrl-shift-klik for en kombination af begge metoder

# accel
source: Mix
ca: mescla
da: miks

source: Deblur: large blur, strength 4
ca: des-difumina: difuminat gros, força 4
da: af-sløring: stor sløring, styrke 4

source: Scale to use in the graph. Use logarithmic scale for more precise control near the blacks
ca: escala a emprar a la gràfica. L'escala logarítmica permet un control més precís a prop del negre
da: skala for brug i grafen. brug logaritmisk skala for mere præcis styring i nærheden af de sorte områder

source: Local laplacian: inconsistent output
ca: filtre de Laplace local: resultat inconsistent
da: lokal laplacian: ukonsekvent output

# accel
source: Radius
ca: radi

# accel
source: Red
ca: vermell
da: rød

# accel
source: Green
ca: verd
da: grøn

# accel
source: Blue
ca: blau
da: blå

# accel
source: Size
ca: mida
da: størrelse

# accel
source: Threshold
ca: llindar
da: grænseværdi

# accel
source: Strength
ca: intensitat
da: styrke

# accel
source: Border size
ca: mida de la vora
da: kantstørrelse
