Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
sk: opraviť farbu iluminantu, aby svetlá boli naozaj achromatické. nastavenie tejto hodnoty po farebnom nádychu tieňov pomôže obnoveniu globálneho vyváženia bielej v komplikovaných prípadoch.
sr: исправља боје светлости тако да бела боја буде заиста без других нијанси. постављање ове вредности након померања боја у сенкама ће помоћи да повратите општи баланс беле у тешким ситуацијама.

source: Illuminant green gain
sk: zisk zeleného iluminantu
sr: добитак зелене светлости

source: Illuminant blue gain
sk: zisk modrého iluminantu
sr: добитак плаве светлости

source: Print properties
sk: vlastnosti tlače
sr: особине за штампу

source: Virtual paper properties
sk: vlastnosti virtuálneho papiera
sr: особине виртуелног папира

source: Correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
sk: opraviť hustotu tieňov po inverzii, pre nastavenie globálneho kontrastu a súčasne zabránenia orezu tieňov.
sr: исправља густину црне након извртања боја, како би подесио општи контраст и избегао одсецање сенки.

source: Select the grade of the virtual paper, which is actually equivalent to applying a gamma. It compensates the film D max and recovers the contrast. Use a high grade for high D max.
sk: vybrať tvrdosť virtuálneho fotopapiera, ktorá je v skutočnosti obdobou použitia gama. toto kompenzuje D max filmu a obnovuje kontrast. použite vysokú tvrdosť pre vysoké D max.
sr: изаберите оцену врсте виртуелног папира, што је исто као да примените гаму. ово ће компензовати највећи Д филма и вратити контраст. користите веће вредности за веће вредности највећег Д.

source: Gradually compress specular highlights past this value to avoid clipping while pushing the exposure for midtones. This somewhat reproduces the behaviour of matte paper.
sk: postupne komprimovať bodové svetáa prekračujúce túto hodnotu, aby sa zabránilo orezu pri stlačovaní expozície pre stredné tóny. toto do istej miery reprodukuje chovanie matného fotopapiera.
sr: постепено сажима светле делове изнад ове вредности да би избегао одсецање и померио експозицију ка средњим тоновима. то ово некад даје ефекат мат папира.

source: Virtual print emulation
sk: emulácia virtuálnej tlače
sr: симулација виртуелне штампе

source: Correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
sk: opraviť tlačovú expozíciu po inverzii pre úpravu globálneho kontrastu a zabránenia orezu svetiel.
sr: поправите експозицију штампе након извртања да би подесили општи контраст на слици и избегли одсецање светлих делова.

source: Toggle on or off the color controls
sk: prepnúť zap/vyp ovládania farieb
sr: укључи или искључи контроле боја

source: Astrophoto denoise
sk: potlačenie šumu pre astrofotografiu
sr: шум астро-фотографија

source: Denoise (non-local means)
ca: treu soroll (mitjana no local)
da: fjern støj (non-local means)
sk: potlačenie šumu (nelokálne)
sr: уклањање шума (нелокализовани просеци)

source: Apply a poisson noise removal best suited for astrophotography
sk: aplikovať poissonovské potlačenie šumu vhodné pre astrofotografiu
sr: примењује поасоново уклањање шума што је добро за астро фотографију

source: Radius of the patches to match
ca: radi de les mostres a encaixar
da: matchnings-radius for lapperne
sk: rádius na identifikáciu artefaktov
sr: полупречник парчића за поклапање

source: How much to smooth brightness
ca: grau de suavitzat de la lluminositat
da: hvor meget lysstyrke skal udjævnes
sk: sila rozmazania pre jas
sr: колико се ублажује осветљеност

source: How much to smooth colors
ca: grau de suavitzat dels colors
da: hvor meget farver skal udjævnes
sk: sila rozmazania pre farby
sr: колико се ублажују боје

source: Overexposed
ca: sobreexposat
da: overeksponeret
sk: preexponovaný
sr: преекспонирано

source: Module overexposed failed in buffer allocation
sr: модул за преекспонирано није могао да одвоји оставу

source: Module overexposed failed in color conversion
sr: модул за преекспонирано није успео да преведе боје

source: Unbreak input profile
ca: repara perfil d'entrada
da: korrigér input-profil
sk: upraviť vstupný profil
sr: споји улазни профил

source: Correct input color profiles meant to be applied on non-linear RGB
sk: korigovať vstupné farebné profily aplikované na nelineárnom RGB
sr: исправља улазне профиле боја које треба применити на нелинеарни RGB

source: 16 EV dynamic range (generic)
ca: 16 EV de rang dinàmic (genèric)
da: 16 EV dynamikområde (generisk)
sk: 16 EV dynamický rozsah (generický)
sr: 16 EV динамички опсег (генерички)

source: 14 EV dynamic range (generic)
ca: 14 EV de rang dinàmic (genèric)
da: 14 EV dynamikområde (generisk)
sk: 14 EV dynamický rozsah (generický)
sr: 14 EV динамички опсег (генерички)

source: 12 EV dynamic range (generic)
ca: 12 EV de rang dinàmic (genèric)
da: 12 EV dynamikområde (generisk)
sk: 12 EV dynamický rozsah (generický)
sr: 12 EV динамички опсег (генерички)

source: 10 EV dynamic range (generic)
ca: 10 EV de rang dinàmic (genèric)
da: 10 EV dynamikområde (generisk)
sk: 10 EV dynamický rozsah (generický)
sr: 10 EV динамички опсег (генерички)

source: 08 EV dynamic range (generic)
ca: 08 EV de rang dinàmic (genèric)
da: 08 EV dynamikområde (generisk)
sk: 08 EV dynamický rozsah (generický)
sr: 08 EV динамички опсег (генерички)

source: Linear part
ca: part lineal
da: lineær delvis
sk: lineárna časť
sr: линеарни део

source: Gamma exponential factor
ca: factor exponencial de gamma
da: gamma eksponentialfaktor
sk: exponenciálny faktor gama
sr: фактор експонента гаме

source: Adjust to match the average luma of the subject
ca: ajusta per igualar la luma mitjana del subjecte
da: justér for at matche den gennemsnitlige luma for subjektet
sk: upraviť pre nastavenie priemerného jasu predmetu
sr: подеси да се поклопи са просечном светлином предмета

source: Number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
ca: nombre de passos entre el gris mitjà i el negre pur lectura que podríeu obtenir amb un exposímetre a l'escena
da: antal stop mellem middelgrå og ren sort dette er en værdi, som en eksponeringsmåler vil give dig i en scene
sk: počet clôn medzi strednou šedou a čistou čiernou toto je hodnota, ktorú by ste získali pri meraní scény expozimetrom
sr: број бленди између средишње сиве и чисто црне тачке ово је очитавање које светломер може да измери за кадар

source: Number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
ca: nombre de passos entre el negre pur i el blanc pur lectura que podríeu obtenir amb un exposímetre a l'escena
da: antal stop mellem ren sort og ren hvid dette er en værdi, som en eksponeringsmåler vil give dig i en scene
sk: počet clôn medzi čistou čiernou a čistou bielou toto je hodnota, ktorú by ste získali pri meraní scény expozimetrom
sr: број бленди између чисто црне и чисто беле тачке ово је очитавање које светломер може да измери за кадар

source: Optimize automatically
ca: optimitza automàticament
da: optimér automatisk
sk: optimalizovať automaticky
sr: сам побољшај

source: Enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
ca: eixampla o encongeix el rang dinàmic calculat útil quan el soroll pertorba les mesures
da: forstør eller formindsk det beregnede dynamikområde. dette er nyttigt, når støj forstyrrer målingerne
sk: zväčšiť či zmenšiť vypočítaný dynamický rozsah toto je užitočné, keď sú merania ovplyvnené šumom
sr: повећава или сужава израчунати динамички опсег ово је корисно када шум омета мерења

source: Make an optimization with some guessing
ca: optimitza fent algunes estimacions
da: lav en optimering med nogen grad af gætværk
sk: optimalizovať s trochou hádania
sr: направи побољшање уз неке претпоставке

source: Tone mapping method
ca: mètode de mapatge de tons
da: tone mapping-metode
sk: metóda mapovania tónov
sr: начин мапирања тонова

source: Raw denoise
ca: treu soroll de dades raw
da: raw-støjfjernelse
sk: odstránenie šumu v raw
sr: уклањање raw шума

source: Denoise the raw picture early in the pipeline
sk: odšumieť raw snímku na začiatku procesu spracovania
sr: уклања шум из raw слика рано унутар цевовода

source: Raw denoising only works for raw images.
ca: treu soroll de dades raw només funciona per imatges raw.
da: raw-støjfjernelse virker kun på raw-billeder.
sk: odšumenie raw funguje iba pre obrázky raw.
sr: уклањање raw шума ради само са raw сликама.

source: Raw overexposed
ca: raw sobreexposat
da: raw overeksponeret
sk: preexponovaný raw
sr: raw преекспонирано

# modulename
source: Raw black/white point
ca: punt de negre/blanc al raw
da: raw sort/hvidpunkt
sk: čierny/biely bod raw
sr: raw црна/бела тачка

source: Internal module to setup technical specificities of raw sensor. You should not touch values here !
sk: interný modul na nastavenie technických detailov raw senzora. nemali by ste tu nič meniť !
sr: унутрашњи модук који се користи за одређивање техничких карактеристика raw сензора. не треба да мењате ове вредности!

source: Passthrough
ca: pas directe (passthrough)
da: gennemgang
sk: priechodzí
sr: пропуст

source: Black level 0
sk: úroveň čiernej 0
sr: ниво црне 0

source: Black level 1
sk: úroveň čiernej 1
sr: ниво црне 1

source: Black level 2
sk: úroveň čiernej 2
sr: ниво црне 2

source: Black level 3
sk: úroveň čiernej 3
sr: ниво црне 3

source: Crop from left border
ca: escapça des de la vora esquerra
da: beskær fra venstre kant
sk: orez z ľavého okraja
sr: исеци од леве ивице

source: Crop from top
ca: escapça des de la vora superior
da: beskær fra toppen
sk: orez zhora
sr: исеци од горње ивице

source: Crop from right border
ca: escapça des de la vora dreta
da: beskær fra højre kant
sk: orez z pravého okraja
sr: исеци од десне ивице

source: Crop from bottom
ca: escapça des de la vora inferior
da: beskær fra bunden
sk: orez zo spodu
sr: исеци од доње ивице

source: Raw black/white point correction only works for the sensors that need it.
ca: la correcció del punt de negre/blanc al raw només funciona amb sensors que ho requereixen.
da: korrektion af raw sort/hvidpunkt virker kun for de sensorer, der behøver det.
sk: korekcia čierneho/bieleho bodu v raw funguje iba pre snímače ktoré to potrebujú.
sr: корекција raw црне/беле тачке само за сензоре који то захтевају.

source: Fill-light 0.25EV with 4 zones
ca: aclareix 0,25 EV amb 4 zones
da: fyldlys 0,25EV med 4 zoner
sk: doplnkové svetlo 0.25EV so 4 zónami
sr: попуна светлог 0,25EV са 4 зона

source: Fill-shadow -0.25EV with 4 zones
ca: enfosqueix -0,25EV amb 4 zones
da: fyldskygge -0,25EV med 4 zoner
sk: doplnkové svetlo tieňov -0.25EV so 4 zónami
sr: попуна сенке -0,25EV са 4 зона

source: Fill light
ca: llum de reemplenat
da: fyldlys
sk: prisvetlenie
sr: попуна светлог

source: This module is deprecated. Better use tone equalizer module instead.
sk: tento modul je zastaralý. na miesto neho použite modul tónového ekvalizéra.
sr: овај модул је застарео. боље користите уједначавање тонова.

source: The fill-light in EV
ca: nivell de llum en EV a reomplir
da: fyldlys i EV
sk: prisvetleniev EV
sr: светло за попуну у EV

source: Select the center of fill-light ctrl+click to select an area
ca: tria el centre del reemplenat amb llum ctrl+clic per seleccionar una àrea
da: vælg centrum for fyldlys ctrl+klik for at vælge et område
sk: vybrať stred prisvetlenia ctrl+kliknutie pre výber oblasti
sr: изаберите центар светла за попуну ctrl+клик за избор области

source: Toggle tool for picking median lightness in image
ca: pren lluminositat mitjana a partir de la imatge
da: slå værktøj til opsamling af median-lysskarphed i billede til og fra
sk: aktivovať nástroj a vypichnutie stredného jasu z obrázku
sr: алат за избор медијане светлине у слици

source: Width
ca: amplada
da: bredde
sk: šírka
sr: ширина

source: Width of fill-light area defined in zones
ca: amplada de la part a reomplir de llum definida en zones
da: bredde på fyldlys-område defineret i zoner
sk: šírka zóny osvetlené prisvetlením
sr: ширина области светла за попуну дата у зонама

source: Retouch
ca: retoc
da: retouchering
sk: retušovať
sr: ретуширање

source: Split-frequency|healing|cloning|stamp
sk: rozdelenie frekvencií|liečenie|klonovanie|pečiatkovanie
sr: дељење учесталости|лечење|клонирање|печат|жиг|deljenje učestalost|lečenje|kloniranje|pečat|žig|split-frequency|healing|cloning|stamp

source: Remove and clone spots, perform split-frequency skin editing
sk: odstrániť a klonovať škvrny, vykonáva úpravu pokožky na základe rozdelenia frekvencií
sr: уклања тачке клона, дели учесталости за сређивање коже

source: Geometric and frequential, RGB
sk: geometrické a frekvenčné, RGB
sr: геометријски и учестало RGB

source: Cannot display scales when the blending mask is displayed
ca: no es poden mostrar les escales quan es visualitza la màscara de mescla
da: kan ikke vise skalaer, når blendingmasken vises
sk: keď je zobrazená prelínacia maska, nie je možné zobraziť mierky
sr: не могу да прикажем размере када су приказане маске за стапање

source: Shapes:
sk: tvary:
sr: облици:

source: To add a shape select an algorithm and a shape type and click on the image. Shapes are added to the current scale
ca: per a afegir una forma trieu un algoritme i un tipus de forma i cliqueu a la imatge. les formes s'afegeixen a l'escala actual
da: for at tilføje en figur, vælg en algoritme og en figurtype og klik på billedet. figurer tilføjes til den aktuelle skala
sk: pre pridanie tvaru zvoľte algoritmus a druh tvaru a kliknite na snímku. tvary sú pridané k aktuálnej mierke
sr: да додате облик изаберите алгоритам и врсту облика и кликните на слику. облици се додају на тренутну размеру

source: Show and edit shapes on the current scale
ca: mostra i edita formes en l'escala actual
da: vis og redigér figurer på den aktuelle skala
sk: zobraziť a upraviť tvary na aktuálnej mierke
sr: прикажи и уреди облике у тренутној размери

source: Show and edit shapes in restricted mode
sk: zobraziť a upraviť tvary v obmedzenom móde
sr: прикажи и уреди облике у рестриктивном режиму

source: Add brush
ca: afegeix pinzell
da: tilføj pensel
sk: pridať štetec
sr: додај четкицу

source: Add multiple brush strokes
sk: pridať viaceré ťahy štetcom
sr: додаје више потеза четкицом

source: Add path
ca: afegeix camí
da: tilføj sti
sk: pridať cestu
sr: додај путању

source: Add multiple paths
sk: pridať viaceré cesty
sr: додаје више путања

source: Add ellipse
ca: afegeix el·lipse
da: tilføj ellipse
sk: pridať elipsu
sr: додај елипсу

source: Add multiple ellipses
sk: pridať viacero elíps
sr: додаје више елипси

source: Add circle
ca: afegeix cercle
da: tilføj cirkel
sk: pridať kruh
sr: додај круг

source: Add multiple circles
sk: pridať viacero kruhov
sr: додаје више кругова

source: Algorithms:
ca: algoritmes:
da: algoritmer:
sk: algoritmy:
sr: алгоритми:

source: Activate blur tool
sk: aktivuje nástroj pre rozmazanie
sr: активирај алат за замућење

source: Activate fill tool
sk: aktivuje nástroj pre výplň
sr: активирај алат за попуну

source: Activate cloning tool
sk: aktivuje nástroj pre klonovanie
sr: активирај алат за клонирање

source: Activate healing tool
sk: aktivuje nástroj pre opravy
sr: активирај алат за лечење

source: Scales:
sk: mierky:
sr: размере:

source: Current:
ca: actual:
da: aktuel:
sk: aktuálny:
sr: тренутна:

source: Merge from:
ca: fusiona des de:
da: kombinér fra:
sk: zlúčiť z:
sr: споји из:

source: Top slider adjusts where the merge scales start bottom slider adjusts the number of scales dot indicates the current scale top line indicates that the scale is visible at current zoom level bottom line indicates that the scale has shapes on it
sk: horný posuvník upravuje, kde začína spájanie škál spodný posuvník upravuje počet škál bodka indikuje súčasnú mierku horná čiara indikuje, že mierka je viditeľná pri súčasnej úrovni priblíženia spodná čiara indikuje, že škála obsahuje tvary
sr: горњи клизач подешава где желите да започне спајање размера доњи клизачи подешавају број размера тачка указује на тренутну размеру горња линија указује да је размера видљива при тренутном увећању доња линија указује да размера садржи облике

source: Display masks
ca: mostra màscares
da: vis masker
sk: zobraziť masky
sr: прикажи маске

source: Temporarily switch off shapes
ca: desactiva temporalment les formes
da: deaktivér figurer midlertidigt
sk: dočasne vypnúť tvary
sr: привремено искључи облике

source: Paste cut shapes to current scale
ca: enganxa les formes retallades a l'actual escala
da: indsæt klippede figurer til aktuel skala
sk: vložit odstránené tvary na aktuálnu mierku
sr: убаци исечене облике у тренутну размеру

source: Cut shapes from current scale
ca: retalla formes de l'escala actual
da: klip figurer fra aktuel skala
sk: odstrániť tvary z aktuálnej mierky
sr: исеци облике из тренутне размере

source: Display wavelet scale
ca: mostra l'escala d'ondetes (wavelets)
da: vis wavelet-skala
sk: zobraziť wavelet mierku
sr: прикажи таласну размеру

source: Preview single scale
ca: previsualitza escala individual
da: forhåndsvis enkelt skala
sk: náhľad jedného merítka
sr: преглед једне размере

source: Adjust preview levels
ca: ajusta els nivell de previsualitzacio
da: justér forhåndsvisningsniveauer
sk: nastaviť úrovne náhľadu
sr: подеси нивое прегледа

source: Auto levels
ca: nivells automàtics
da: autoniveauer
sk: automatické úrovne
sr: ауто нивои

source: Shape selected:
ca: forma seleccionada:
da: valgt figur:
sk: vybraný tvar:
sr: изабрани облик:

source: Click on a shape to select it, to unselect click on an empty space
ca: cliqueu en una forma per seleccionar-la, per desseleccionar feu clic en un espai buit
da: klik på en figur for at vælge den, klik på et tomt område for at fravælge
sk: kliknite na tvar pre jeho výber, pre zrušenie výberu kliknite do prázdneho miesta
sr: кликните на облик да га изаберете, кликните на празан простор да поништите избор

source: Erase the detail or fills with chosen color
ca: esborra el detall o emplena amb el color triat
da: sletter detaljer eller udfylder med valgt farve
sk: vymaže detail alebo vyplní vybranou farbou
sr: обриши детаље или попуни са изабраном бојом

source: Fill color:
ca: color d'emplenat:
da: fyldfarve:
sk: farba výplne:
sr: боја попуне:

source: Select fill color
ca: tria color d'emplenat
da: vælg fyldfarve
sk: vybrať farbu výplne
sr: изаберите боју за попуну

source: Pick fill color from image
ca: pren el color d'emplenat de la imatge
da: vælg fyldfarve fra billede
sk: vybrať farbu výplne z obrázku
sr: изаберите боју за попуну из слике

source: Adjusts color brightness to fine-tune it. Works with erase as well
ca: ajusta la brillantor de color per afinar-la. funciona també amb esborrar
da: justerer farvelysstyrke for at finjustere den. fungerer også med slet
sk: upraví jas farieb pre jemné doladenie. funguje aj pre zmazanie
sr: подешава осветљеност боје да би је поправио. такође ради и са брисањем

source: Type for the blur algorithm
ca: tipus d'algoritme de difuminat
da: typen for sløringsalgoritmen
sk: typ algoritmu pre rozmazanie
sr: врста алгоритма за замућење

source: Radius of the selected blur type
ca: radi del tipus de difuminat triat
da: radius for den valgte sløringstype
sk: polomer vybraného typu rozmazania
sr: полупречник изабране врсте замућења

source: Set the opacity on the selected shape
ca: ajusta l'opacitat a la forma seleccionada
da: sæt uigennemsigtigheden for den valgte figur
sk: nastaviť krytie na vybranom tvare
sr: поставите непровидност изабраног облика

source: Retouch tools
ca: eines de retoc
da: retoucheringsværktøjer
sk: nástroj retuša
sr: алати за ретуширање

source: Wavelet decompose
ca: descomposició en ondetes
da: wavelet-dekomponering
sk: wavelet dekompozícia
sr: таласно растављање

source: Shapes
ca: formes
da: figurer
sk: tvary
sr: облици

source: Max scale is %i for this image size
ca: per a aquesta mida d'imatge l'escala màxima es %i
da: maksskala er %i for denne billedstørrelse
sk: maximálna mierka je %i pre túto veľkosť snímky
sr: највећа размера је %i за ову величину слике

source: Rgb curve
ca: corba rgb
da: rgb-kurve
sk: rgb krivka
sr: rgb крива

source: Alter an image’s tones using curves in RGB color space
sk: zmeniť tónovanie obrázku použitím kriviek v RGB farebnom priestore
sr: подешава боје на слици уз помоћ крива у RGB простору боја

source: Gamma 1.0 (linear)
ca: gamma 1.0 (lineal)
da: gamma 1,0 (lineær)
sk: gama 1.0 (lineárny)
sr: гама 1,0 (линеарно)

source: Contrast - med (linear)
ca: contrast- mitjà (lineal)
da: kontrast – mellem (lineær)
sk: kontrast - stredný (lineárny)
sr: контраст — средњи (линеарно)

source: Contrast - high (linear)
ca: contrast - alt (lineal)
da: kontrast – høj (lineær)
sk: kontrast - vysoký (lineárny)
sr: контраст — висок (линеатно)

source: Contrast - med (gamma 2.2)
ca: contrast - mitjà (gamma 2.2)
da: kontrast – mellem (gamma 2,2)
sk: kontrast - stredný (gama 2.2)
sr: контраст — средњи (гама 2,2)

source: Contrast - high (gamma 2.2)
ca: contrast - alt (gamma 2.2)
da: kontrast – høj (gamma 2,2)
sk: kontrast - vysoký (gama 2.2)
sr: контраст — висок (гама 2,2)

source: Gamma 2.0
sk: gama 2:0
sr: гама 2,0

source: Gamma 0.5
sk: gama 0.5
sr: гама 0,5

source: Logarithm (base 2)
ca: logaritme (base 2)
da: logaritme (base 2)
sk: logaritmická (základ 2)
sr: логаритам (основа 2)

source: Exponential (base 2)
ca: exponencial (base 2)
da: eksponentiel (base 2)
sk: exponenciálna (základ 2)
sr: степен (основа 2)

source: Choose between linked and independent channels.
ca: tria entre canals vinculats o independents.
da: vælg mellem forbundne og uafhængige kanaler.
sk: vybrať medzi prepojenými a nezávislými kanálmi.
sr: изаберите између везаних и независних канала.

source: Curve nodes for r channel
ca: nodes de corba pel canal r
da: kurvepunkter for r-kanal
sk: uzly krivky pre kanál r
sr: чворови криве за r канал

source: Curve nodes for g channel
ca: nodes de corba pel canal g
da: kurvepunkter for g-kanal
sk: uzly krivky pre kanál g
sr: чворови криве за g канал

source: Curve nodes for b channel
ca: nodes de corba pel canal b
da: kurvepunkter for b-kanal
sk: uzly krivky pre kanál b
sr: чворови криве за b канал

source: Rgb levels
ca: nivells rgb
da: rgb-niveauer
sk: úrovne rgb
sr: rgb нивои

source: Adjust black, white and mid-gray points in RGB color space
sk: nastaviť čierne, biele a stredne šedé body RGB vo farebnom priestore
sr: подесите црну, белу и тачку средишње сиве у RGB простору боја

source: Apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
ca: aplica nivells automàtics basats en una regió definida per l'usuari clic i arrosega per dibuixar l'àrea clic dret per cancelar
da: anvend autoniveauer baseret på en region defineret af brugeren klik og træk for at tegne området højreklik for at annullere
sk: použiť automatické úrovne podľa oblasti definovanej používateľom kliknutie a ťahanie pre namaľovanie oblasti pravé kliknutie pre zrušenie
sr: примењује ауто нивое на основу подручја које је одредио корисник кликните и превуците да нацртате подручје десни клик да откажете

# modulename
source: Rotate pixels
ca: gira píxels
da: rotér pixels
sk: otočenie pixelov
sr: ротирај пикселе

source: Automatic pixel rotation
ca: gir de píxels automàtic
da: automatisk pixelrotation
sk: automatické otočenie pixelov
sr: аутоматска ротација пиксела

source: Automatic pixel rotation only works for the sensors that need it.
sk: automatické otočenie pixelov funguje iba pre snímače, ktoré to potrebujú.
sr: аутоматска ротација пиксела ради само за сензоре којима је потребна.
