Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Vendor color matrix
ca: matriu de color del fabricant
da: producent-farvematrice
sk: farebná matica stanovená výrobcom
sr: матрица боја произвођача

source: Alternate color matrix
ca: matriu de color alternativa
da: alternativ farvematrice
sk: alternatívna farebná matica
sr: измењена матрица боја

source: BRG (experimental)
da: BRG (eksperimentelt)
sk: BRG (experimentálne)
sr: BRG (експериментално)

source: Gamma22 Rec709
sr: гама22 Rec709

source: File `%s' to print not found for image %d on `%s'
ca: no es troba el fitxer `%s' per imprimir per a la imatge %d a `%s'
da: fil “%s” til udskrift ikke fundet for billede %d på “%s”
sk: súbor `%s' na tlač nenájdený pre obrázok %d na `%s'
sr: није пронађена датотека „%s“ за штампу слике %d на „%s“

source: Failed to create temporary file for printing options
ca: no s'ha pogut crear el fitxer temporal d'opcions d'impressió
da: oprettelse af midlertidig fil til udskriftsindstillinger mislykkedes
sk: zlyhalo vytvorenie dočasného súboru pre voľby tlače
sr: не могу да направим привремену датотеку за опције штампе

source: Printing on `%s' cancelled
ca: impressió a `%s' cancel·lada
da: udskrivning på “%s” annulleret
sk: tlač na "%s" bola zrušená
sr: штампа на „%s“ је отказана

source: Error while printing `%s' on `%s'
ca: s'ha produït un error en imprimir `%s' a `%s'
da: fejl under udskrivning af “%s” på “%s”
sk: chyba počas tlače obrázku "%s" na "%s"
sr: грешка приликом штампе „%s“ на „%s“

source: Printing `%s' on `%s'
ca: imprimint `%s' a `%s'
da: udskriver “%s” på “%s”
sk: tlačí sa obrázok "%s" na "%s"
sr: штампам „%s“ на „%s“

source: Found strange path `%s'
ca: trobada una ruta estranya `%s'
da: fandt uregelmæssig sti “%s”
sk: nájdená zvláštna cesta `%s'
sr: пронађена је чудна путања „%s“

source: Error loading directory `%s'
ca: s'ha produït un error en carregar el directori `%s'
da: fejl under indlæsning af mappe “%s”
sk: chyba počas načítavania priečinku „%s“
sr: грешка при учитавању директоријума „%s“

source: File `%s' has unknown format!
ca: el fitxer `%s' té un format desconegut!
da: fil “%s” har ukendt format!
sk: súbor „%s“ je v neznámom formáte!
sr: датотека „%s“ има непознат формат!

source: Error loading file `%s'
ca: s'ha produït un error en carregar el fitxer `%s'
da: fejl under indlæsning af fil “%s”
sk: chyba pri načítavaní súboru „%s“
sr: грешка при учитавању датотеке „%s“

source: Darktable - run performance configuration?
ca: darktable - executa la configuració de rendiment?
da: darktable – kør ydelseskonfigurering?
sk: darktable - spustiť konfiguráciu výkonu?
sr: тамни сто — да ли подесим перформансе?

source: We have an updated performance configuration logic - executing that might improve the performance of darktable. This will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. Would you like to execute this update of the performance configuration?
ca: disposem d'una lògica de configuració del rendiment actualitzada - en executar-la es pot millorar el rendiment de darktable. això potencialment sobreescriurà alguns dels vostres paràmetres actuals - especialment si els heu modificat manualment a valors propis. voleu executar aquesta actualització de la configuració de rendiment?
da: vi har opdateret koden for ydelseskonfigurering – kørsel af den vil måske forbedre darktables ydelse. dette kan potentielt overskrive nogle af dine eksisterende indstillinger – specielt hvis du manuelt har ændret dem til dine egne værdier. vil du udføre den opdatering af ydelseskonfigurationen?
sk: aktualizovali sme logiku konfigurácie výkonu - jej spustenie môže viesť k zlepšeniu výkonu darktable. je možné, že budú prepísané niektoré existujúce používateľské nastavenia - najmä v prípade, ak ste ich ručne zmenili. chcete spustiť túto aktualizáciu konfigurácie pre zlepšenie výkonu?
sr: ажурирали смо логички след подешавања перформансе — покретање ове радње може да побољша брзину тамног стола. ово ће вероватно преписати нека од ваших подешавања — нарочито уколико сте ручно унели неке произвољне вредности. да ли желите да покренете ово ажурирање подешавања перформанси?

source: Yes
ca: sí
da: ja
sk: áno
sr: да

source: At startup, the database failed to open because at least one of the two files in the database is locked. The persistence of the lock is mainly caused by one of the two following causes: - Another occurrence of darktable has already opened this database file and locked it for its benefit. - A previous occurrence of darktable ended abnormally and therefore could not close one or both files in the database properly. How to solve this problem? 1 - Search in your environment if another darktable occurrence is active. If so, use it or close it. The lock indicates that the process number of this occurrence is : <i><b>%d</b></i> 2 - If you can't find this other occurrence, try closing your session and reopening it or shutting down your computer. This will delete all running programs and thus close the database correctly. 3 - If these two actions are not enough, it is because at least one of the two files that materialize the locks remains and that these are no longer attached to any occurrence of darktable. It is then necessary to delete it (or them). The two files are named <i>data.Db.Lock</i> and <i>library.Db.Lock</i> respectively. The opening mechanism signals the presence of the <i><b>%s</b></i> file in the <i><b>%s</b></i> folder. (Full pathname: <i><b>%s</b></i>). <u>Caution!</u> Do not delete these files without first checking that there are no more occurrences of darktable, otherwise you risk generating serious inconsistencies in your database. As soon as you have identified and removed the cause of the lock, darktable will start without any problem.
sk: Pri štarte zlyhalo otvorenie databázy, pretože minimálne jeden z dvoch súborov databázy je zamknutý. Zamknutie je väčšinou spôsobené jedným z dvoch nasledujúcich dôvodov: - Iná inštancia darktable už otvorila databázu a zamkla si ju pre seba. - Predchádzajúce spustenie darktable nebolo korektne ukončené, a tak nemohlo zavrieť jeden alebo oba súbory databázy. Ako vyriešiť tento problém? 1 - Pozrite sa, či už darktable nebeží. Ak áno, zavrite ju. Zámka indikuje, že číslo procesu tohto výskytu je : <i><b>%d</b></i> 2 - Ak nevidíte iné spustenie darktable, skúste ukončiť svoju činnosť a reštartujte svoj počítač. Toto vymaže všetky bežiace programy a uzavrie korektne databázua. 3 - Ak nič z toho nepomohlo, bude treba odstrániť jeden alebo dva súbory, ktoré indikujú otvorenú databázu Názvy týchto súborov sú <i>data.db.lock</i> a <i>library.db.lock</i>. Mechanizmus otvárania naznačuje ich prítomnosť v súbore <i><b>%s</b></i> a v adresári <i><b>%s</b></i>. (plná cesta: <i><b>%s</b></i>). <u>Pozor!</u> Nevymažte tieto súbory bez toho, aby ste skontrolovali, či darktable naozaj nebeží, inak by mohlo prísť k nekonzistencii databázy. Ak ste odstránili dôvod existencie zámku, darktable naštartuje bez ďalších problémov.
sr: Нисам могао да отворим вазу података приликом покретања, пошто је бар једна од две датотеке у бази података закључана. Закључавање се углавном јавља услед једног од ова два разлога: — Покренут је још један тамни сто који користи ову датотеку са базом података и закључао ју је само за себе. — Тамни сто се можда урушио када сте га последњи пут покренули, тако да програм није правилно затворио једну или обе датотеке са базом података. Како да решите проблем? 1 — Најпре погледајте да није још неки тамни сто покренут. Уколико јесте, користите њега или га затворите. Број процеса који је закључао базу података је : <i><b>%d</b></i> 2 — Уколико не можете да нађете отворени тамни сто, пробајте да се одјавите са система или да поново покренете рачунар. То ће аутоматски затворити све покренуте програме и правилно затворити програм који користи базу података. 3 — Уколико претходне две радње не помогну, једна или обе датотеке са базом података тамног стола су закључане, али их ни један тамни сто не користи. Потребно је да обришете једну или обе датотеке које служе за закључавање базе података. Ове датотеке се зову <i>data.db.lock</i> и <i>library.db.lock</i>. Изгледа да је датотека <i><b>%s</b></i> присутна у фасцикли <i><b>%s</b></i>. (пуна путања: <i><b>%s</b></i>). <u>Упозорење!</u> Немојте брисати ове датотеке уколико нисте сигурни да ни један тамни сто није покренут, пошто тако може доћи до озбиљне неусаглашености између ваших база података. Чим пронађете и уклоните узрок закључавања, тамни сто ће се покренути без икаквих проблема.

source: Darktable cannot be started because the database is locked
sk: nie je možné spustiť darktable, pretože je uzamknutá databáza
sr: не могу да покренем тамни сто пошто је база података закључана

source: Close darktable
ca: tanca el darktable
da: luk darktable
sk: zavrieť darktable
sr: затвори тамни сто

source: The database lock file contains a pid that seems to be alive in your system: %d
ca: l'arxiu de bloqueig de la base de dades conté un pid que sembla actiu: %d
da: databaselåsefilen indeholder et pid, som ser ud til at være aktivt på dit system: %d
sk: súbor zámku databázy obsahuje PID, ktorý vyzerá ako aktuálne spustený proces na vašom systéme: %d
sr: датотека за закључавање базе података наводи број процеса који и даље постоји на вашем систему: %d

source: The database lock file seems to be empty
ca: l'arxiu de bloqueig de la base de dades sembla buit
da: databaselåsefilen ser ud til at være tom
sk: súbor zámku databázy vyzerá prázdny
sr: датотека за закључавање базе података је празна

source: Error opening the database lock file for reading: %s
ca: error en obrir l'arxiu de bloqueig de la base de dades: %s
da: fejl under åbning af databaselåsefilen til læsning: %s
sk: chyba pri otváraní súboru zámku databáze pro čtení: %s
sr: грешка при отварању датотеке за закључавање базе података за читање: %s

source: The database schema has to be upgraded for <span style='italic'>%s</span> do you want to proceed or quit now to do a backup
sr: шема базе података мора бити надограђена за <span style='italic'>%s</span> да ли желите да наставите или да напустите програм и направите резервну копију

source: Darktable - schema migration
ca: darktable - migració d'esquema
da: darktable – skemamigrering
sk: darktable - migrácia schémy
sr: тамни сто — миграција шеме базе

source: Upgrade database
ca: actualitza la base de dades
da: opgradér database
sk: aktualizovať databázu
sr: ажурирај базу података

source: Quick_check said: %s
sk: quick_check oznámil: %s
sr: quick_check је рекао: %s

source: Darktable - error opening database
ca: darktable - error en obrir la base de dades
da: darktable – fejl under åbning af database
sk: darktable - chyba pri otváraní databázy
sr: тамни сто — грешка при отварању базе података

source: Attempt restore
sk: pokus o obnovenie
sr: покушај да повратиш

source: Delete database
ca: esborrar la base de dades
da: slet database
sk: vymazať databázu
sr: обриши базу података

source: Do you want to close darktable now to manually restore the database from a backup, attempt an automatic restore from the most recent snapshot or delete the corrupted database and start with a new one?
sk: chcete teraz zatvoriť darktable pre manuálne obnovenie databázy zo zálohy, pokúsiť sa o automatické obnovenie z najnovšej zálohy alebo vymazať poškodenú databázu a spustiť program s novou?
sr: одређује да ли желите да затворите тамни сто и ручно вратите базу података из резервне копије, покушате аутоматско враћање из најсвежијег снимка базе података или обришете оштећену базу података и направите нову?

source: Do you want to close darktable now to manually restore the database from a backup or delete the corrupted database and start with a new one?
sk: chcete teraz zatvoriť darktable pre manuálne obnovenie databázy zo zálohy, alebo vymazať poškodenú databázu a spustiť program s novou?
sr: да ли желите да затворите тамни сто и сами повратите базу података из резервне копије или да обришете оштећену базу података и покренете нову?

source: An error has occurred while trying to open the database from <span style='italic'>%s</span> it seems that the database is corrupted. %s%s
sr: дошло је до грешке при покушају да отворим базу података из <span style='italic'>%s</span> изгледа да је база података оштећена. %s%s

source: Click later to be asked on next startup
sk: kliknite na spýtanie sa pri ďalšom spustení
sr: кликните касније да вас пита приликом следећег покретања

source: Click later to be asked when closing darktable
sk: kliknite na "neskôr" pre opätovnú otázku pri zatváraní darktable
sr: кликните касније да вас пита приликом затварања тамног стола

source: Click later to be asked next time when closing darktable
sk: kliknite na "neskôr" pre opätovnú otázku pri nasledovnom zatváraní darktable
sr: кликните касније да вас пита приликом следећег затварања тамног стола

source: The database could use some maintenance there's <span style='italic'>%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
sr: база података би могла да се мало очисти можете ослободити <span style='italic'>%s</span> да ли желите да то урадите сада? %s увек можете променити поставке одржавања у опцијама

source: Darktable - schema maintenance
sk: darktable - údržba schémy
sr: тамни сто — одржавање шеме

source: Later
sk: neskôr
sr: касније

source: Cannot read xmp file '%s': '%s'
sk: nedá sa čítať xmp súbor '%s': '%s'
sr: не могу да читам xmp датотеку „%s“: „%s“

source: Cannot write xmp file '%s': '%s'
sk: nedá sa zapisovať xmp súbor '%s': '%s'
sr: не могу да упишем у xmp датотеку „%s“: „%s“

source: Fast guided filter failed to allocate memory, check your RAM settings
ca: el filtre guiat ràpid no ha pogut reservar memòria, comproveu la vostra configuració de RAM
da: hurtigt guidet filter kunne ikke allokere hukommelse. check dine RAM-indstillinger
sk: fast guided filter nedokázal získať pamäť, skontrolujte nastavenia RAM
sr: брзи вођени филтер не може да издвоји довољно меморије, проверите ваша РАМ подешавања

source: Do you want to remove this empty directory?
ca: voleu eliminar aquest directori buit?
da: vil du fjerne denne tomme mappe?
sk: skutočne chcete odstrániť tento prázdny priečinok?
sr: да ли желите да уклоните ове празне директоријуме?

source: Remove empty directory?
ca: eliminar directori buit?
da: fjern tom mappe?
sk: odstrániť prázdny priečinok?
sr: да уклоним празне директоријуме?

source: Name
ca: nom
da: navn
sk: názov
sr: назив

source: Cannot remove film roll having local copies with non accessible originals
ca: no es pot eliminar el rodet en existir còpies locals amb originals no accessibles
da: kan ikke fjerne filmrullen, der har lokale kopier med ikke-tilgængelige originaler
sk: nemožno zmazať filmovú kazetu s lokálnymi kópiami bez prístupu k originálom
sr: не можете да уклоните филмску ролницу ако имате неприступачну локалну копију са оригиналима

source: You need to copy history from an image before you paste it onto another
ca: cal que copieu l'historial d'una imatge abans de poder enganxar-lo a una altra
da: du er nødt til at kopiere historik fra ét billede, før du kan indsætte det på et andet
sk: musíte skopírovať históriu z obrázku pred tým ako ho položíte do iného
sr: потребно је да копирате историјат из слике пре него што га убаците на другу

source: On
ca: actiu
da: til
sk: zapnuté
sr: укључено

source: Darktable » %s
sr: тамни сто » %s

source: <h1>Sorry,</h1><p>something went wrong. Please try again.</p>
ca: <h1>Ho sentim,</h1><p>s'ha produït un error. Torneu-ho a provar.</p>
da: <h1>Beklager,</h1><p>noget gik galt. Prøv venligst igen.</p>
sk: <h1>Prepáčte,</h1><p>niekde nastala chyba. Prosím, skúste to znovu neskôr.</p>
sr: <h1>Нешто је пошло по злу</h1><p>. Покушајте поново.</p>

source: <h1>Thank you,</h1><p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
ca: <h1>Gràcies,</h1><p>sembla que tot ha funcionat, podeu <b>tancar</b> el navegador i <b>tornar</b> al darktable.</p>
da: <h1>Tak,</h1><p>alt burde fungere; du kan <b>lukke</b> din browser nu og <b>gå tilbage</b> til darktable.</p>
sk: <h1>Ďakujeme,</h1><p>všetko by malo fungovať, teraz môžete <b>zavrieť</b> váš prehliadač a <b>prejsť späť</b> na darktable.</p>
sr: <h1>Хвала вам,</h1><p> сада је све како треба, можете да <b>затворите</b> разгледач и да се <b>вратите назад</b> у тамни сто.</p>

source: Orphaned image
ca: imatge òrfena
da: forældreløs billede
sk: opustený obrázok
sr: слика без родитеља

source: Cannot access local copy `%s'
ca: no es pot accedir a la còpia local `%s'
da: kan ikke få adgang til lokal kopi “%s”
sk: nie je možné čítať miestnu kópiu "%s"
sr: не могу да приступим локалној копији „%s“

source: Cannot write local copy `%s'
ca: no es pot escriure la còpia local `%s'
da: kan ikke skrive til lokal kopi “%s”
sk: nie je možné zapísať miestnu kópiu "%s"
sr: не могу да упишем у локалну копију „%s“

source: Error moving local copy `%s' -> `%s'
ca: error en moure la còpia local `%s' -> `%s'
da: fejl under flytning af lokal kopi “%s” -> “%s”
sk: chyba pri premiestňovaní lokálnej kópie "%s" -> "%s"
sr: не могу да преместим локалну копију „%s“ -> „%s“

source: Error moving `%s': file not found
ca: error en moure `%s': no s'ha trobat l'arxiu
da: fejl under flytning af “%s”: fil ikke fundet
sk: chyba pre premiestňovaní `%s': súbor nebol nájdený
sr: грешка при премештању „%s“: датотека није пронађена

source: Error moving `%s' -> `%s': file exists
ca: error en moure `%s' -> `%s': l'arxiu ja existeix
da: fejl under flytning af “%s” -> “%s”: fil eksisterer
sk: chyba pre premiestňovaní `%s' -> `%s':: súbor existuje
sr: грешка при премештању „%s“ -> „%s“: датотека већ постоји

source: Error moving `%s' -> `%s'
ca: error en moure `%s' -> `%s'
da: fejl under flytning af “%s” -> “%s”
sk: chyba pri premiestnení "%s" -> "%s"
sr: грешка при премештању „%s“ -> „%s“

source: Cannot create local copy when the original file is not accessible.
ca: no es pot crear una còpia local si el fitxer original no és accessible.
da: kan ikke oprette en lokal kopi, når den originale fil ikke er tilgængelig.
sk: nemožno vytvoriť lokálnu kópiu ak originál nie je prístupný.
sr: не могу да направим локалну копију када оригинална датотека није приступачна.

source: Cannot create local copy.
ca: no es pot crear una còpia local.
da: kan ikke oprette en lokal kopi.
sk: nemožno vytvoriť lokálnu kópiu.
sr: не могу да направим локалну копију.

source: Cannot remove local copy when the original file is not accessible.
ca: no es pot eliminar una còpia local si el fitxer original no és accessible.
da: kan ikke fjerne den lokale kopi, når den originale fil ikke er tilgængelig.
sk: nemožno zmazať lokálnu kópiu ak originál nie je prístupný.
sr: не могу да уклоним локалну копију када оригинална датотека није приступачна.

source: %d Local copy has been synchronized
ca: s'ha sincronitzat %d còpia local
da: %d lokal kopi er synkroniseret
sk: %d miestna kópia bola synchronizovaná
sr: %d локална копија је усаглашена

source: Image `%s' is not available!
ca: no es troba la imatge `%s'!
da: billede “%s” er ikke tilgængeligt!
sk: obrázok „%s“ nie je dostupný!
sr: слика „%s“ није доступна!

source: Failed to allocate memory for %s, please lower the threads used for export or buy more memory.
ca: no s'ha pogut assignar memòria per %s, si us plau reduïu els fils d'execució en exportar o adquiriu més memòria.
da: fejl under allokering af hukommelse til %s; formindsk venligst antallet af tråde for eksport eller køb mere hukommelse.
sk: zlyhalo pridelenie pamäte pre %s, prosím, znížte počet vlákien použitých pre export, alebo dokúpte viac pamäte.
sr: не могу да резервишем меморију за %s, смањите број нити процесора или купите још меморије.

# noun
source: Thumbnail export
ca: exporta miniatura
da: eksport af miniaturebilleder
sk: export miniatúry
sr: извоз умањеног приказа

# noun
source: Export
ca: exporta
da: eksport
sr: извоз

source: Cannot find the style '%s' to apply during export.
ca: no es troba l'estil '%s' per aplicar-lo en exportar.
da: kan ikke finde stilen “%s” for anvendelse under eksport.
sk: nemôžno nájsť '%s' štýl ktorý treba aplikovať počas exportu.
sr: не могу да нађем стил „%s“ за примену током извоза.

source: Couldn't expand to a unique filename for session, please check your import session settings.
ca: no s'ha pogut expandir a un sol nom d'arxiu per sessió, reviseu els paràmetres de sessions d'importació.
da: kunne ikke udvide til et unikt filnavn for session, tjek venligst dine indstillinger for importeringssession.
sk: nemožno priradiť jedinečný názov súboru pre sedenie, overte nastavenia importovania.
sr: не могу да проширим јединствени назив датотеке за сесију, проверите ваша подешавања увоза.

source: Legacy
sk: zastaralý
sr: застарело

source: Unsupported working profile %s has been replaced by Rec2020 RGB!
ca: el perfil de treball no suportat %s s'ha substituït per Rec2020 RGB!
da: ikke understøttet arbejdsprofil %s er erstattet af Rec2020 RGB!
sk: nepodporovaný typ vstupného profilu %s bol nahradený Rec709 RGB!
sr: неподржани радни профил %s је замењен са Rec2020 RGB!

source: Creator
ca: autor
da: skaber
sk: autor
sr: творац

source: Publisher
ca: editor
da: udgiver
sk: vydavateľ
sr: издавач

source: Title
ca: títol
da: titel
sk: názov
sr: наслов

source: Description
ca: descripció
da: beskrivelse
sk: opis
sr: опис

source: Rights
ca: drets
da: rettigheder
sk: práva
sr: права

source: Notes
sk: poznámky
sr: белешке

source: Version name
sk: názov verzie
sr: назив издања

source: Generic poissonian
ca: de Poisson genèric
da: generisk poissonian
sk: obecné poissonovo rozdelenie
sr: генерички поасоново

source: Noiseprofile file `%s' is not valid
ca: l'arxiu de perfil de soroll `%s' no és vàlid
da: støjprofil-fil “%s” er ikke gyldig
sk: súbor profilu šumu „%s“ nie je platný
sr: датотека профила шума „%s“ није исправна

source: Due to a slow GPU hardware acceleration via opencl has been de-activated.
ca: a causa d'una GPU lenta, s'ha desactivat l'acceleració via opencl.
da: på grund af en langsom GPU er hardware-acceleration via opencl deaktiveret.
sk: hardvérová akcelerácia cez OpenCL je pomalá, a tak bola de-aktivovaná.
sr: подршка за opencl је онемогућена због споре графичке картице.

source: Multiple GPUs detected - opencl scheduling profile has been set accordingly.
ca: detectades múltiples GPUs - el perfil de planificació d'OpenCL s'ha ajustat conseqüentment.
da: adskillige GPUer er fundet – opencl planlægningsprofil er tilrettet derefter.
sk: boli detekované viaceré GPUs - opencl plánovací profil bol príslušne nastavený.
sr: пронађено је неколико графичких картица — профил заказивања послова у opencl је подешен на основу тога.

source: Very fast GPU detected - opencl scheduling profile has been set accordingly.
ca: detectada GPU molt ràpida - el perfil de planificació d'OpenCL s'ha ajustat conseqüentment.
da: meget hurtig GPU er fundet – opencl planlægningsprofil er tilrettet derefter.
sk: boli detekované veľmi rýchle GPU - opencl plánovací profil bol príslušne nastavený.
sr: пронађена је веома брза графичка картица — профил заказивања послова у opencl је подешен на основу тога.

source: Opencl scheduling profile set to default.
ca: perfil de planificació d'OpenCL ajustat al valor per defecte.
da: opencl planlægningsprofil er sat til standard.
sk: plánovací profil OpenCL bol nastavený na východziu hodnotu.
sr: профил заказивања послова у opencl је подешен на подразумевано.

source: Inch
ca: polzades
da: tommer
sk: palec
sr: инча

source: A3
sr: А3

source: Letter
ca: carta
sk: americký Letter
sr: писмо

source: Legal
sk: americký Legal
sr: правнички
