Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Not available
ca: no disponible
da: ikke tilgængelig
sk: nie je k dostupné
sr: није доступно

source: Not available on this system
ca: no disponible en aquest sistema
da: ikke tilgængelig på dette system
sk: nie je k dispozícii v tomto systéme
sr: није доступно на овом систему

source: OpenCL scheduling profile
ca: Perfil de planificació OpenCL
da: OpenCL planlægningsprofil
sk: Profil plánovania OpenCL
sr: OpenCL профил за заказивање

# preferences
source: Default
ca: predeterminat
da: standard
sk: predvolené
sr: подразумевано

# preferences
source: Multiple GPUs
ca: múltiples GPUs
da: adskillige GPUer
sk: viac jednotiek GPU
sr: више графичких картица

# preferences
source: Very fast GPU
ca: gpu molt ràpida
da: meget hurtig GPU
sk: veľmi rýchle GPU
sr: брза графичка картица

source: Defines how preview and full pixelpipe tasks are scheduled on OpenCL enabled systems. Default - GPU processes full and CPU processes preview pipe (adaptable by config parameters); multiple GPUs - process both pixelpipes in parallel on two different GPUs; very fast GPU - process both pixelpipes sequentially on the GPU.
ca: defineix com es planifiquen les línies de previsualització i de processat al complet en sistemes amb OpenCL. Per defecte - GPU processa al complet i CPU processa la previsualització (adaptable amb paràmetres de configuració): múltiples GPUs - les dues línies es processen en paral·lel en dos GPUs diferents; GPU molt ràpida - processa les dues línies seqüencialment a la GPU.
da: definerer hvordan forhåndsvisnings- og fuld pixelpipe-jobs planlægges på OpenCL-aktiverede systemer. standard – GPU bearbejder fuld forhåndsvisning og CPU bearbejder miniaturer (kan tilpasses ved hjælp af konfigurationsparametre); adskillige GPUer – bearbejder begge pixelpipes parallelt på to forskellige GPUer; meget hurtig GPU – bearbejder begge pixelpipes sekventielt på GPUen.
sk: definuje, ako sú plánované náhľady a celkové poradie spracovania na OpenCL systémoch. predvolené - GPU spracúva celkové a CPU náhľady (je možné upraviť parametrami konfigurácie), viac jednotiek GPU - obe sú spracované paralelne na GPU, veľmi rýchle GPU - obe sú spracované sekvenčne na GPU.
sr: одређује како се преглед и читав цевовод операција заказују у системима са OpenCL-ом. подразумевано — графичка картица обрађује све, а процесор обрађује цевовод за преглед (може се прилагодити подешавањима); више графичких картица — обрађује оба цевовода одједном на две различите картице; брза графичка картица — обрађује оба цевовода у низу на графичкој картици.

source: Storage
sk: úložisko
sr: складиштење

source: Database
sk: databáza
sr: база података

source: Check for database maintenance
sk: skontrolovať nutnosť údržby databázy
sr: одржавање базе података

# preferences
source: On startup
sk: pri spustení
sr: при покретању

# preferences
source: On close
sk: pri zavrení
sr: након затварања

# preferences
source: On both
sk: pri oboch
sr: оба

# preferences
source: On startup (don't ask)
sk: pri spustení (bez pýtania)
sr: при покретању (не питај)

# preferences
source: On close (don't ask)
sk: pri zavrení (bez pýtania)
sr: након затварања (не питај)

# preferences
source: On both (don't ask)
sk: pri oboch (bez pýtania)
sr: оба (не питај)

source: This option indicates when to check database fragmentation and perform maintenance
sk: táto voľba indikuje, či skontrolovať fragmentáciu databázy a vykonať údržbu
sr: ова опција одређује да ли се проверава фрагментација базе података и примењује њено одржавање

source: Database fragmentation ratio threshold
sk: hraničná hodnota pomeru fragmentácie databázy
sr: праг фрагментације базе података

source: Fragmentation ratio above which to ask or carry out automatically database maintenance
sk: pomer fragmentácie databázy, nad hodnotou ktorého sa spýtať alebo vykonať automatickú údržbu databázy
sr: однос фрагментације изнад кога ћете бити упитани да се покрене одржавање базе података

source: Create database snapshot
sk: vytvoriť snímku databázy
sr: направи снимак базе података

# preferences
source: Once a month
sk: raz za mesiac
sr: једном месечно

# preferences
source: Once a week
sk: raz za týždeň
sr: једном недељно

# preferences
source: Once a day
sk: raz za deň
sr: једном дневно

source: Database snapshots are created right before closing darktable. Options allow you to choose how often to make snapshots: never - simply don't do snapshots. That way the only snapshots done are mandatory version-upgrade snapshots once a month - create snapshot if a month has passed since last snapshot once a week - create snapshot if 7 days had passed since last snapshot once a day - create snapshot if over 24h passed since last snapshot on close - create snapshot every time darktable is closed
sk: databázové časové snímky sú vytvorené pred uložením darktable. voľby dovolia vybrať, ako často sú vytvorené: nikdy - nevytvárať časové snímky. jedinou možnosťou je pri aktualizácii programu raz za mesiac - vytvoriť časovú snímku, ak od poslednej uplynul minimálne mesiac raz za týždeň - vytvoriť časovú snímku, ak od poslednej uplynul minimálne týždeň raz za deň - vytvoriť časovú snímku, ak od poslednej uplynul minimálne deň pri zavrení - vytvoriť časovú snímku pri zavrení darktable
sr: снимци базе података се праве пре затварања тамног стола. ове опције дозвољавају да изаберете колико често желите да направите снимке: никада — не користи снимке. једини снимци који се праве су обавезни снимци при ажурирању издања програма једном месечно — прави снимак када протекне месец дана од претходног снимка једном недељно — прави снимак када протекне седам дана од претходног снимка једном дневно — прави снимак када протекне 24 часа од претходног снимка по затварању — прави снимак сваки пут кад изађете из тамног стола

source: How many snapshots to keep
sk: koľko časových snímok ukladať
sr: колико снимака да задржим

source: After successfully creating snapshot, how many older snapshots to keep (excluding mandatory version update ones). Enter -1 to keep all snapshots keep in mind that snapshots do take some space and you only need the most recent one for successful restore
sk: po úspešnom vytvorení časovej snímky, koľko starších nechať uložených (okrem povinných pri aktualizácii verzie). zadajte -1 pre uchovávanie všetkých časových snímok majte na pamäti, že tieto zaberajú určité miesto na disku a potrebujete len tie najnovšie pre úspešnú obnovu
sr: одређује колико старих снимака желите да задржите након успешног прављена новог снимка (искључује обавезне снимке при ажурирању). унесите -1 да задржите све снимке имајте на уму да снимци заузимају нешто места, а обично ће вам требати најновији снимак када враћате базу података

source: Write sidecar file for each image
ca: escriu fitxers XMP per a cada imatge
da: skriv metadatafil for hvert billede
sk: zapísať sprevádzajúci súbor xmp pre každý obrázok
sr: упиши прикључну датотеку за сваку слику

source: These redundant files can later be re-imported into a different database, preserving your changes to the image.
ca: aquests fitxers redundants poden ser reimportats després a una altra base de dades, preservant els canvis aplicats a la imatge.
da: disse redundante filer kan senere re-importeres til en anden database, med dine ændringer til billedet gemt.
sk: tieto nadbytočné súbory môžu byť neskôr znovu importované do inej databázy, zachovávajúc zmeny v obrázkoch.
sr: ове датотеке касније могу бити увезени у другу базу податка, чувајући измене сваке слике.

source: Store xmp tags in compressed format
ca: desa les etiquetes xmp en format comprimit
da: gem xmp-mærker i komprimeret format
sk: ulož xmp kľúčové slová v kompresnom formáte
sr: сачувај xmp ознаке у запакованом формату

# preferences
source: Only large entries
ca: només entrades extenses
da: kun store indgange
sk: iba veľké záznamy
sr: само за већи унос

source: Entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. This option allows xmp tags to be compressed and save space.
ca: les entrades en etiquetes xmp poden esdevenir força extenses i excedir l'espai disponible per la pila d'historial en els fitxers de sortida. aquesta opció permet comprimir-les i estalviar espai.
da: indgange i xmp-mærker kan blive temmelig store og kan overskride den tilgængelige plads til opbevaring af historikstakken i outputfiler. denne mulighed tillader komprimering af xmp-mærker for at spare plads.
sk: záznamy v xmp kľúčových slovách môžu byť veľké a presiahnuť priestor vyhradený pre uloženie zoznamu histórie vo výstupnom súbore. Táto voľba dovoľuje aby boli xmp kľúčové slová komprimované a šetrili miestom.
sr: уноси у xmp ознакама могу постати веома велики и могу прекорачити доступно место за чување складишта историјата у излазним датотекама. ова опција дозвољава компресију xmp ознака и чување нешто простора.

source: Look for updated xmp files on startup
ca: cerca arxius xmp actualitzats a l'inici
da: kig efter opdaterede xmp-filer ved opstart
sk: overiť pri štarte či boli zmenené xmp súbory
sr: изглед ажурираних xmp датотека

source: Check file modification times of all xmp files on startup to check if any got updated in the meantime
ca: comprova la data de modificació de tots els fitxers xmp a l'inici, per veure si n'hi ha cap d'actualitzat
da: tjek tidspunkter for filmodificering for alle xmp-filer ved opstart for at checke, om nogen er blevet opdateret i mellemtiden
sk: over čas zmeny súboru všetkých xmp súborov pri štarte a zisti či bol zmenený od posledného používania darktable
sr: провери време промене xmp датотеке при покретању програма, како би видео да ли је нека промењена у међувремену

source: Miscellaneous
ca: miscel·lani
da: diverse
sk: rôzne
sr: разно

source: Interface
sk: rozhranie
sr: изглед

source: Sort built-in presets first
sk: triediť najprv zabudované predvoľby
sr: прво прикажи уграђене поставке

source: Whether to show built-in presets first before user's presets in presets menu.
sk: či ukázať najprv zabudované predvoľby pred používateľskými v menu predvolieb.
sr: одређује да ли да најпре прикаже поставке модула који су уграђени у програм унутар менија за поставке.

source: Mouse wheel scrolls modules side panel by default
ca: la roda del ratolí desplaça el panell lateral de mòduls per defecte
da: musehjul ruller modulsidepanelet som standard
sk: vo východzom nastavení koliečko myši posúva bočný panel s modulmi
sr: точкић миша листа површ са модулима

source: When enabled, use mouse wheel to scroll modules side panel. Use ctrl+alt to use mouse wheel for data entry. When disabled, this behavior is reversed
ca: quan s'habilita, empreu la roda del ratolí per desplaçar el panell lateral de mòduls. Empreu Ctrl+Alt per fer servir la roda per entrar dades. Quan s'inhabilita, el comportament és a la inversa
da: når aktiveret, brug musehjulet til at rulle modulsidepanelet. brug ctrl+alt ved input af data via musehjulet. når deaktiveret fungerer dette modsat
sk: ak je aktivované, použiť kolečko myši pre posun modulov v postrannom paneli. použiť ctrl + alt pre prepnutie kolečka myši pre zadávanie údajov. ak je neaktívne, chovanie sa obráti
sr: када је укључено, можете користити точкић миша за листање могула у бочној површи. користите ctrl+alt да користите точкић миша за унос података. када је онемогућено ове опције раде обрнуто

source: Always show panels' scrollbars
ca: mostra sempre les barres de desplaçament dels panells
da: vis altid panelers rullebjælker
sk: vždy zobraziť posuvníky panelov
sr: увек прикажи клизаче на површи

source: Defines whether the panel scrollbars should be always visible or activated only depending on the content. (Need a restart)
ca: defineix si les barres de desplaçament dels panells han de ser sempre visibles o bé només s'activin en funció del contingut. (requereix reiniciar)
da: definerer hvorvidt panelrullebjælker altid skal være synlige eller kun aktive afhængig af indholdet. (genstart nødvendig)
sk: definuje, či budú posuvníky viditeľné vždy alebo iba v prípade potreby. (vyžaduje opätovné spustenie aplikácie)
sr: одређује да ли се клизачи на бочним површима увек приказују или се виде само у зависности од садржаја. (потребно поновно покретање)

source: Method to use for getting the display profile
ca: mètode per obtenir el perfil de pantalla
da: metode for hentning af skærmprofil
sk: metóda použitá na zobrazenie profilu
sr: начин преузимања профила боје екрана

# preferences
source: All
ca: tots
da: alle
sk: všetko
sr: сви начини

source: This option allows to force a specific means of getting the current display profile. This is useful when one alternative gives wrong results
ca: opció que permet forçar un mode específic d'obtenir el perfil de pantalla actual. Això és útil quan una alternativa produeix resultats erronis
da: denne mulighed tillader gennemtvingning af en specifik metode til hentning af den aktuelle skærmprofil. dette er brugbart, når én mulighed giver forkerte resultater
sk: táto voľba dovolí donútiť použiť metódu na získanie profilu zobrazenia. Toto môžete použiť, ak jedna metóda dáva zlé výsledky
sr: ова опција дозвољава да приморате одређене средње вредности за тренутни профил екрана. то је корисно када неки начин прикаже погрешне резултате

source: Tags
ca: etiquetes
da: mærker
sk: štítky
sr: ознаке

source: Omit hierarchy in simple tag lists
ca: omet la jerarquia en llistes simples d'etiquetes
da: undlad hierarki i simple mærkelister
sk: vynechať hierarchiu v jednoduchom zozname štítkov
sr: занемари хијерархију у списку ознака

source: When creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. When this option is checked darktable will only include their last part and ignore the rest. So 'foo|bar|baz' will only add 'baz'.
ca: quan es crea un arxiu XMP les etiquetes jeràrquiques s'afegeixen també com a llista simple d'etiquetes no jeràrquiques, per fer-les visibles en altres programes. Quan s'activa aquesta opció darktable inclou només la darrera part i ignora la resta. Així 'foo|bar|baz' només afegeix 'baz'.
da: under oprettelse af en XMP-fil bliver de hierarkiske mærker også tilføjet som en simpel liste af ikke-hierarkiske mærker for at gøre dem synlige for enkelte andre programmer. når den mulighed er aktiveret, vil darktable kun inkludere den sidste del og ignorere resten. så “foo|bar|baz” vil kun blive tilføjet som “baz”.
sk: pri tvorbe XMP súboru sú hierarchické štítky vložené ako jednoduchý zoznam nehierarchických, aby boli čitateľné niektorými programami. keď je táto možnosť aktívna, darktable vloží iba ich poslednú časť a ignoruje zvyšok. takže 'foo|bar|baz' pridá iba 'baz'.
sr: када правите XMP датотеку, хијерархијске ознаке се додају на списак обичних ознака, што омогућава да буду прочитане у неким другим програмима. уколико укључите ову опцију, тамни сто ће укључити само последњу ознаку у хијерархији и занемарити остале. примера ради „ентеријер|соба|кревет“ ће додати само ознаку „кревет“.

source: Disable the entry completion
ca: deshabilita la compleció d'entrades
da: deaktivér komplettering af input
sk: vypnúť doplňovanie vstupu
sr: онемогући завршавање уноса

source: The entry completion is useful for those who enter tags from keyboard only. For others the entry completion can be embarrassing. Need to restart darktable.
ca: la compleció d'entrades és útil per aquells que entren etiquetes només des del teclat. Per altres, la compleció pot ser molesta. Requereix reiniciar darktable.
da: komplettering af input er brugbart, hvis man bruger tastatur til input af mærker. alternativt kan komplettering af input være upraktisk. genstart af darktable nødvendig.
sk: doplňovanie vstupu je užitočné pre tých, ktorí vkladajú štítky iba klávesnicou. pre ostatné spôsoby môže byť doplňovanie otravné. je nutné opäť spustiť darktable.
sr: аутоматско довршавање уноса је корисно за оне који уносе ознаке само преко тастатуре. осталима ова опција може само да смета. Потребно је да поново покренете мрачни сто.

source: Keyboard shortcuts with multiple instances
sk: klávesové skratky s násobnými inštanciami
sr: пречице тастатуре за дуплиране могуле

source: Where multiple module instances are present, these preferences control rules that are applied (in order) to decide which module instance keyboard shortcuts will be applied to
sk: ak existuje viac inštancií modulu, tieto predvoľby určujú, na ktorú inštanciu modulu sa použijú klávesové skratky
sr: када постоји више дуплираних модула, ова подешавања одређују правила редоследа њихове примене како би одлучили на који дупликат модула се односе пречице са тастатуре

source: Prefer expanded instances
sk: preferovať rozbalené inštancie
sr: најпре проширени дупликати

source: If instances of the module are expanded, ignore collapsed instances
sk: ignorovať zložené inštancie, ak sú inštancie modulu otvorené
sr: уколико су дупликати модула проширени, занемарује оне модуле који су сакупљени

source: Prefer enabled instances
sk: preferovať aktívne inštancie
sr: најпре омогућени дупликати

source: After applying the above rule, if instances of the module are active, ignore inactive instances
sk: po aplikovaní vyššie uvedeného pravidla: ignorovať neaktivne inštancie, ak sú nejaké inštancie modulu aktívne
sr: када се примењује горње правило, уколико су дупликати модули активни, занемарује неактивне дупликате

source: Prefer unmasked instances
sk: preferovať neskryté inštancie
sr: најпре дупликати без маске

source: After applying the above rules, if instances of the module are unmasked, ignore masked instances
sk: po aplikovaní vyššie uvedených pravidiel: ak sú inštancie modulu odkryté, ignorovať skryté inštancie
sr: након примене правила наведених изнад, уколико дупликат модула нема маску, занемарује дупликате са маском

source: Selection order
sk: poradie výberu
sr: редослед избора

# preferences
source: First instance
sk: prvá inštancia
sr: први модул

# preferences
source: Last instance
sk: posledná inštancia
sr: последњи модул

source: After applying the above rules, apply the shortcut based on its position in the pixelpipe
sk: po aplikovaní vyššie uvedeného pravidla: aplikovať skratku založenú na jej pozícii v spracovaní pre finálne zobrazenie
sr: након примене правила наведених изнад, примењује пречицу на основу њеног положаја у цевоводу

source: Other
ca: altres
da: andet
sk: iný
sr: остало

source: Do not show april 1st game
ca: no mostris el joc del dia 1 d'abril
da: vis ikke aprilsnarspil
sk: nezobrazovať hru "1. apríl"
sr: не приказуј игру за 1. април

source: Password storage backend to use
ca: sistema d'emmagatzematge de claus a emprar
da: backend for opbevaring af adgangskoder
sk: použiť úložisko hesiel
sr: програм за чување лозинки

source: The storage backend for password storage: auto, none, libsecret, kwallet
ca: el sistema per emmagatzemar les claus: auto, cap, libsecret, kwallet
da: backend for opbevaring af adgangskoder: auto, ingen, libsecret, kwallet
sk: podporný program úložiska pre ukladanie hesiel: automatický, žiadny, libsecret, kwallet
sr: програм који се користи за чување лозинку: аутоматски, ништа, libsecret, kwallet

source: Executable for playing audio files
ca: executable per arxius d'audio
da: eksekvérbar fil for afspilning af lydfiler
sk: spúšťací súbor pre prehrávanie zvukových súborov
sr: наредба програма за пуштање звука

source: This external program is used to play audio files some cameras record to keep notes for images
ca: programa extern per escoltar els fitxers d'audio que enregistren certes càmeres amb notes sobre les imatges
da: dette eksterne program bruges til at afspille lydfiler, som optages af nogle kameraer som noter til billeder
sk: tento externý program je použitý na prehrávanie zvukových súborov ktoré zaznamenávajú niektoré fotoaparáty na uloženie zvukovej poznámky k obrázku
sr: овај спољни програм ће се користити за пуштање звучних датотека које чувају неке камере као коментар уз слику

source: Import
ca: importa
da: importér
sk: importovať
sr: увоз

source: Session options
ca: opcions de sessió
da: sessionsindstillinger
sk: možnosti relácie
sr: опције сесије

source: Base directory naming pattern
ca: patró de nom pel directori base
da: navngivningsmønster for grundmappe
sk: vzor názvu základného priečinku
sr: шаблон назива основног директоријума

source: Part of full import path for an import session
ca: part de la ruta completa per a una sessió d'importació
da: del af den fulde importsti for en importeringssession
sk: časť celkovej cesty pri importovaní
sr: део или цела увозна путања за сесију увоза

source: Sub directory naming pattern
ca: patró de nom pels subdirectoris
da: navngivningsmønster for undermapper
sk: vzor názvu podpriečinku
sr: шаблон именовања подфасцикла

source: Keep original filename
sk: zachovať pôvodný názov súboru
sr: задржи оригинално име датотеке

source: Keep original filename instead of a pattern while importing from camera or card
sk: zachovať pôvodný názov súboru namiesto použitia vzoru premenovania v prípade importu z fotoaparátu či karty
sr: задржава оригинално име датотеке уместо да је преименује помоћу шаблона приликом увоза са камере или картице

source: File naming pattern
ca: patró de nom pels fitxers
da: navngivningsmønster for filer
sk: vzor názvy súborov
sr: шаблон за именовање датотеке

source: File naming pattern used for a import session
ca: patró de nom pels fitxers emprat en una sessió d'importació
da: navngivningsmønster for filer, der bruges under en importeringssession
sk: vzor názvov súborov použitý pri importovaní
sr: шаблон за именовање датотеке који се користи за сесију увоза

source: Do not set the 'uncategorized' entry for tags
sr: не постављај „некатегоризовано“ за ознаке

source: Do not set the 'uncategorized' entry for tags which do not have children
sr: не поставља унос „некатегоризовано“ за ознаке које немају подознаке

source: Tags case sensitivity
sr: ознаке воде рачуна о великим словима

# preferences
source: Sensitive
sr: воде рачуна

# preferences
source: Insensitive
sr: не воде рачуна

source: Tags case sensitivity. Without the Sqlite ICU extension, insensivity works only for the 26 latin letters
sr: одређује да ли ознаке воде рачуна о великим и малим словима. без проширења Sqlite ICU може занемарује величину слова само за 26 латиничних слова

source: Number of folder levels to show in lists
ca: nombre de nivells de carpetes a mostrar a les llistes
da: antal mappeniveauer der vises i lister
sk: počet úrovní priečinkov pre zobrazenie v zoznamoch
sr: нивои фасцикле који се виде у списку

source: The number of folder levels to show in film roll names, starting from the right
ca: nombre de nivells de carpetes a mostrar als noms de rodets, començant per la dreta
da: antallet af mappeniveauer, der vises i navne for filmruller, startende fra højre
sk: počet zobrazených úrovní priečinkov, ktoré sa majú zobraziť v názvoch filmových kaziet
sr: број нивоа фасцикли које се приказују у називима филмских ролни, почевши са десне стране

source: Sort collection recent to older
sk: striediť zbierku od nedávnych po staršie
sr: поређај збирку почев од новијих

source: Changes the default collections-list order for folders, times and dates to run from recent to older
sk: zmení východzie poradie zoznamov zbierok pre priečinky, časy a údaje, aby sa radili od nedávnych ku starším
sr: мења подразумевани редослед списка збирки за фасцикле, време и датум од новијих ка старијим

source: Ignore JPEG images
sr: занемари JPEG слике
