Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: 'No' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of 'no' and 'guided filter' methods 'eigf' (exposure-independent guided filter) is a guided filter that is exposure-independent, it smooths shadows and highlights the same way (contrary to guided filter which smooths less the highlights) 'averaged eigf' is a geometric mean of 'no' and 'exposure-independent guided filter' methods
sk: 'žiadny' ovplyvňuje globálny a lokálny kontrast (bezpečné ak iba pridávate kontrast) 'guided filter' iba ovplyvňuje gloálny kontrast a snaží sa zachovať lokálny kontrast 'averaged guided filter' je geometrický priemer z metód 'žiadny' a 'guided filter' 'eigf' (exposure-independent guided filter) je guided filter, ktorý je nezávislý od expozície, vyhladzuje tiene a svetlá rovnakým spôsobom (na rozdiel od guided filter, ktorý menej vyhladzuje svetlá) 'averaged eigf' je geometrický priemer z metód 'žiadny' a 'exposure-independent guided filter'
sr: „не“ утиче на општи и локални контраст (сигурно је уколико само додајете контраст) „вођени филтер“ утиче на општи контраст и покушава да сачува локални контраст „филтер вођен просеком“ је геометријска средина метода „не“ и „вођени филтер“ „вфне“ је вођени филтер независан од експозиције (енг. exposure-independent guided filter), он ублажава сенке и светло на исти начин (насупрот вођеном дилтеру који мање ублажава светле делове)„просечни вфне“ је геометријска средина метора „не“ и „вфне“

source: Number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
ca: nombre de passades del filtre guiat ajuda a difuminar les vores del filtre a expenses de la rapidesa
da: antal anvendelser af guidet filter, der skal benyttes hjælper med at sløre kanterne på filteret på bekostning af hastisheden
sk: počet priechodov vedeného filtru pomáha s difúziou hrán filtra na úkor rýchlosti
sr: број пролаза вођеног филтера помаже за стапање ивица филтера на уштрб брзине

source: Diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
ca: diàmetre del difuminat en percentatge de la mida més gran d'imatge alerta: els valors molt grans poden fer molt lenta la previsualització de cambra fosca si s'empra treu soroll amb perfil.
da: diameter af sløringen i procent af den største billedstørrelse advarsel: store værdier for denne parameter kan gøre darkrooms forhåndsvisning meget langsommere, hvis støjfjernelsesprofil bruges.
sk: priemer rozmazania v percentách nejväčšej veľkosti snímky varovanie: veľké hodnoty parametru môžu viesť k významnému spomaleniu náhľadu v režime fotokomory, ak je použitý profil odšumenia.
sr: пречник замућења у процентима највеће величине слике упозорење: велике вредности овог параметра могу проузроковати спори преглед у тамној соби уколико се користи профилисано уклањање шума.

source: Precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
ca: precisió del difuminat : valors superiors forcen la màscara a seguir més les vores però poden minvar l'efecte del suavitzat valors inferiors donen gradients més suaus i millor suavitzat però poden dur a unions imprecises de vores i halos
da: præcision af udtynding: højere værdier tvinger masken til at følge kanterne tættere men kan udligne udjævningseffekten lavere værdier giver mere jævne hældninger og bedre udjævning men kan også føre til upræcise kantbånd og -glorier
sk: presnosť prelínania okrajov: vyššie hodnoty donútia masku probiehať blízko okrajov, ale môže zrušiť efekt vyhladzovania. nižšie hodnoty vedú k hladším prechodom a lepšiemu vyhladzovaniu, ale môžu viesť k nepresným okrajom a halo efektu
sr: прецизност умекшавања: велике вредности приморавају маске да боље прате ивице, али могу поништити ефекат умекшања мање вредности дају лепши прелаз и умекшаније ивице, али могу направити непрецизне ивице и ефекат ореола.

source: Mask post-processing
ca: post-processament de la màscara
da: maske-efterbearbejdning
sk: následné spracovanie masky
sr: пост-обрада маске

source: Mask histogram span between the first and last deciles. The central line shows the average. Orange bars appear at extrema if clipping occurs.
ca: distància entre el primer i darrer decils a l'histograma de màscara. la línia central mostra la mitjana. Als extrems apareixen barres taronges si s'arriba al tall.
da: maskehistogramspænd mellem den første og sidste decil. midterlinjen viser gennemsnittet. orange bjælker vises ved ekstremer, hvis der opstår clipping.
sk: maskovať rozloženie histogramu medzi prvým a posledným decilom. prostredná čiara ukazuje priemer. oranžové stĺpce sa zobrazia na krajoch v prípade orezu jasov.
sr: хистограм маске је у опсегу између прве и последње дециле. централна линија приказује просек. наранџасте линије су екстреми уколико дође до одсецања.

source: 0 disables the quantization. Higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
ca: 0 desactiva la quantització. valors superiors posteritzen la màscara de luminància per ajudar el guiatge produeixen àrees suaus quan s'empren valors de difuminat alts
da: 0 deaktiverer kvantisering. højere værdier farvereducerer luminansmasken for at hjælpe med guiding producerer stykvise jævne områder ved brug med høje udtyndingsværdier
sk: 0 vypne kvantizáciu. vyššie hodnoty posterizujú masku jasu pre zlepšenie vedení ak sú použité vysoké hodnoty pre prelínanie okrajov, vytvoria sa vyhladené oblasti okolo objektov
sr: 0 онемогућава квантизацију. веће вредности постеризују маску светлине да би помогли вођење прављења умекшања сваког дела подручја када користите вредности за умекшање

source: Use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. The picker will auto-adjust the average exposure at -4EV.
ca: empreu per ajustar l'exposició mitjana de la màscara als canals per a un millor control de la correcció d'exposició amb els nodes disponibles. l'eina pren mostra autoajustarà l'exposició mitjana a -4EV.
da: brug dette for at skubbe maskegennemsnitseksponeringen langs med kanalerne for bedre kontrol over eksponeringskorrektionen med de tilgængelige punkter. vælgeren vil autojustere den gennemsnitlige eksponering til -4EV.
sk: použiť pre posun priemernej expozície masky pozdĺž kanálov pre lepšie ovládanie korekcie expozície pomocou existujúcich uzlov. kvapadlo automaticky nastaví priemernú expozíciu na -4 EV.
sr: користите овај клизач да промените просечну експозицију маске унутар канала за бољу контролу корекције експозиције са доступним чворовима. алат за избор ће сам подесити просечну експозицију на -4EV.

source: Use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
ca: empreu per compensar l'efecte promitjador del filtre guiat i dilatar la màscara de contrast uns -4EV això permet escampar l'histograma d'exposició sobre més canals per a un millor control de la correcció d'exposició.
da: brug dette til at modvirke udligningseffekten ved det guidede filter og udvide maskekontrasten udenom -4EV dette spreder eksponeringshistogrammet over flere kanaler for bedre styring med eksponeringskorrektion.
sk: použiť pre kompenzáciu priemerovacieho efektu vedeného filtra a rozšírenie kontrastu masky okolo -4 EV. toto umožní rozložiť histogram expozície cez viac kanálov pre lepšie ovládanie korekcie expozície.
sr: користите ово насупрот ефекту упросечавања из вођеног филтера и разводните контраст маске око -4EV ово омогућава да раширите хистограм експозиције преко више канала за бољу контролу корекције експозиције.

source: Display exposure mask
ca: mostra màscara d'exposició
da: vis eksponeringsmaske
sk: zobraziť masku expozície
sr: прикажи маску експозиције

source: Tone mapping
ca: mapatge de tons
sk: mapovanie tónov
sr: мапирање тонова

source: This module is deprecated. Better use local contrast or tone equalizer modules instead.
sk: tento modul je zastaralý, použite radšej moduly lokálny kontrast alebo tónový ekvalizér.
sr: овај модул је застарео. уместо њега можете користити локални контраст или уједначавање тонова.

source: Velvia
sr: велвија

source: Resaturate giving more weight to blacks, whites and low-saturation pixels
sk: resaturácia pre zvýšenie váhy tieňom, svetlám a málo saturovaným pixelom
sr: враћа засићеност дајући више тежине црним, белим и мање засићеним пикселима

source: The strength of saturation boost
ca: la intensitat de l'augment de saturació
da: styrken på mæthedsforstærkning
sk: miera zosilnenia sýtosti
sr: јачина појачања засићености

source: How much to spare highlights and shadows
ca: grau de preservació de llums i ombres
da: i hvilken grad højlys og skygger skal bibeholdes
sk: koľko zachovať svetiel a tieňov
sr: колико да поштедите светле делове и сенке

source: Saturate and reduce the lightness of the most saturated pixels to make the colors more vivid.
sk: nasýtitť a redukovať svetelnosť najviac saturovaných pixelov pre zvýšenie živosti farieb.
sr: засићује и умањује светлину пиксела који су најзасићенији дајући ефекат живљих боја.

source: The amount of vibrance
ca: grau de vivesa
da: mængden af vibrance
sk: miera živosti
sr: количина живости

source: Vignetting
ca: vinyetatge
da: vignettering
sk: vinetácia
sr: вињетарење

source: Simulate a lens fall-off close to edges
sk: simulovať vinetáciu objektívu na krajoch snímky
sr: симулира затамњење објектива близу ивица слике

source: Lomo
sr: ломо

source: The radii scale of vignette for start of fall-off
ca: escala del radi de vinyetatge per l'inici del degradat
da: skalaen af vignettens indre radius, hvor aftagning starter
sk: rádius vinetácie od začiatku do stratena
sr: размера вињетарења у радијанима за почетак затамњења

source: The radii scale of vignette for end of fall-off
ca: escala del radi de vinyetatge pel final del degradat
da: skalaen af vignettens indre radius, hvor aftagning starter
sk: rádius vinetácie od konca do stratena
sr: размера вињетарења у радијанима за крај затамњења

source: Strength of effect on brightness
ca: intensitat de l'efecte en la brillantor
da: effektens styrke på lysstyrke
sk: strmosť efektu na jase
sr: јачина ефекта осветљења

source: Strength of effect on saturation
ca: intensitat de l'efecte en la saturació
da: effektens styrke på mætning
sk: strmosť prechodu na sýtosti
sr: јачина ефекта засићености

source: Horizontal offset of center of the effect
ca: decalatge horitzontal del centre de l'efecte
da: vandret forskydning af effektens centrum
sk: horizontálne posunutie od centra efektu
sr: водоравни померај средине ефекта

source: Vertical offset of center of the effect
ca: decalatge vertical del centre de l'efecte
da: lodret forskydning af effektens centrum
sk: vertikálne posunutie od centra efektu
sr: усправни померај средине ефекта

source: Shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
ca: factor de forma 0 pordueix un rectangle 1 produeix un cercle o el·lipse 2 produeix forma de diamant
da: figurfaktor 0 producerer et rektangel 1 producerer en cirkel eller ellipse 2 producerer en diamant
sk: obrazec 0 vytvorí obdĺžnik 1 vytvorí kruh alebo elipsu 2 vytvorí kosoštvorec
sr: фактор облика 0 прави квадрат 1 прави круг или елипсу 2 прави дијамант

source: Enable to have the ratio automatically follow the image size
ca: activeu-ho perquè la relació s'adapti sola a la mida de la imatge
da: slå til for at få forholdet til automatisk at følge billedstørrelsen
sk: povoliť automatický pomer, aby vždy súhlasil s pomerom strán obrázka
sr: омогући да однос аутоматски прати величину слике

source: Width-to-height ratio
ca: relació ample/alt
da: bredde-til-højde forhold
sk: pomer medzi šírkou a výškou
sr: однос ширине у односу на висину

source: Add some level of random noise to prevent banding
ca: afegeix soroll aleatori per evitar aparició de bandes
da: tilføj en grad af tilfældig støj for at undgå banding
sk: pridať náhodný šum aby sa nezjavili pásy
sr: додај неки ниво насумичног шума да спречиш закривљење

source: [%s On node] Change vignette/feather size
ca: [%s a node] canvia mida de vinyetatge/difuminat
da: [%s på punkt] ændr vignetterings-/udtyndingsstørrelse
sk: [%s on node] zmeniť vinetáciu/veľkosť prelínania okraja
sr: [%s на чвор] промења вињетарења/величине умекшања

source: [%s On node] Change vignette/feather size keeping ratio
ca: [%s a node] canvia mida de vinyetatge/difuminat mantenint la proporció
da: [%s på punkt] ændr vignetterings-/udtyndingsstørrelse, behold størrelsesforhold
sk: [%s on node] zmeniť vinetáciu/veľkosť prelínania pri zachovaní pomeru
sr: [%s ча чвор] промена вињетарења/величине умекшања уз задржавање односа

source: [%s On center] Move vignette
ca: [%s a centre] mou vinyetatge
da: [%s på centrum] flyt vignette
sk: [%s on center] premiestniť vinetáciu
sr: [%s на средину] помери вињетарење

source: Watermark
ca: marca d'aigua
da: vandmærke
sk: vodoznak
sr: водени жиг

source: Overlay an SVG watermark like a signature on the picture
sk: prekryť priehľadným SVG na pozadí obrázku ako podpisom
sr: ставља SVG водени жиг као потпис на слици

source: Content
ca: contingut
da: indhold
sk: obsah
sr: садржај

source: Marker
ca: plantilla
da: markør
sk: súbor
sr: ознака

source: SVG watermarks in %s/watermarks or %s/watermarks
ca: Marques d'aigua SVG a %s/watermarks o %s/watermarks
da: SVG-vandmærker i %s/watermarks eller %s/watermarks
sk: SVG vodotlač v %s/watermarks alebo %s/watermarks
sr: SVG водени жигови у %s/watermarks или %s/watermarks

source: Watermark color, tag: $(WATERMARK_COLOR)
ca: color de la marca d'aigua , etiqueta: $(WATERMARK_COLOR)
da: vandmærkefarve, mærke: $(WATERMARK_COLOR)
sk: farba vodoznaku, štítok: $(WATERMARK_COLOR)
sr: боја воденог жига, ознака: $(WATERMARK_COLOR)

source: Select watermark color
ca: tria color de marca d'aigua
da: vælg vandmærkefarve
sk: vybrať farbu vodoznaku
sr: изаберите боју воденог жига

source: Pick color from image
ca: pren color de la imatge
da: vælg farve fra billede
sk: vybrať farbu z obrázku
sr: изаберите боју из слике

source: Text
da: tekst
sr: текст

source: Text string, tag: $(WATERMARK_TEXT)
ca: cadena de text, etiqueta: $(WATERMARK_TEXT)
da: tekststreng, mærke: $(WATERMARK_TEXT)
sk: reťazec textu, štítok: $(WATERMARK_TEXT)
sr: текст, ознака: $(WATERMARK_TEXT)

source: Font
ca: tipus lletra
da: skrifttype
sk: typ písma
sr: фонт

source: Text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
ca: tipus de lletra del text, etiquetes: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
da: skrifttype, mærker: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
sk: reťazec textu, štítky: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
sr: фонт текста, ознаке: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: Size is relative to
ca: la mida és en relació a
da: størrelse er relativ til
sk: relatívna veľkosť k
sr: величина је релативна у односу на

source: Position
ca: posició
sk: umiestnenie
sr: положај

source: Alignment
ca: alineació
da: positionering
sk: zarovnanie
sr: поравнање

source: The opacity of the watermark
ca: l'opacitat de la marca d'aigua
da: iugennemsigtigheden af vandmærket
sk: krytie vodoznaku
sr: непровидност воденог жига

source: The scale of the watermark
ca: l'escala de la marca d'aigua
da: skalering af vandmærket
sk: mierka vodoznaku
sr: размера воденог жига

source: The rotation of the watermark
ca: l'orientació de la marca d'aigua
da: roteringen af vandmærket
sk: otočenie vodoznaku
sr: окретање воденог жига

source: Zone system
ca: sistema de zones
sk: systém zón
sr: систем зона

source: Lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
ca: zones de lluminositat roda del ratolí per canviar el nombre de zones clic esquerre en una vora per crear un marcador clic dret en un marcador per eliminar-lo
da: lysskarphedszoner brug musens rullehjul til at ændre antallet af zoner venstre-klik på en kant for at oprette en markør højre-klik på en markør for at slette den
sk: zóny jasu použiť koliesko myši na zmenu počtu zón ľavé kliknutie na okraji vytvorí značku pravé kliknutie na značke ju odstráni
sr: зоне светлине користите точкић миша да промените број зона леви клик на ивицу да направите маркер десни клик на ознаку да је обришете

source: Background jobs
ca: treballs en segon pla
da: baggrundsjobs
sk: proces v pozadí
sr: позадински послови

source: Camera settings
ca: paràmetres de la càmera
da: kameraindstillinger
sk: nastavenie fotoaparátu
sr: подешавање камере

# accel
source: Capture image(s)
ca: captura imatge(s)
da: tag billede(r)
sk: odfotiť obrázky
sr: сними слику(е)

source: Toggle view property in center view
ca: permuta veure propietats a la vista central
da: slå visningsegenskaber i center-visning til og fra
sk: prepnúť zobrazenie vlastností v centrálnom okne
sr: укључи особину прегледа у централном прегледу

source: Connection with camera lost, exiting tethering mode
ca: perduda connexió amb la càmera, sortint del mode tethering
da: forbindelse til kamera mistet, forlader tethering-tilstand
sk: spojenie s fotoaparátom bolo stratené, ukončuje sa režim vzdialeného snímania
sr: веза са камером је прекинута, напуштам режим за снимање слике

source: Battery
ca: bateria
da: batteri
sk: batéria
sr: батерија

source: N/a
da: i/t
sk: nedostupné
sr: н/д

source: Camera control
ca: control de la càmera
da: kamerastyring
sk: riadenie fotoaparátu
sr: контрола камере

source: Modes
da: tilstande
sk: režimy
sr: режими

source: Timer (s)
ca: temporitzador (s)
sk: samospúšť
sr: тајмер(и)

source: Count
ca: quantitat
da: antal
sk: počet
sr: број

source: Brackets
ca: exp. escalonades
sk: bracketing
sr: везани снимци

source: Bkt. Steps
ca: num. passos d'esc
da: bkt. trin
sk: krok braketingu
sr: везаних корака

source: Capture image(s)
ca: captura imatges
da: tag billede(r)
sk: urob snímku(y)
sr: сними слику(е)

source: Toggle delayed capture mode
ca: mode de captura retardat
da: slå forsinket optagelsestilstand til og fra
sk: prepnúť oneskorený režim
sr: омогући одложено снимање

source: Toggle sequenced capture mode
ca: mode de captura en seqüència
da: slå sekvensoptagelse til og fra
sk: prepnúť na sekvenčné snímanie
sr: омогући снимање више слика

source: Toggle bracketed capture mode
ca: mode d'exposicions escalonades
da: slå bracketed optagelse til og fra
sk: prepnúť na bracketing režim
sr: омогући снимање више експозиција

source: The count of seconds before actually doing a capture
ca: temps, en segons, abans la càmera no faci la captura
da: antallet af sekunder, før et billede faktisk tages
sk: počet sekúnd do odfotenia
sr: број секунди пре него што се слика сними

source: The amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
ca: nombre d'imatges a capturar en una seqüència, podeu emprar-ho en combinació amb el mode retardat per crear seqüències stop-motion.
da: antallet af billedet, der tages i en sekvens, du kan bruge dette sammen med forsinket tilstand for at lave stop-motion-sekvenser.
sk: množstvo urobených obrázkov v sekvencii, môžete to použiť v spolupráci oneskoreným režimom na vytváranie fázovej animácie (stop-motion)
sr: количина слика које се снимају у секвенци, можете користити ово заједно са одложеним режимом да направите стоп-моушн секвенце.

source: The amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
ca: nombre d'exposicions escalonades a cada banda de l'exposició central. El total d'imatges serà = (aquest valor * 2) + 1.
da: antallet af brackets på hver side af det centrerede skud. antal billeder = (brackets*2)+1.
sk: množstvo bracketingu na každý smer od centrálnej snímky, počet obrázkov = (brackets x 2)+1.
sr: број слика које су под и надекспониране у односу на централни снимак, количина слика (број*2)+1

source: The amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
ca: nombre de passos intermedis a aplicar entre fotos escalonades. El valor dels passos intermedis es configura a la càmera, normalment són 3 per cada pas sencer d'exposició, es a dir, si posem 3 passos intermedis obtenim un canvi de 1EV a cada foto dins la sèrie.
da: antallet af trin pr. bracket. trin er kamera-konfigurerbart, og normalvis 3 trin pr. stop med andre ord, 3 trin er 1EV eksponeringstrin mellem brackets.
sk: veľkosť kroku na bracket, krok sa nastavuje vo fotoaparáte a obyčajne je 3 kroky na "stop" inak povedané, 3 kroky na 1 EV medzi expozíciami.
sr: количина корака за под/надекспонирање слике, кораци се подешавају унутар камере и обично се своде на 3 корака по бленди, тј. 3 корака одговара кораку експозицији од 1EV између суседних слика.

source: Additional properties
ca: propietats addicionals
da: yderligere egenskaber
sk: prídavné parametre
sr: додатне особине

source: Label
ca: etiqueta
da: mærkat
sk: menovka
sr: натпис

source: Property
ca: propietats
da: egenskab
sk: vlastnosť
sr: осовина

source: Add user property
ca: afegeix propietat d'usuari
da: tilføj brugeregenskab
sk: pridať používateľskú vlastnosť
sr: додаје корисничку особину

source: Program
ca: programa
sr: програм

source: Focus mode
ca: tipus d'enfocament
da: fokustilstand
sk: režim zaostrenia
sr: начин фокуса

source: Shutterspeed2
ca: velocitat d'obturació 2
da: lukkerhastighed2
sk: rýchlosť závierky2
sr: брзина затварача 2

source: Shutterspeed
ca: velocitat d'obturació
da: lukkerhastighed
sk: rýchlosť závierky
sr: брзина затварача

source: WB
ca: Balanç de blancs
da: hvidbalance
sk: Vyváženie bielej
sr: баланс беле

source: Collect images
ca: col·lecció d'imatges
da: saml billeder
sk: pozbierať snímky
sr: збирка слика

source: Today
sr: данас

source: Last 24h
sr: задњих 24 часа

source: Last 30 days
sr: задњих 30 дана

source: Search filmroll
ca: cerca rodet
da: søg i filmrulle
sk: hľadať filmovú kazetu
sr: претражи филмске ролне

source: Problem selecting new path for the filmroll in %s
ca: problema en triar nova ruta pel rodet a %s
da: problem ved valg af ny sti for filmrullen i %s
sk: problém s vybraním novej cesty k filmovej kazete v %s
sr: проблем при избору нове путање за филмску ролну у %s

source: Search filmroll...
ca: cerca rodet...
da: søg i filmrulle…
sk: hľadám filmovú kazetu...
sr: претрага ролне…

source: Remove...
ca: suprimeix...
da: fjern…
sk: odstrániť...
sr: уклони…

source: Uncategorized
ca: sense categoritzar
da: ukategoriseret
sk: bez kategórie
sr: некатегоризовано

source: Copied locally
ca: copiat localment
da: kopieret lokalt
sk: kopírovaný miestne
sr: копирано локално

source: Group followers
ca: seguidores de grup
da: gruppér følgere
sk: nasledovatelia skupiny
sr: група цветова

source: Clear this rule
ca: treu aquesta regla
da: fjern denne regel
sk: vymazať toto pravidlo
sr: очисти ово правило

source: Clear this rule or add new rules
ca: treu aquesta regla i afegeix noves regles
da: fjern denne regel eller tilføj nye regler
sk: vymazať toto pravidlo alebo pridať nové pravidlá
sr: очисти ово правило и додај ново
