Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Pretty print the image location
ca: imprimir la ubicació de la imatge
da: vis billedplacering pænt
sk: čitateľnejšie zobrazenie lokalizácie obrázku
sr: читак приказ места фотографије

source: Show a more readable representation of the location in the image information module
ca: mostra una representació més llegible de la ubicació al mòdul d'informació de la imatge
da: vis en mere læsbar gengivelse af placeringen i billedinformations-modulet.
sk: zobraziť čitateľnejšiu reprezentáciu lokalizácie v module informácie o obrázku
sr: приказује читљивији приказ места где је настала слика у модулу за податке о слици

source: Slideshow
ca: projecció
da: diasshow
sk: prezentácia
sr: слајдови

source: Waiting time between each picture in slideshow
ca: temps d'espera entre imatges a la projecció
da: ventetid mellem hvert billede i diasshow
sk: oneskorenie medzi snímkami v prezentácii
sr: интервал између приказа слика у слајдовима

source: Processing
sk: spracovanie
sr: обрада

source: Always use LittleCMS 2 to apply output color profile
ca: empra sempre LittleCMS 2 per aplicar el perfil de sortida
da: brug altid LittleCMS 2 til håndtering af output-farveprofil
sk: vždy použiť LittleCMS 2 na aplikovanie výstupného farebného profilu
sr: увек користи LittleCMS 2 за излазни профила боја

source: This is slower than the default.
ca: això és més lent que l'opció per defecte.
da: dette er langsommere end standardindstillingen.
sk: toto je pomalšie ako predvolené.
sr: ово је спорије од подразумеваног.

source: Pixel interpolator
ca: interpolador de píxels
sk: algoritmus interpolácie pixelov
sr: интерполација пиксела

# preferences
source: Bilinear
ca: bilineal
da: bilineær
sk: bilineárny
sr: дволинијска

# preferences
source: Bicubic
ca: bicúbica
da: bikubisk
sk: bikubický
sr: двоквадратна

# preferences
source: Lanczos2
sr: ланхоз2

# preferences
source: Lanczos3
sr: ланхоз3

source: Pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
ca: interpolador de píxels emprat en girs i correcció de lents (bilineal, bicúbica, lanczos2, lanczos3).
da: pixel-interpolator, der bruges ved rotering og objektivkorrektion (bilineær, bikubisk, lanczos2, lanczos3).
sk: interpolátor pixelov použitý pri rotácie a korekcie objektívu (bilineárny, bikubický, lanczos2, lanczos3).
sr: интерполација пиксела која се користи за ротацију и исправљање изобличења сочива (дволинеарно, двоквадратно, ланхоз2 и ланхоз 3)

source: 3D lut root folder
ca: carpeta arrel de LUT 3D
da: rodmappe for 3D lut
sk: 3D LUT koreňový priečinok
sr: корена фасцикла за 3Д lut

source: Select directory
ca: seleccioneu un directori
da: vælg mappe
sk: vybrať priečinok
sr: изаберите фасциклу

source: This folder (and sub-folders) contains Lut files used by lut3d modules. (Need a restart).
sk: tento priečinok (a podpriečinky) obsahuje Lut súbory používané modulmi lut3d. (nutný reštart)
sr: ова фасцикла (и подфасцикле) садрже Lut датотеке које користе lut3d модули. (потребно поновно покретање).

source: Auto-apply pixel workflow defaults
sk: automaticky aplikovať východzie hodnoty poradia spracovania pixelov
sr: сам примени подразумевани след обраде пиксела

# preferences
source: Scene-referred
sk: podľa scény
sr: на основу сценографије

# preferences
source: Display-referred
sk: podľa obrazovky
sr: на основу екрана

# preferences
source: None
ca: cap
da: ingen
sk: žiadne
sr: ништа

source: Scene-referred workflow is based on linear modules and will auto-apply filmic and exposure, display-referred workflow is based on Lab modules and will auto-apply base curve and the legacy module pipe order.
sk: spracovanie podľa scény je založené na lineárnych moduloch a automaticky aplikuje moduly filmový a expozícia, spracovanie podľa obrazovky je založené na Lab moduloch a automaticky aplikuje moduly základná krivka a zastaralé poradie modulov.
sr: след обраде на основу сценографије користи линеарне модуле и аутоматски примењује филмски мод и експозицију, след обраде на основу екрана користи Lab модуле у аутоматски примењује основне криве и класичан редослед примене модула.

source: Auto-apply chromatic adaptation defaults
sk: automaticky aplikovať chromatickú adaptáciu
sr: сам примени подразумевану адаптацију хроме

# preferences
source: Modern
sk: moderný
sr: модерно

# preferences
source: Legacy
sk: zastaralý
sr: класично

source: Legacy performs a basic chromatic adaptation using only the white balance module modern uses a combination of white balance module and color calibration module, with improved color science for chromatic adaptation.
sk: zastaralý vykonáva základnú chromatickú adaptáciu iba ak modul vyváženia bielej moderný využíva kombináciu modulu vyváženia bielej a modulu farebnej kalibrácie, čo zlepšuje farebnú vedu pre chromatickú adaptáciu.
sr: класични начин примењује основну адаптацију хроме користећи само модул за баланс беле, модерни начин користи комбинацију модула за баланс беле и модул за калибрацију боје, са напредном науком која стоји иза адаптације боја.

source: Auto-apply per camera basecurve presets
ca: aplica automàticament els predefinits de corba base per la càmera
da: anvend automatisk kameraspecifikke basiskurve-indstillinger
sk: automaticky aplikovaťj základnú krivku podľa typu fotoaparátu
sr: сам примени поставку основну криву за камеру

source: Use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart). This option is taken into account when the "auto-apply pixel workflow defaults" is set to "display-referred". To prevent auto-apply basecurve presets "auto-apply pixel workflow defaults" should be set to "none"
sk: použiť základnú krivku fotoaparátu vo východzom nastavení miesto modulu všeobecného výrobcu - ak taká existuje (vyžaduje reštart). táto možnosť je zobraná do úvahy, keď je "automaticky aplikovať východzie hodnoty poradia spracovania pixelov" nastavené na "podľa scény". pre deaktivovanie automatického aplikovania predvolieb základnej krivky je potrebné nastaviť "automaticky aplikovať východzie hodnoty poradia spracovania pixelov" na "žiadne".
sr: подразумевано користи основне криве на основу модела камере уместо генеричких криви произвођача уколико су доступне (потребно поновно покретање). ова опција се узима у обзир када је „сам примени подразумевани след обраде пиксела“ постављено на „на основу екрана“. да би спречили аутоматску примену поставки основних кривих „сам примени подразумевани след обраде пиксела“ треба да буде постављено на „ништа“

source: Auto-apply sharpen
ca: autoaplica enfoca
da: anvend automatisk øgning af skarphed
sk: automaticky aplikovať doostrenie
sr: сам примени оштрину

source: This added sharpen is not recommended on cameras without a low-pass filter. You should disable this option if you use one of those more recent cameras or sharpen your images with other means.
sk: toto pridané doostrovanie nie je odporúčané s fotoaparátmi bez dolnopriepustného filtra. mali by ste deaktivovať túto voľbu, ak taký fotoaparát používate a doostrujete vaše snímky iným spôsobom.
sr: додавање оштрине није препоручљиво за камере без филтера ниске учесталост. потребно је да онемогућите ову опцију уколико користите неку од новијих камера или изоштравате ваше фотографије на неки други начин.

source: Detect monochrome previews
sk: rozpoznať čiernobiele náhľady
sr: пронађи црно-беле прегледе

source: Many monochrome images can be identified via exif and preview data. Beware: this slows down imports and reading exif data
sk: veľa čiernobielych snímok môže byť identifikovaných pomocou údajov exif a z náhľadu. pozor, toto spomalí proces importu a čítania exif údajov
sr: многе црно-беле слике могу бити препознате из exif података за преглед. успозорење: ово може да успори увоз и читање efix података

source: Security
ca: seguretat
da: sikkerhed
sk: zabezpečenie
sr: сигурност

source: Ask before removing images from database
ca: pregunta abans d'eliminar imatges de la base de dades
da: spørg før fjernelse af billeder fra database
sk: opýtať sa pred odstránením obrázkov z databázy
sr: питај пре уклањања слика из базе података

source: Always ask the user before any image is removed from DB.
ca: preguntar sempre abans de treure una imatge de la base de dades.
da: spørg altid brugeren før et billede fjernes fra databasen.
sk: vždy sa opýtať používateľa pred odstránením akéhokoľvek obrázku z databázy.
sr: увек пита пре уклањања слике из тамног стола.

source: Ask before erasing images from disk
sk: opýtať sa pred odstránením obrázkov z disku
sr: питај пре брисања слика са диска

source: Always ask the user before any image file is deleted
sk: vyžadovať potvrdenie používateľa pred vymazaním súboru
sr: увек пита пре брисања било које датотеке са сликом са диска

source: Ask before discarding history stack
sk: vyžadovať potvrdenie pred odstránením histórie
sr: питај пре чишћења складишта историјата

source: Always ask the user before history stack is discarded on any image
sk: vždy sa opýtať používateľa pred odstránením histórie
sr: увек пита корисника пре чишћења складишта историје за било коју слику

source: Send files to trash when erasing images
ca: envia arxius a la paperera quan s'esborrin imatges
da: send filer til papirkurven under sletning af billeder
sk: poslať súbory do koša keď sa mažú súbory
sr: пошаљи датотеке у отпад при брисању

source: Send files to trash instead of permanently deleting files on system that supports it
ca: envia arxius a la paperera en lloc d'esborrar permanentment, en sistemes que ho admetin
da: send filer til papirkurven i stedet for permanent at slette filer på systemer, der understøtter dette
sk: poslať súbory do koša namiesto definitívneho zmazania súborov v systéme ktorý to podporuje
sr: шаље датотеке у отпад уместо да их трајно брише из система датотека који то подржава

source: Ask before moving images from film roll folder
ca: pregunta abans de moure imatges de la carpeta del rodet
da: spørg før billeder flyttes fra mappen med filmruller
sk: vyžadovať potvrdenie pred presunutím obrázkov z priečinka filmovej kazety
sr: питај пре премештања слика у филмску ролну

source: Always ask the user before any image file is moved.
ca: preguntar sempre abans de moure un fitxer d'imatge.
da: spørg altid brugeren før en billedfil flyttes.
sk: vyžadovať potvrdenie používateľa pred presunutím obrázku.
sr: увек пита корисника пре премештања датотеке са сликом у фасциклу филмске ролне.

source: Ask before copying images to new film roll folder
ca: preguntar abans de copiar imatges a un nova carpeta de rodet
da: spørg før billeder kopieres til ny mappe med filmruller
sk: vyžadovať potvrdenie pred kopírovaním obrázkov do nového priečinka filmovej kazety
sr: питај пре копирања слика у нову филмску ролну

source: Always ask the user before any image file is copied.
ca: preguntar sempre abans de copiar un fitxer d'imatge.
da: spørg altid brugeren før et billede kopieres.
sk: vyžadovať potvrdenie pred kopírovaním obrázku.
sr: увек пита корисника пре премештања датотеке са сликом у фасциклу филмске ролне.

source: Ask before removing empty folders
ca: pregunta abans d'eliminar carpetes buides
da: spørg før fjernelse af tomme mapper
sk: opýtať sa pred odstránením prázdnych priečinkov
sr: питај пре уклањања празне фасцикле

source: Always ask the user before removing any empty folder. This can happen after moving or deleting images.
ca: preguntar sempre abans d'esborrar una carpeta buida. Pot passar després de moure o esborrar imatges.
da: spørg altid brugeren før sletning af enhver tom mappe. dette kan ske efter flytning eller sletning af billeder.
sk: vždy sa opýtať používateľa pred odstránením prázdneho priečinka. môže k tomu dôjsť pri premiestnení alebo zmazaní súborov obrázkov.
sr: увек пита пре уклањања било које празне дасцикле. ово мође да се деси наком премештања или брисања слике.

source: Ask before deleting a tag
ca: pregunta abans de suprimir una etiqueta
da: spørg før et mærke slettes
sk: opýtať sa pred zmazaním štítku
sr: питај пре брисања ознаке

source: Ask before deleting a style
ca: pregunta abans de suprimir un estil
da: spørg før sletning af en stil
sk: opýtať sa pred zmazaním štýlu
sr: питај пре брисања стила

source: Ask before deleting a preset
sk: opýtať sa pred zmazaním predvoľby
sr: питај пре брисања поставке

source: Will ask for confirmation before deleting or overwritting a preset
sk: opýta sa na potvrdenie pred zmazaním alebo prepísaním predvolby
sr: тражиће потврду пре брисања или преписивања поставке

source: Cpu / gpu / memory
ca: cpu / gpu / memòria
da: cpu / gpu / hukommelse
sk: cpu / gpu / pamäť
sr: ресурси

source: Memory in megabytes to use for thumbnail cache
ca: memòria en MB dedicada a la memòria cau de miniatures
da: hukommelse i megabyte til brug for cache af miniaturer
sk: pamäť v megabytoch vyhradená ako zásobník miniatúr
sr: меморија за оставу умањених сличица (MB)

source: This controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
ca: quantitat de memòria dedicada a les vistes en miniatura i altres buffers (requereix reiniciar).
da: dette styrer, hvor meget hukommelse der skal bruges til miniaturebilleder og andre buffers (der kræves en genstart).
sk: týmto nastavíte, koľko pamäte sa použije na miniatúry a iné vyrovnávacie pamäte (vyžaduje reštart darktable).
sr: ово одређује колико се меморије користи за умањене сличице и друге делове оставе (потребно поновно покретање).

source: Enable disk backend for thumbnail cache
ca: habilita el sistema en disc de memòria cau de miniatures
da: aktivér disk-backend for cache af miniaturer
sk: použiť disk ako vyrovnávaciu pamäť pre miniatúry
sr: омогући чување умањених слика на диск

source: If enabled, write thumbnails to disk (.Cache/darktable/) when evicted from the memory cache. Note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. It's safe though to delete these manually, if you want. Light table performance will be increased greatly when browsing a lot. To generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
ca: si s'activa, les miniatures s'escriuen al disc (.cache/darktable/) quan es retiren de la memòria cau en RAM. Noteu que això pot requerir molt espai de disc (diversos gigabits per una col·lecció de 20.000 imatges) i que aquestes miniatures ja no s'esborren mai. Però podeu esborrar-les manualment si ho voleu, no hi ha perill en fer-ho. Si us moveu molt dins el vostre catàleg d'imatges, la taula de llum funcionarà de manera molt més àgil amb aquest mètode. Per generar totes les miniatures de la vostra col·lecció sencera en mode fora de línia executeu l'ordre 'darktable-generate-cache'.
da: hvis aktiveret skrives miniaturebilleder til disk (.cache/darktable/) under kassering fra hukommelsescachen. bemærk at dette kan bruge en masse hukommelse (adskillige gigabyte for 20.000 billeder) og vil aldrig slette cachede miniaturebilleder igen. det er dog sikkert at slette disse manuelt, hvis du vil. lysbordets ydelse vil øges betydeligt under større mængder browsing. for at generere alle miniaturebilleder for hele din samling offline, kan du køre “darktable-generate-cache”.
sk: ak je aktivovaný, zapisuje miniatúry na disk (.cache/darktable/) počas vyprázdňovania z vyrovnávacej pamäte. Vedzte že toto môže zabrať veľa miesta na disku (niekoľko Gigabytov pre 20 000 obrázkov) a nikdy už nebudú náhľady zmazané. Je možné ich zmazať manuálne ak chcete. Presvetľovací pult bude viac reaktívny počas prehliadania veľkého počtu náhľadov. Ak chcete vytvoriť náhľady pre celú vašu kolekciu offline, spustite 'darktable-cli --generate-cache --core --library ~/.config/darktable/library.db'.
sr: уколико је омогућено, уписује умањене сличице на диск (.cache/darktable/) када се премешта из оставе меморије. ово може узети пуно меморије (неколико гигабајта за 20 хиљада слика), али умањене слике неће бити поново обрисане из оставе. ипак, можете сами обрисати слике из оставе уколико желите. уколико листате пуно слика у светлој соби ово ће значајно убрзати рад програма. уколико желите да направите умањене слике за читаву збирку, покрените наредбу „darktable-generate-cache“.

source: Enable disk backend for full preview cache
ca: habilita el sistema en disc de memòria cau de previsualització completa
da: aktivér disk-backend for cache af fuld forhåndsvisning
sk: použiť diskový backend ako vyrovnávaciu pamäť pre miniatúry
sr: омогући чување целих прегледа на диск

source: If enabled, write full preview to disk (.Cache/darktable/) when evicted from the memory cache. Note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. It's safe though to delete these manually, if you want. Light table performance will be increased greatly when zooming image in full preview mode.
ca: si s'activa, la previsualització completa s'escriu al disc (.cache/darktable/) quan es retiren de la memòria cau. Noteu que això pot requerir molt espai de disc (diversos gigabits per una col·lecció de 20.000 imatges) i que aquestes miniatures ja no s'esborren mai. Però podeu esborrar-les manualment si ho voleu, no hi ha perill en fer-ho. La taula de llum serà molt més àgil quan es fa zoom de les imatges en el mode de previsualització completa'.
da: hvis aktiveret skrives fuld forhåndsvisning til disk (.cache/darktable/) under kassering fra hukommelsescachen. bemærk at dette kan bruge en masse hukommelse (adskillige gigabyte for 20.000 billeder) og vil aldrig slette cachede miniaturebilleder igen. det er dog sikkert at slette disse manuelt, hvis du vil. lysbordets ydelse vil øges betydeligt under zoom af billede i fuld forhåndsvisningstilstand.
sk: ak je aktivovaný, zapisuje miniatúry na disk (.cache/darktable/) počas vyprázdňovania z vyrovnávacej pamäte. Vedzte že toto môže zabrať veľa miesta na disku (niekoľko Gigabytov pre 20k obrázky) a nikdy už nebudú náhľady zmazané. Je možné ich zmazať manuálne, ak chcete. Výkon presvetľovacieho pultu bude potom výrazne lepší.
sr: уколико је омогућено, уписује цели преглед слике на диск (.cache/darktable/) када се премешта из оставе меморије. ово може узети пуно меморије (неколико гигабајта за 20 хиљада слика), али умањене слике неће бити поново обрисане из оставе. ипак, можете сами обрисати слике из оставе уколико желите. уколико листате пуно слика у светлој соби ово ће значајно убрзати рад програма.

source: Number of background threads
ca: nombre de fils d'execució en segon pla
da: antal baggrundstråde
sk: počet vlákien v pozadí
sr: број позадинских нити процесора

source: This controls for example how many threads are used to create thumbnails during import. The cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
ca: controla, per exemple, quants fils d'execució s'empren per crear miniatures en importar. la memòria cau creixerà fins un màxim del doble d'aquest nombre en buffers d'imatges a plena resolució (requereix reiniciar)
da: dette styrer fx hvor mange tråde der bruges til at oprette miniaturer ved importering. cache vil vokse til maksimalt det dobbelte af dette tal for fuldopløste billedbuffers (der kræves en genstart).
sk: touto voľbou môžte napríklad zmeniť koľko vlákien sa má používať pre vytváraní miniatúr počas importovania. vyrovnávacia pamäť sa naplní na maximum prípadne bude dvakrát väčšia ako toto číslo (vyžaduje reštart).
sr: ово одређује колико позадинских нити процесора се користи за прављење умањених слика током увоза. остава ће нарасти највише до двоструке вредности слика пуне резолуције у остави (потребно поновно покретање).

source: Host memory limit (in MB) for tiling
ca: límit de memòria hoste (en MB) pel processat per segments
da: værts hukommelsesgrænse (i MB) for tiling
sk: vyhradená pamäť limit (in MB) pre stránky
sr: величина меморије за плочице (MB)

source: This variable controls the maximum amount of memory (in MB) a module may use during image processing. Lower values will force memory hungry modules to process image with increasing number of tiles. Setting this to 0 will omit any limit. Values below 500 will be treated as 500 (needs a restart).
ca: aquesta variable controla la quantitat màxima de memòria (en MB) que un mòdul pot emprar durant el processat d'imatge. valors petits obliguen a processar la imatge dividint-la en més segments. ajustant això a 0 s'omet qualsevol límit. els valors inferiors a 500 es tracten com a 500. (requereix reiniciar)
da: denne variabel styrer den maksimale mængde hukommelse (i MB), som et modul kan bruge under billedbearbejdning. lavere værdier vil tvinge hukommelsessultne moduler til at behandle billeder med et større antal fliser. ved at sætte dette til 0 vil enhver begrænsning ses bort fra. værdier under 500 vil opfattes som 500 (der kræves en genstart).
sk: táto voľba nastavuje maximálnu veľkosť pamäte (in MB) ktorú môže modul použiť počas spracovania obrázkov. Nižšie číslo núti moduly použiť viac stránok. Nastavené na 0 ak nechcete žiaden limit. Hodnoty menšie ako 500 sú považované ako 500. (vyžaduje reštart).
sr: ова променљива контролише највећу количину меморије (у MB) коју модул може да користи приликом обраде слике. мање вредности ће приморати модуле који траже више меморије да слику раставе у више плочица приликом обраде. постављање на 0 ће прескочити ограничење. вредности изнад 500 се заокружују на 500 (потребно је поновно покретање).

source: Minimum amount of memory (in MB) for a single buffer in tiling
ca: valor mínim de memòria (en MB) d'un buffer en processar per segments
da: minimal mængde hukommelse (i MB) for en enkelt buffer i tiling
sk: minimálna veľkosť pamäte (v MB) pre jednu vyrovnávaciu pamäť v stránke
sr: најмања количина меморије за једну плочицу (MB)

source: If set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. Has precedence over heuristics based on host_memory_limit (needs a restart).
ca: quan s'ajusta a un valor positiu diferent de 0, defineix la memòria mínima (en MB) que el processat per segments empra per a un buffer d'imatges. té preferència sobre l'heurística basada en el límit de memòria hoste (requereix reiniciar).
da: hvis den sættes til en positiv, ikke-nul-værdi, vil denne variabel definere den minimale mængde hukommelse (i MB), som tiling skal reservere for en enkelt billedbuffer. vægtes højere end heuristics baseret på host_memory_limit (der kræves en genstart).
sk: ak je číslo pozitívne, nenulová hodnota tejto premennej definuje maximum pamäte (v MB), ktorú môže stránka použiť ako jeden obrázkový zásobník. Preťažuje host_memory_limit. (vyžaduje reštart).
sr: уколико је постављено на позитивну вредност, ова промењива одређује највећу количину меморије (у MB) која се користи за једну оставу слике. има предност над хеуристиком која се ослања на host_memory_limit (потребно поновно покретање).

source: Activate OpenCL support
ca: activar suport de OpenCL
da: aktivér OpenCL-understøttelse
sk: aktivujte podporu OpenCL
sr: омогући OpenCL подршку

source: If found, use OpenCL runtime on your system for improved processing speed. Can be switched on and off at any time.
ca: empra OpenCL per millorar la velocitat de procés, si es detecta com a disponible al vostre sistema. es pot activar o desactivar en qualsevol moment.
da: brug OpenCL runtime på dit system for øget bearbejdningshastighed. kan sætte til og fra på et vilkårligt tidspunkt.
sk: ak OpenCL je prítomný vo vašom systéme, darktable ho použije a zvýši výkon. Môžete prepnúť kedykoľvek.
sr: уколико је пронађено, користи OpenCL са вашег система како би брже обрадио слике. може бити укључено или искључено у сваком тренутку.
