Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Threshold for edge-aware median. Set to 0.0 to switch off. Set to 1.0 to ignore edges.
ca: llindar per mitjana sensible a les vores. ajusteu a 0.0 per desactivar-lo. ajusteu a 1.0 per ignorar les vores.
da: grænseværdi for kantopmærksom median. sæt til 0,0 for at slå fra. sæt til 1,0 for at ignorere kanter.
sk: prah pre median detekcie hrán nastaviť na 0.0 na vypnutie. nastaviť na 1.0 na ignorovanie hrán.
sr: праг за медијане који води рачуна о ивицама. поставите на 0,0 да искључите. поставите на 1,0 да занемарите ивица.

source: How many color smoothing median steps after demosaicing
ca: nombre d'etapes de suavitzat de color median després de demosaicing
da: hvor mange median-trin for farveudjævning efter demosaicing
sk: koľko procesov na vyhladenie po bayerovej interpolácii
sr: одређује број корака се користи за умекшање боја након расклапања мозаика

source: Green channels matching method
ca: mètode de coincidència dels canals verds
da: matching-metode for grønne kanaler
sk: metóda porovnania zeleného kanála
sr: начин за поклапање зелених канала

source: Demosaicing only needed for raw images.
ca: demosaicing necessari només per imatges raw.
da: demosaicing behøves kun for raw-billeder.
sk: bayerová interpolácia potrebné len pre raw obrázky.
sr: расклапање мозаика потребно је само за raw слике.

source: Wavelets: chroma only
sk: vlnky: iba chroma
sr: таласно: само хрома

source: Denoise (profiled)
ca: treu soroll (amb perfil)
da: støjfjernelse (profil)
sk: odstránenie šumu (s profilmi)
sr: уклањање шума (профилисано)

source: Denoise using noise statistics profiled on sensors.
sk: odšumiť použitím štatistiky šumu profilovaného na senzoroch.
sr: уклањање шума помоћу статистичких података које је забележио сензор.

source: Found match for ISO %d
ca: trobada coincidència per ISO %d
da: fandt match for ISO %d
sk: profil pre ISO %d nájdený
sr: нађено поклапање за ИСО %d

source: Interpolated from ISO %d and %d
ca: interpolat de dels ISO %d i %d
da: interpoleret fra ISO %d and %d
sk: interpolovaný z ISO %d a %d
sr: интерполазија из ИСО %d и %d

source: Compute variance
ca: calcula la variància
da: beregn varians
sk: vypočítať varianciu
sr: израчунај варијансу

source: Use only with a perfectly uniform image if you want to estimate the noise variance.
ca: empreu només amb una imatge perfectament uniforme si voleu estimar la variància del soroll.
da: brug kun med et perfekt ensartet billede, hvis du vil estimere støjvariansen.
sk: použite iba s perfektne uniformnou snímkou, ak chcete odhadnúť odchýlku šumu.
sr: користи се само за савршене уједначене слике уколико желите да израчунате варијансу шума.

source: Variance red:
ca: variància vermell:
da: varians, rød:
sk: odchýlka červenej:
sr: варијанса црвене:

source: Variance computed on the red channel
ca: variància calculada al canal vermell
da: varians beregnet på den røde kanal
sk: odchýlka vypočítaná pre červený kanál
sr: варијанса израчуната за црвени канал

source: Variance green:
ca: variància verd:
da: varians, grøn:
sk: odchýlka zelenej:
sr: варијанса зелене:

source: Variance computed on the green channel
ca: variància calculada al canal verd
da: varians beregnet på den grønne kanal
sk: odchýlka vypočítaná pre zelený kanál
sr: варијанса израчуната за зелени канал

source: Variance blue:
ca: variància blau:
da: varians, blå:
sk: odchýlka modrej:
sr: варијанса плаве:

source: Variance computed on the blue channel
ca: variància calculada al canal blau
da: varians beregnet på den blå kanal
sk: odchýlka vypočítaná pre modrý kanál
sr: варијанса израчуната за плави канал

source: Profile
ca: perfil
da: profil
sk: profil
sr: профил

source: Non-local means
ca: mitjana no local
sk: nelokálne stredné hodnoty
sr: нелокализовани просеци

source: Non-local means auto
ca: mitjana no local automàtica
sk: nelokálne stredné hodnoty auto
sr: ауто нелокализовани просеци

source: Wavelets
ca: ondetes (wavelets)
sk: vlnky
sr: нискоталасно

source: Wavelets auto
ca: ondetes (wavelets) auto
sk: vlnky auto
sr: ауто нискоталасно

source: Adapt denoising according to the white balance coefficients. Should be enabled on a first instance for better denoising. Should be disabled if an earlier instance has been used with a color blending mode.
ca: adapta l'eliminació de soroll d'acord amb els coeficients de balanç de blancs. S'hauria d'activar en una primera instància per a eliminar millor el soroll i desactivar si hi ha una instància anterior que empra un mode de mescla de color.
da: adaptér støjfjernelse ifølge hvidbalance-koefficienterne. bør aktiveres ved første instans for bedre støjfjernelse. bør deaktiveres hvis en tidligere instans er brugt med en farveblendingtilstand.
sk: prispôsobiť odšumenie podľa koeficientov vyváženia bielej. pre lepšie odšumenie by malo byť aktivované u prvej inštancie. malo by byť deaktivované, ak bol u skoršej inštancii použitý režim prelínania farieb.
sr: прилагођава уклањање шума на основу коефицијената баланса беле. треба да буде укључено у што пре за боље уклањање шума. треба да буде искључено уколико неки модул већ користи режим стапања боја.

source: Fix bugs in anscombe transform resulting in undersmoothing of the green channel in wavelets mode, combined with a bad handling of white balance coefficients, and a bug in non local means normalization resulting in undersmoothing when patch size was increased. Enabling this option will change the denoising you get. Once enabled, you won't be able to return back to old algorithm.
ca: corregeix errors a la transformada de Anscombe que resulten en suavitzat insuficient del canal verd al mode d'onetes, combinat amb mala gestió dels coeficients de balanç de blancs, i un error a la normalització de mitjana no local que causa suavitzat insuficient quan es puja la mida de mostra. Activant aquesta opció es canvia l'eliminació de soroll que s'obté. Un cop activat, no es podrà retornar a l'antic algoritme.
da: ret fejl i anscombe transform, der resulterer i underudjævning af den grønne kanal i wavelet-tilstand, kombineret med en dårlig håndtering af hvidbalancekoefficienter, og en fejl i ikke-lokale betyder, at normalisering resulterer i underudjævning, når lapstørrelsen er forstørret. aktivering af dette vil ændre den støjfjernelse, du opnår. når den er aktiveret, vil du ikke være i stand til at vende tilbage til den gamle algoritme.
sk: opraviť chyby v transformícii anscombe spôsobujúce nedostatočné vyhladzovanie zeleného kanálu vo vlnkovom režime kombinovaným s chybným použitím koeficientov vyváženia bielej a chybu v normalizáciu nelokálnych priemerov spôsobujúcu nedostatočné vyhladzovanie, ak je veľkost vzorky zvýšená. aktivácia tejto voľby zmení mieru odšumenia. akonáhle bude aktivovaná, už sa nedá vrátiť k pôvodnému algoritmu.
sr: исправља грешке у анскомбовом преображају који даје мање углађени зелени канал у таласном режиму, комбинованом са лошим управљањем коефицијената баланса беле и грешком у нелокалном просеку нормализације који даје мању углађеност када се величина парчета повећа. омогућавање ове опције ће променити крајње уклањање шума. када је омогућено, нећете моћи да се вратите на стари алгоритам.

source: Profile used for variance stabilization
ca: perfil emprat per estabilitzar la variància
da: profil, der skal bruges til variansstabilisering
sk: profil použitý na stabilizáciu kolísania
sr: профил који се користи за стабилизацију варијансе

source: Method used in the denoising core. Non-local means works best for `lightness' blending, wavelets work best for `color' blending
sk: metóda použitá na potlačenie šumu. 'nelokálne zhlukovanie' funguje lepšie pre prelínanie podľa `jasu' , vlnky fungujú lepšie pre farebné prelínanie
sr: начин који се користи за уклањање шума. нелокализовани просеци ради боље код стапања светлине, нискоталасни ради боље код стапања боја

source: Color representation used within the algorithm. RGB keeps the RGB channels separated, while Y0U0V0 combine the channels to denoise chroma and luma separately.
sk: reprezentácia farieb použitá algoritmom. RGB zachová kanály RGB oddelene, kým Y0U0V0 kombinuje kanály pre odšumenie chroma a luma oddelene.
sr: представа боје која се користи унурат алгоритма. RGB задржава раздвојене RGB канале, док Y0U0V0 комбинује канале при засебном уклањању шума хроме и светлине.

source: Radius of the patches to match. Increase for more sharpness on strong edges, and better denoising of smooth areas. If details are oversmoothed, reduce this value or increase the details slider.
ca: radi de les mostres a encaixar. incrementeu-lo per a més nitidesa a les vores fortes, i treure millor el soroll d'àrees suaus. Si el detalls es suavitzen massa, reduïu aquest valor o pugeu el control lliscant de detalls.
da: radius af lapperne, der skal matches. forøg for mere skarphed på skarpe kanter og bedre støjfjernelse på ensartede områder. reducér denne værdi eller forøg detaljeskyderen hvis detaljer bliver overudjævnede.
sk: polomer vzoriek na porovnanie. zvýšiť pre vyššiu ostrosť na silných hranách a lepšie odšumenie vyhladených oblastí. ak sú detaily príliš vyhladené, znížte hodnotu alebo zvýšte posuvník detailov.
sr: полупречник парчића за поклапање. повећајте за више оштрине дуж изражених ивица и боље уклањање шума у уједначеним подручјима. уколико су детаљи превише замућени, смањите ову вредност или повећајте клизач за детаље.

source: Emergency use only: radius of the neighbourhood to search patches in. Increase for better denoising performance, but watch the long runtimes! large radii can be very slow. You have been warned
ca: a emprar només en cas d'emergència: radi de l'entorn proper on cercar mostres. incrementeu-lo per millorar l'eliminació de soroll, però atents als llargs temps de processat! els radis extensos poden ser molt lents. esteu avisats
da: bruges kun i nødstilfælde: radius af området, der skal søges efter lapper i. forøg for bedre ydelse under støjfjerning, men bemærk de lange beregningstider! store radiusser kan være meget langsomme. du er hermed advaret
sk: iba pre núdzové použitie: polomer pre hľadanie vzoriek. zväčšiť pre lepšiu účinnosť odstránenia šumu, ale pozor na veľký čas spracovania. veľký polomer je veľmi pomalý, boli ste varovaní
sr: користи се само за хитне случајеве: полупречник суседства у ком се траже парчићи. повећајте за боље уклањање шума, али обратите пажњу да обрада траје превише дуго! са великим полупречником радња постаје спора.

source: Scattering of the neighbourhood to search patches in. Increase for better coarse-grain noise reduction. Does not affect execution time.
sk: rozptyl susedných hodnôt pre hľadanie vzoriek. zvýšiť pre výraznejšie potlačenie hrubozrnného šumu. neovplyvňuje čas spracovania.
sr: расипање суседства у којима се траже парчићи. повећање за боље уклањање великозрног шума. не утиче на трајање извршавања.

source: Increase the weight of the central pixel of the patch in the patch comparison. Useful to recover details when patch size is quite big.
ca: incrementa el pes del pixel central de la mostra a la comparació de mostres. Útil per recuperar detalls quan la mida de la mostra és força gran.
da: forøg vægten af den centrale pixel for lappen i lapsammenligningen. nyttigt til at genopnå detaljer, når lapstørrelsen er temmelig stor.
sk: zvýšiť váženie stredového pixelu vzorky pri porovnávaní vzoriek. užitočné pre obnovenie detailov, ak je veľkosť vzorky pomerne veľká.
sr: повећава тежину централног пиксела парчића током поређења делића. корисно за враћање детаља када је величина делића веома велика.

source: Finetune denoising strength
ca: ajust fi d'intensitat del filtre de soroll
da: finjustér styrke for støjfjernelse
sk: jemné doladenie sily potlačenia šumu
sr: подеси јачину уклањања шума

source: Controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. This can happen if your picture is underexposed.
ca: controla com s'autoajusten els paràmetres augmenteu si no es treu prou soroll de les ombres o si hi queda soroll de chroma. Això pot passar si la imatge està subexposada.
da: styrer måden hvorpå parametre autoindstilles forøg hvis skygger ikke bliver støjfjernet nok eller hvis kromastøj bliver tilbage. dette kan ske, hvis dit billede er undereksponeret.
sk: ovláda spôsob, akým sú automaticky nastavené parametre. zvýšte, ak tiene nie sú dostatočne odšumené alebo ak ostáva chroma šum. to sa môže stať v prípade podexponovanej snímky.
sr: начин на који се параметри аутоматски подешавају када шум у сенкама није довољно смањен или остане хрома шум. то се дешава уколико је ваша слика подекспонирана.

source: Finetune shadows denoising. Decrease to denoise more aggressively dark areas of the image.
sk: doladiť odšumenie tieňov. zmenšiť pre agresívnejšie odšumenie tmavých oblastí snímky.
sr: подешава уклањање шума у сенкама. смањите за јачи ефекат уклањања шума у тамним подручјима слике.

source: Correct color cast in shadows. Decrease if shadows are too purple. Increase if shadows are too green.
ca: corregeix dominants de color a les ombres. reduïu-lo si les ombres mostren dominant magenta. augmenteu-lo si mostren dominant verda.
da: ret farveafsætning i skygger. formindsk hvis skygger er for lilla. forøg hvis skygger er for grønne.
sk: opraviť farebný závoj v tieňoch. zmenšite, ak sú tiene príliš purpurové. zväčšite, ak sú tiene príliš zelené.
sr: исправља неприродну обојеност у сенкама. смањите уколико су сенке превише љубичасте. повећајте уколико су сенке превише зелене.

source: Upgrade the variance stabilizing algorithm. New algorithm extends the current one. It is more flexible but could give small differences in the images already processed.
ca: actualitza algoritme d'estabilització de variància. el nou algoritme estén l'existent. És més flexible però pot donar petites diferències en imatges ja processades.
da: opgradér variansstabiliseringsalgoritmen. ny algoritme bygger oven på den aktuelle. den er mere fleksibel men kan give små forskelle i billeder, der allerede er bearbejdet.
sk: aktualizovať verziu algoritmu stabilizácie odchýlok. nový algoritmus doplní ten existujúci. je flexibilnejší, ale mohol by viesť k malým rozdielom pre už spracované snímky.
sr: ажурирајте алгоритам за стабилизацију варијансе. нови алгоритам проширује тренутни. он је флексибилнији али може дати мале разлике у сликама које су већ обрађене.

source: Dithering
ca: tramat (dithering)
sk: zlievanie
sr: дидеринг

source: Reduce banding and posterization effects in output JPEGs by adding random noise
sk: redukovať banding a posterizačné efekty vo výstupných JPEGoch pridaním náhodného šumu
sr: умањује закривљење и ефекат постера у излазним JPEG сликама тако што додаје насумични шум

source: Dither
ca: trama
sk: zlievať
sr: дидер

source: Radius for blurring step
ca: radi pel pas de difuminat
da: radius for hvert sløringsskridt
sk: rádius pre rozmazanie
sr: полупречник замућења

source: The gradient range where to apply random dither
ca: rang del degradat on aplicar trama aleatòria
da: rækkevidde for farveovergang hvor tilfældig dither skal udføres
sk: rozsah prechodu kde treba aplikovať náhodné zlievanie
sr: опсег скале унутар које се примењује насумични шум

source: Gradient range
ca: rang de degradat
da: rækkevidde for farveovergang
sk: rozsah gradientu
sr: опсег скале

source: Damping level of random dither
ca: grau d'esmorteïment del tramat aleatori
da: dæmpningsniveau for tilfældig dither
sk: tlmenie náhodného zlievania
sr: избацује ниво насумичног шума

source: Legacy equalizer
ca: equalitzador (antic)
da: forældet equalizer
sk: pôvodný ekvalizér
sr: застарело уједначавање

source: This module is deprecated. Better use contrast equalizer module instead.
sk: tento modul je zastaralý. na miesto neho použite modul ekvalizér kontrastu.
sr: овај могул је застарео. боље користите уједначавање контраста.

source: Sharpen (strong)
ca: enfoca (intens)
da: øg skarphed (stærk)
sk: doostriť (silno)
sr: изоштравање (јако)

# equalizer
source: Sharpen
ca: enfoca
da: øg skarphed
sk: doostriť
sr: изоштравање

source: Null
ca: nul
da: nul
sr: ништа

source: Denoise (strong)
ca: treu soroll (fort)
da: støjfjernelse (stærk)
sk: odstránenie šumu (silné)
sr: уклањање шума (јако)

source: This module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
ca: aquest mòdul serà suprimit en el futur i és aquí només perquè el pugueu desactivar i canviar-vos al nou equalitzador.
da: dette modul vil blive fjernet i fremtiden og er her kun for at du kan slå det fra og flytte til den nye equalizer.
sk: tento modul bude v budúcnosti zmazaný je tu len preto aby ste ho deaktivovali a používali nový ekvalizér.
sr: овај модул ће бити ускоро уклоњен и овде је само да би га могли искључити пре него што пређете на нови модул за уједначавање.

source: Redo the exposure of the shot as if you were still in-camera using a color-safe brightening similar to increasing ISO setting
sk: odstrániť expozíciu zo snímky, ako by ešte bola vo fotoaparáte použitím farebne bezpečného zjasnenia podobného zvýšeniu ISO
sr: враћа експозицију снимка као када сада користите фото-апарат, користећи осветљеност која чува боје, налик ефекту повећања ИСО вредности

source: Magic lantern defaults
ca: valors per defecte de Magic Lantern
da: standard for magic lantern
sk: magic lantern extension firmware predvolené
sr: подразумевано у чаробној лампи

source: Failed to get raw buffer from image `%s'
ca: no s'ha pogut obtenir el buffer raw de la imatge `%s'
da: indlæsning af raw-buffer fra billede “%s” mislykkedes
sk: nemožno získať vyrovnávaciu pamäť pre obrázok %s'
sr: не могу да добијем raw оставу из слике „%s“

source: Compensate camera exposure (%+.1f EV)
sk: kompenzovať expozíciu fotoaparátu (%+.1f EV)
sr: враћање експозиције камере (%+.1f EV)

source: Automatically remove the camera exposure bias this is useful if you exposed the image to the right.
sk: automaticky odstrániť ovplyvnenie expozície fotoaparátu, toto je užitočné, ak ste exponovali snímku príliš doprava (histogram).
sr: аутоматски уклања померање експозиције из камере што је корисно уколико сте преекспонирали слику.

source: Percentage of bright values clipped out, toggle color picker to activate
ca: percentatge d'altes llums que es retallen, feu clic a la icona de mostra de color per activar/desactivar
da: procentdel af lyse værdier klippet fra; slå farvevælger til og fra for at aktivere
sk: percento orezaných svetlých hodnôt, aktivujete prepnutím nástroja na výber farby
sr: проценат светлих вредности које су одсечене, омогућите избор боје да активирате

source: Where in the histogram to meter for deflicking. E.G. 50% is median
ca: on mesurar dins l'histograma per eliminar parpelleig. P.e. 50 per cent és la mitjana
da: hvor i histogrammet, der skal måles for deflicking. Fx 50% er median
sk: kde v histograme sa má merať odstránenie blikania. Napr. 50% je stredová hodnota
sr: који део хистограма ће бити измерен за укљањање треперења (дефликинг). Нпр. 50% даје медијану

source: Where to place the exposure level for processed pics, EV below overexposure.
ca: on cal situar el nivell d'exposició per les imatges processades, valor de EV sota el llindar de sobreexposició.
da: hvor eksponeringsniveauet for bearbejdede billeder skal placeres, EV under overeksponering.
sk: kde sa má umiestniť úroveň expozície pre spracované obrázky, EV pod preexponovaním.
sr: где се смешта ниво експозиције за обрађене слике, EV испод преекспониране

source: Computed EC:
ca: corr. exp. calculada:
da: bearbejdet EC:
sk: vypočítaná EC:
sr: израчунати EC:

source: What exposure correction has actually been used
ca: quina correcció d'exposició s'ha emprat realment
da: hvilken eksponeringskorrektion, der rent faktisk er udført
sk: aká expozícia bola práve použitá
sr: која корекција експозиције се заправо користи

source: Adjust the black level to unclip negative RGB values. You should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
ca: ajusta el nivell de negre per eliminar retall dels valors RGB negatius. no l'hauríeu d'emprar mai per a afegir més densitat als negres! si s'ajusta malament, retallarà els colors fora de gamut propers al negre empenyent els valors RGB cap a valors negatius.
da: justér sortniveauet for ikke at klippe negative RGB-værdier. du bør aldrig bruge dette til at tilføje mere tæthed i sort! hvis dårligt sat vil nær-sorte farver blive klippet ud af gamut ved at skubbe RGB-værdier over i negative.
sk: nastavte úroveň čiernej, aby hodnoty RGB neboli záporné. nepoužívať pre zvýraznenie čiernej! pri nesprávnom nastavení sa farby blízke čiernej dostanú mimo gamutu pre záporné hodnoty RGB.
sr: подесите нивое црне за поништите одсецање негативних RGB вредности. никада не треба да користите за додавање више густине у црним подручјима! уколико је лоше подешено, исећи ће боје које су близу црне из палете и померити RGB вредности ка негативним.

source: This module is deprecated. Better use filmic rgb module instead.
sk: tento modul je zastaralý. miesto neho použite filmový rgb modul.
sr: овај модул је застарео. можете користити филмски rgb уместо њега.

source: 09 EV (low-key)
ca: 09 EV (clau baixa)
da: 09 EV (minimalt lys)
sr: 09 EV (ниско)

source: 10 EV (indoors)
ca: 10 EV (interiors)
da: 10 EV (indendørs)
sk: 10 EV (vo vnútri)
sr: 10 EV (унутра)

source: 11 EV (dim outdoors)
ca: 11 EV (exteriors en penombra)
da: 11 EV (svagt lys udendørs)
sk: 11 EV (vonku - tmavé)
sr: 11 EV (затамњено напољу)

source: 12 EV (outdoors)
ca: 12 EV (exteriors)
da: 12 EV (udendørs)
sk: 12 EV (vonku)
sr: 12 EV (напољу)

source: 13 EV (bright outdoors)
ca: 13 EV (exteriors llum brillant)
da: 13 EV (stærkt lys udendørs)
sk: 13 EV (vonku - svetlo)
sr: 13 EV (осветљено напољу)

source: 14 EV (backlighting)
ca: 14 EV (contrallum)
da: 14 EV (modlys)
sk: 14 EV (protisvetlo)
sr: 14 EV (позадинско светло)

source: 15 EV (sunset)
ca: 15 EV (posta de sol)
da: 15 EV (solnedgang)
sk: 15 EV (západ slnka)
sr: 15 EV (залазак сунца)

source: Read-only graph, use the parameters below to set the nodes
ca: gràfic de només lectura, empreu els paràmetres a sota per situar els nodes
da: skrivebeskyttet graf, brug parametrene herunder for at sætte punkterne
sk: graf iba pre čítanie, pre nastavenie uzlov použite parametre nižšie
sr: овај график само можете да прегледате, користите параметре испод да подесите чворове

source: Logarithmic shaper
ca: corba logarítmica
da: logaritmisk former
sk: logaritmický tvarovač
sr: логаритамско обликовање

source: Adjust to match the average luminance of the subject. Except in back-lighting situations, this should be around 18%.
ca: ajusteu per igualar la luminància mitjana del subjecte. tret de situacions de contrallum, hauria de ser al voltant del 18%.
da: justér for at matche den gennemsnitlige luminans for subjektet. bortset fra i situationer med bagbelysning bør dette være omkring 18%.
sk: upraviť pre nastavenie priemerného jasu predmetu. okrem scén v protisvetle, toto by malo byť okolo 18 %.
sr: подешава да се поклопи са просечном светлином субјекта. осим када је у питању контра светло, треба поставити вредности око 18%.
