Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: This setting has been modified
sk: toto nastavenie bolo modifikované
sr: ово подешавање је измењено

source: Lighttable
ca: taula de llum
da: lysbord
sk: presvetľovací pult
sr: светли сто

source: General
da: generelt
sk: všeobecné
sr: опште

source: Sort film rolls by
sk: triediť filmové kazety podľa
sr: поређај филмске ролне по

# preferences
source: Id
sr: иб

# preferences
source: Folder
sk: priečinky
sr: фасцикла

source: Double click to reset to `%s'
ca: feu doble clic per reiniciar a `%s'
da: dobbeltklik for at nulstille til “%s”
sk: dvojitým klinutím obnovíte na „%s“
sr: два пута кликните са вратите „%s“

source: Sets the collections-list order for film rolls
sk: nastaví poradie zoznamu zbierok pre filmové kazety
sr: поставља редослед списка-збирки по филмским ролнама

source: Hide built-in presets for utility modules
sk: skryť zabudované predvoľby v podporných moduloch
sr: сакриј уграђене поставке модула

# preferences
source: FALSE
ca: FALS
da: FALSK
sk: NIE
sr: НЕТАЧНО

source: Hides built-in presets of utility modules in presets menu.
sk: skryje zabudované predvoľby v moduloch v menu predvolieb.
sr: сакрива уграђене поставке модула из менија за подешавања.

source: Use single-click in the collect module
sk: použiť jednoduché kliknutie v module collect
sr: користи један клик у модулу за прикупљање

source: Check this option to use single-click to select items in the collect module. This will allow you to do range selections for date-time and numeric values.
sk: zapnite túto voľbu pre výber položiek v module jednoduchým kliknutím. toto umožní výber z rozsahu pre dátumové-časové a numerické hodnoty.
sr: омогућите ову опцију да користите један клик за избор ставки у модулу за прикупљање. ово ће вам дозволити да изаберете опсег датума, времена и нумеричких вредности.

source: Expand a single utility module at a time
sk: rozvinúť naraz len jeden modul
sr: истовремено прошируј само по један модул

source: This option toggles the behavior of shift clicking in lighttable mode
ca: aquesta opció canvia el comportament de Majs + clic en mode taula de llum
da: denne valgmulighed slår muligheden for at shift-klikke til og fra i lysbordtilstand
sk: táto voľba prepína správanie kliknutia klávesy shift v režime presvetľovacieho pultu
sr: ова опција омогућава schift и клик при раду на светлом столу

source: Scroll to utility modules when expanded/collapsed
sk: rolovať modulmi pri rozvinutí/zbalení
sr: клизај до модула када је сакупљен/проширен

source: When this option is enabled then darktable will try to scroll the module to the top of the visible list
ca: quan s'activa l'opció el darktable procura situar el mòdul expandit a la part superior de la llista visible
da: når denne indstilling er slået til, vil darktable prøve at rulle modulet til toppen af den synlige liste
sk: keď je táto voľba povolená, potom sa pokúsi program darktable rolovať modul na vrch viditeľného zoznamu
sr: када је омогућено, тамни сто ће покушати да вас одведе до модула на врху приказаног списка модула

source: Rating an image one star twice will not zero out the rating
ca: puntuar una imatge dos vegades amb una estrella no farà zero la puntuació
da: bedømmelsen kan ikke nulstilles ved at bedømme et billede med én stjerne to gange
sk: opakované kliknutie na jednu hviezdičku zruší hodnotenie snímky
sr: поновно оцењивање не поништава оцену

source: Do not have the rating of one star behave as documented in the manual--an image rated one star twice will result in a zero star rating.
ca: fa que la puntuació amb una estrella no es comporti com documenta el manual--puntuar dos cops amb una estrella suposa posar a zero la puntuació.
da: lad ikke bedømmelse af et billede med én stjerne reagere som dokumenteret i manualen: et billede, der bedømmes med én stjerne to gange, vil resultere i en bedømmelse på nul stjerner.
sk: nepoužiť chovanie opakovaného kliknutia na jednu hviezdičku podľa manuálu (dvojité kliknutie na hviezdičku zruší hodnotenie).
sr: онемогућава да се оцена слике понаша као што је наведено у приручнику--слика оцењена једном звездицом ће уклонити звездицу ако кликнете још једном.

source: Show scrollbars for central view
sk: zobraziť posuvníky pre stredový pohľad
sr: прикажи траке за клизање у средишњем приказу

# preferences
source: TRUE
ca: CERT
da: SANDT
sk: ÁNO
sr: ТАЧНО

source: Defines whether scrollbars should be displayed
sk: určuje, či sa majú zobraziť posuvníky
sr: одређује да ли се приказују траке за клизање

source: Thumbnails
sk: náhľady
sr: умањени приказ

source: Thumb use raw file instead of embedded JPEG from size
sr: умањени приказ користи raw датотеку уместо угњежђене JPEG слике за величину

# preferences
source: Always
ca: sempre
da: altid
sk: vždy
sr: увек

# preferences
source: Small
ca: mida reduïda
da: lille
sk: malé
sr: мало

# preferences
source: Never
ca: mai
da: aldrig
sk: nikdy
sr: никада

source: If the thumbnail size is greater than this value, it will be processed using raw file instead of the embedded preview JPEG (better but slower).
sr: уколико је умањена сличица већа од ове вредности, биће обрађена користећи raw датотеку уместо угњежђене JPEG слике (боље сли спорије).

source: High quality thumb processing from size
ca: processat d'alta qualitat de miniatures a partir de mida
da: bearbejdning af miniaturebilleder i høj kvalitet ud fra størrelse
sk: náhľad vo vysokej kvalite od veľkosti
sr: величина боље обраде умањених сличица

source: If the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
ca: si la mida de la miniatura és superior a aquest valor, serà processada fent servir renderitzat de qualitat plena (millor però més lent).
da: hvis miniaturebilledestørrelsen er større end denne værdi, vil det blive bearbejdet ved hjælp af renderingsstien i fuld kvalitet (bedre men langsommere).
sk: ak je veľkosť miniatúry väčšia ako táto hodnota, bude vytvorený s použitím plnej kvality (lepšie ale pomalšie)
sr: уколико је умањена сличица већа од ове вредности, биће обрађена квалитетнијим алгоритмом за исцртавање (боље, али спорије).

source: Delimiters for size categories
sk: oddeľovače pre veľkostné kategórie
sr: раздвојници категорија величине

source: Size categories are used to be able to set different overlays and css values depending of the size of the thumbnail, separated by |. For example, 120|400 means 3 categories of thumbnails : 0px->120px, 120px->400px and >400px
sk: veľkostné kategórie sú používané pre možnosť nastaviť rozličné hodnoty prekryvov a css v závislosti na veľkosti náhľadu, sú oddelené |. napríklad 120|400 znamená 3 kategórie náhľadov : 0px->120px, 120px->400px a >400px
sr: категорије величине се користе како би поставили другачија прекривања и css вредности у зависности од умањеног приказа сличице, раздвојено са |. на пример, 120|400 за три категорије умањених приказа: 0px->120px, 120px->400px и >400px

source: Pattern for the thumbnail extended overlay text
sk: vzor textu pre rozšírené prekrytie náhľadu
sr: шаблон текста око умањене сличице

source: See manual to know all the tags you can use.
ca: vegeu el manual per conèixer totes les etiquetes que podeu emprar.
da: manualen viser alle de mærker, du kan bruge.
sk: pozrite si manuál pre zistenie všetkých možných štítkov.
sr: погледајте упутство да видите све доступне ознаке.

source: Pattern for the thumbnail tooltip (empty to disable)
sk: vzor vyskakovacej nápovedy pre náhľady (prázdne pre žiadnu)
sr: шаблон савета умањене сличице (празно искључује)

source: Darkroom
ca: cambra fosca
da: mørkekammer
sk: fotokomora
sr: тамна соба

source: Pen pressure control for brush masks
ca: control de pressió del llapis per a màscares a pinzell
da: styring af pennetryk for penselmasker
sk: nastavenie sily tlaku pre štetcové masky
sr: јачина притиска за маске направљене четкицом

# preferences
source: Off
ca: inactiu
da: fra
sk: vypnuté
sr: искључено

# preferences
source: Hardness (relative)
ca: duresa (relativa)
da: hårdhed (relativ)
sk: tvrdosť (relatívna)
sr: твдроћа (релативно)

# preferences
source: Hardness (absolute)
ca: duresa (absoluta)
da: hårdhed (absolut)
sk: tvrdosť (absolútna)
sr: тврдоћа (асполутно)

# preferences
source: Opacity (relative)
ca: opacitat (relativa)
da: uigennemsigtighed (relativ)
sk: krytie (relatívne)
sr: непровидност (релативна)

# preferences
source: Opacity (absolute)
ca: opacitat (absoluta)
da: uigennemsigtighed (absolut)
sk: krytie (absolútne)
sr: непровидност (апсолутна)

# preferences
source: Brush size (relative)
ca: mida de pinzell (relativa)
da: penselstørrelse (relativ)
sk: veľkosť štetca (relatívna)
sr: величина четкице (релативна)

source: Off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
ca: inactiu - s'ignora la pressió, duresa/opacitat/mida de pinzell - la pressió controla l'atribut especificat, absoluta/relativa - la pressió llegida s'aplica directament com a valor de l'atribut o es multiplica per un ajustament predefinit.
da: fra – aflæsning af tryk ignoreres, hårdhed/uigennemsigtighed/penselstørrelse – angivet attribut for trykaflæsning, absolut/relativ – trykaflæsning bruges direkte som attribut eller multipliceres med prædefineret indstilling.
sk: vypnuté - snímanie tlaku pera je ignorované pre tvrdosť/krytie/veľkosť štetca snímanie tlaku ovplyvňuje príslušný atribút, absolútny/relatívny - snímanie tlaku priamo ovplyvňuje atribút, alebo atribút je násobený predvolenou hodnotou.
sr: искључено — очитавање притиска се занемарује, јачина/непровидност/величина четкице — контроле за очитавање јачине притиска одређују атрибути апсолутно/релативно — очитавање притиска се узима директно као вредност атрибута или умножена вредност са предодређеним поставкама.

source: Smoothing of brush strokes
ca: suavitzat dels traços de pinzell
da: udjævning af penselstrøg
sk: vyhladzovanie ťahov štetcom
sr: умекшавање потеза четкице

# preferences
source: Low
ca: baix
da: lav
sk: nízke
sr: ниско

# preferences
source: Medium
ca: mitjà
sk: stredné
sr: средње

# preferences
source: High
ca: alt
da: høj
sk: vysoké
sr: високо

source: Sets level for smoothing of brush strokes. Stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
ca: ajusta el nivell de suavitzat dels traços de pinzell. un suavitzat més alt produeix menys nodes i facilita l'edició però amb un menor grau de precisió.
da: sætter niveauet af udjævning af penselstrøg. stærkere udjævning leder til færre punkter og lettere redigering men med lavere præcisionsstyring.
sk: udáva silu vyhladenia štetca. Silnejšie vyhladzovanie vedie k menej uzlom, bude sa ľahšie editovať, ale s menšou presnosťou.
sr: подешава ниво умекшавања потеза четкице, јаче вредности праве мање чворишта и убрзавају рад уз смањење прецизности.

source: Pattern for the image information line
sk: vzor pre riadok s informáciami o smímke
sr: шаблон за податке о слици

source: See manual for a list of the tags you can use.
sk: pozrite manuál pre zoznam štítkov, ktoré je možné používať.
sr: погледајте упутство за списак ознака.

source: Position of the image information line
sk: umiestnenie riadku s informáciami o snímke
sr: место где се налазе подаци о слици

# preferences
source: Top left
ca: a dalt a l'esquerra
da: øverst til venstre
sk: vľavo hore
sr: горе-лево

# preferences
source: Top right
ca: a dalt a a dreta
da: øverst til højre
sk: vpravo hore
sr: горе-десно

# preferences
source: Top center
ca: a dalt i al centre
da: øverst i midten
sk: stred hore
sr: горе-средина

# preferences
source: Bottom
ca: a baix
da: nederst
sk: spodok
sr: доле

# preferences
source: Hidden
ca: ocult
da: skjult
sk: skryté
sr: сакривено

source: Border around image in darkroom mode
ca: marge al voltant de la imatge en mode cambra fosca
da: ramme omkring billede i mørkammertilstand
sk: okraj okolo obrázka vo fotokomore
sr: ивиза око слике у режиму тамне собе

source: Double click to reset to `%d'
ca: feu doble clic per reiniciar a `%d'
da: dobbeltklik for at nulstille til “%d”
sk: dvojklikom obnovíte na „%d“
sr: кликните двапут да поново поставите „%d“

source: Process the image in darkroom mode with a small border. Set to 0 if you don't want any border.
ca: processa la imatge en mode cambra fosca deixant un marge lliure al voltant. Ajusteu a 0 si no voleu cap marge.
da: bearbejd billedet i mørkekammertilstand med en lille ramme. sæt til 0, hvis du ikke vil have en ramme.
sk: zobraziť obrázok vo fotokomore s malým okrajom. Nastavte na 0, ak nechcete žiaden okraj.
sr: обрађује слику у режиму тамне собе са танком границом. поставите на 0 уколико не желите да користите ивицу око слике.

source: Demosaicing for zoomed out darkroom mode
ca: demosaicing en mode cambra fosca amb zoom
da: demosaicing for mørkekammer-tilstand (zoomet ud)
sk: bayerová interpolácia pre zväčšené obrázky vo fotokomore
sr: начин склапања мозаика за преглед у тамној соби

# preferences
source: Always bilinear (fast)
ca: sempre bilineal (ràpid)
da: altid bilineær (hurtig)
sk: vždy bilineárne (rýchle)
sr: увек дволинијски (брзо)

# preferences
source: At most PPG (reasonable)
ca: com a molt PPG (raonable)
da: flest PPG (fornuftig)
sk: najlepšie PPG (umiernené)
sr: углавном PPG (разумно)

# preferences
source: Full (possibly slow)
ca: complet (potser lent)
da: fuld (muligvis langsom)
sk: plné (može byť pomalé)
sr: потпуно (увек споро)

source: Interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. Middle ground is using PPG + interpolation modes specified on the 'pixel interpolator' option (processing tab), full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
sk: metóda interpolácie pre pohľady iné ako 1:1 vo fotokomore: bilineárna je najrýchlejšia, ale nie ostrá, stredná používa PPG + interpolačné metódy uvedené (processing tab) vo voľbe 'pixel interpolator'; Plná bude používať nastavenia pre kompletný export. Snímače X-Trans používajú VNG namiesto PPG v strednej voľbe.
sr: одређује интерполацију у тамној соби када слика није приказана у размери 1:1. дволинијска је најбржа, али не даје довољну оштрину слике. препоручено је да користите PPG и подесите режим интерполације у „интерполација пиксела“ (из картице за обраду), док ће потпуна интерполација користити иста подешавања као при чувању крајње фотографије. X-Trans сензор користи VNG уместо PPG интерполације.

source: Reduce resolution of preview image
sk: znížiť rozlišenie náhľadu snímky
sr: смањи резолуцију прегледне слике

# preferences
source: Original
sk: pôvodný
sr: оригинал

# preferences
source: To 1/2
sk: na 1/2
sr: на 1/2

# preferences
source: To 1/3
sk: na 1/3
sr: на 1/3

# preferences
source: To 1/4
sk: na 1/4
sr: на 1/4

source: Decrease to speed up preview rendering, may hinder accurate masking
sk: zmenšiť pre urýchlenie vykresľovania náhľadu, môže znemožniť presné maskovanie
sr: смањите да убрзате изцртавање прегледа, може да смањи прецизност при прављењу маски

source: Modules
sk: moduly
sr: модули

source: Display of individual color channels
ca: visualització de canals de color individuals
da: visning af individuelle farvekanaler
sk: zobrazenie jednotlivých kanálov farieb
sr: приказ појединачних канала боја

# preferences
source: False color
ca: fals color
da: falsk farve
sk: neplatná farba
sr: лажне боје

# preferences
source: Grey scale
ca: escala de gris
da: gråskala
sk: šedá stupnica
sr: размера сиве

source: Defines how color channels are displayed when activated in the parametric masks feature.
ca: defineix com es visualitzen els canals de color quan s'activa a la funcionalitat de màscares paramètriques.
da: definerer hvordan farvekalaner vises, når de er aktiveret i parametermaskefunktionen.
sk: určuje spôsob zobrazenia kanálov farieb pri aktivácii parametrickej masky.
sr: одређује како се приказују канали боје када је омогућено коришћење параметарских маски.

source: Hide built-in presets for processing modules
sk: skryť zabudované predvoľby pre spracovateľské moduly
sr: сакриј уграђене поставке модула за обраду

source: Hides built-in presets of processing modules in both presets and favourites menu.
sk: skryje zabudované predvoľby spracovateľských modulov v menu predvolieb a obľúbených položiek.
sr: сакрива уграђене поставке унутар модула за обраду слике, како у поставкама, тако и у менију за омиљено.

source: Expand a single processing module at a time
sk: rozvinúť len jeden modul
sr: истовремено прошири само по један модул

source: This option toggles the behavior of shift clicking in darkroom mode
ca: aquesta opció canvia el comportament de Majs + clic en mode cambra fosca
da: denne valgmulighed slår muligheden for at shift-klikke til og fra i mørkekammertilstand
sk: táto voľba zamení chovanie shift+kliknutie vo fotokomore
sr: ова опција одређује начин коришћења shift-клика у режиму тамне собе

source: Only collapse modules in current group
sk: zbaliť iba moduly v aktuálnej skupine
sr: само сакупи модуле у тренутној групи

source: If only expanding a single module at a time, only collapse other modules in the current group - ignore modules in other groups
sk: ak sa rozbaľuje vždy iba jeden modul, zbaliť ostatné moduly iba v aktuálnej skupine - ignorovať moduly v iných skupinách
sr: уколико је проширен само један модул, сакупља све друге модуле у тренутној групи — занемари модуле у осталим групама

source: Expand the module when it is activated, and collapse it when disabled
ca: expandir el mòdul si s'ha activat, i col·lapsar-lo si s'ha desactivat
da: udvid modulet, når det er aktiveret, og sammenklap det, nårdet er deaktiveret
sk: rozbaliť modul, ak je aktivovaný a zbaliť ho pri deaktivácii
sr: прошири модуле када је омогућено

source: This option allows to expand or collapse automatically the module when it is enabled or disabled.
ca: aquesta opció permet expandir o col·lapsar automàticament el mòdul quan és activat o desactivat.
da: denne mulighed lader dig udvide og sammenklappe modulet automatisk, når det aktiveres eller deaktiveres.
sk: táto voľba umožní automatické rozbalenie alebo zbalenie modulu, ak je aktivovaný alebo deaktivovaný.
sr: ова опција омогућава проширење или сакупљање модуле када су омогућени или онемогућени.

source: Scroll to processing modules when expanded/collapsed
sk: rolovať modulmi pri rozvinutí/zbalení
sr: клизај до проширеног/сакупљеног модула за обраду

source: White balance slider colors
sk: farby posuvníka vyváženia bielej
sr: боје клизача за баланс беле

# preferences
source: No color
sk: žiadna farba
sr: без боје

# preferences
source: Illuminant color
sk: farba svetelného zdroja
sr: боја светла

# preferences
source: Effect emulation
sk: emulácia efektu
sr: симулација ефекта

source: Visual indication of temperature adjustments. In 'illuminant color' mode slider colors represent the color of the light source, in 'effect emulation' slider colors represent the effect the adjustment would have on the scene
sk: vizuálne zobrazenie nastavenia teploty. v móde 'farba svetelného zdroja' reprezentuje farba posuvníka farbu svetelného zdroja, v móde 'emulácia efektu' reprezentuje farba posuvníka efekt, ktorý by to malo na scéne
sr: приказује ефекат подешавања температуре боја. у режиму „боја светла“ ће боје клизача приказати боју извора светлости, у режиму „симулација ефекта“ ће боја клизача приказати ефекат промене на слици

source: Colorbalance slider block layout
sk: rozloženie posuvníka bloku farebného balansu
sr: распоред клизача за баланс боје

# preferences
source: List
sk: zoznam
sr: списак

# preferences
source: Tabs
sk: karty
sr: картице

# preferences
source: Columns
sk: stĺpce
sr: колоне

source: Choose how to organise the slider blocks for lift, gamma and gain: list - all sliders are shown in one long list (with headers), tabs - use tabs to switch between the blocks of sliders, columns - the blocks of sliders are shown next to each other (in narrow columns)
sk: vybrať, ako organizovať posuvníkové bloky pre modul Vyváženie farieb: zoznam - všetky posuvníky sú zobrazené v jednom dlhom zozname (s hlavičkami), tabulátory - použite taby na prepnutie medzi blokmi posuvníkov, stĺpce - bloky posuvníkov sú zobrazené vedľa seba (v úzkych stĺpcoch)
sr: изаберите како желите да распоредите клизаче за уздизање, гаму и повећање: списак — приказује клизаче у виду дугачког списка (са заглављима), картице — користи картице за пребацивање између група клизача, колоне — клизачи су приказани један поред другог (у уским колонама)

source: Show right-side buttons in processing module headers
sk: ukázať tlačidlá pravej strany v hlavičkách modulov
sr: приказ дугмића у заглављу модула за обраду

# preferences
source: Active
sk: aktívne
sr: активно

# preferences
source: Dim
sr: затамни

# preferences
source: Auto
sr: аутоматски

# preferences
source: Fade
sk: blednúť
sr: избледи

# preferences
source: Fit
sr: уклопи

# preferences
source: Smooth
sk: hladké
sr: глатко

# preferences
source: Glide
sk: kĺzať
sr: постепено

source: When the mouse is not over a module, the multi-instance, reset and preset buttons can be hidden: always - always show all buttons, active - only show the buttons when the mouse is over the module, dim - buttons are dimmed when mouse is away, auto - hide the buttons when the panel is narrow, fade - fade out all buttons when panel narrows, fit - hide all the buttons if the module name doesn't fit, smooth - fade out all buttons in one header simultaneously, glide - gradually hide individual buttons as needed
sk: keď sa ukazovateľ myši nenachádza nad modulom, tak je možné skryť tlačidlá pre viacero inštancií, reset, predvoľby: vždy - vždy zobraziť všetky tlačidlá, aktívne - ukázať tlačidlá, iba ak je myš nad modulom, dim - tlačidlá sú zoslabené, keď je myš mimo, auto - skryť tlačidlá, ak je panel úzky, blednúť - skryť tlačidlá, keď je panel zužovaný, fit - skryť všetky tlačidlá, keď sa názov modulu nezmestí, hladké - skryť všetky tlačidlá v jednej hlavičke naraz, kĺzať - postupne skryť tlačidlá, ak to je potrebné
sr: када је миш није преко модула, дугмићи са дуплирање, враћање и поставке модула се могу сакрити: увек — увек приказује све дугмиће, активно — приказује дугмиће само када је миш преко модула, затамни — дугмићи су затамњени када је миш ван модула, аутоматски — сакрива дугмиће само када је површ превише уска, избелди — изблеђује дугмиће када је површ превише уска, уклопи — сакрива све дугмиће уколико је назив модула предугачак, глатко — изблеђује све дугмиће једног заглавља, постепено — постепено сакрива појединачне дугмиће ако је потребно

source: Other views
sk: iné pohľady
sr: остали прегледи

source: Map / geolocalisation
ca: mapa / geolocalització
da: kort / geolokalisering
sk: mapa / geolokácia
sr: карта / географска локација

source: Maximum number of images drawn on map
ca: nombre màxim d'imatges dibuixades en el mapa
da: maksimalt antal billeder på kort
sk: maximálny počet obrázkov zobrazených na mape
sr: највећи број слика за исцртавање на карти

source: The maximum number of geotagged images drawn on the map. Increasing this number can slow drawing of the map down.
ca: nombre màxim d'imatges georeferenciades dibuixades al mapa. Augmentar aquest valor pot fer més lent el redibuixat del mapa.
da: det maksimale antal geomærkede billeder, der vises på kortet. forøgelse af dette tal kan sløve optegning af kortet ned.
sk: maximum geograficky lokalizovaných obrázkov zakreslených na mape. Zväčšením tohto čísla môže spôsobiť spomalenie zobrazenia mapy.
sr: највећи број слика са геограском одредницом које се приказују на карти. повећање овог броја може да успори исцртавање карте.
