Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Cannot open printer profile `%s'
ca: no s'ha pogut obrir el perfil d'impressora `%s'
da: kan ikke åbne printerprofil “%s”
sk: nedá sa otvoriť profil tlačiarne`%s'
sr: не могу да отворим профил штампача „%s“

source: Error getting output profile for image %d
ca: error en obtenir el perfil de sortida per la imatge %d
da: fejl under indlæsning af outputprofil for billede %d
sk: chyba pri získavaní výstupného profilu pre snímku %d
sr: грешка при добијању излазног профила за слику %d

source: Cannot apply printer profile `%s'
ca: no s'ha pogut aplicar el perfil d'impressora `%s'
da: kan ikke anvende printerprofil “%s”
sk: nedá sa použiť profil tlačiarne „%s“
sr: не могу да применим профил за штампу „%s“

source: Failed to create temporary pdf for printing
ca: no s'ha pogut crear el pdf temporal per a imprimir
da: oprettelse af midlertidig pdf til udskrift mislykkedes
sk: nepodarilo sa vytvoriť dočasné pdf pre tlač
sr: не могу да направим привремени pdf за штампу

source: Cannot print until a picture is selected
ca: no es pot imprimir fins que seleccioneu una imatge
da: kan ikke udskrive før et billede vælges
sk: nedá sa uskutočniť tlač, pokiaľ nebude vybratý obrázok
sr: не могу да штампам док не изаберете слику

source: Cannot print until a printer is selected
ca: no es pot imprimir fins que seleccioneu una imatge
da: kan ikke udskrive før en printer vælges
sk: nedá sa uskutočniť tlač, pokiaľ nebude vybratá tlačiareň
sr: не могу да штампам док не изаберете штампач

source: Cannot print until a paper is selected
ca: no es pot imprimir fins que seleccioneu un paper
da: kan ikke udskrive før et papir vælges
sk: nedá sa uskutočniť tlač, pokiaľ nebude vybratý papier
sr: не могу да штампам док не изаберете папир

source: Cannot get image %d for printing
ca: no es troba la imatge %d per a imprimir
da: kan ikke tilgå billede %d til udskrift
sk: nie je možné získať snímku %d pre tlač
sr: не могу да добијем слику %d за штампу

source: %3.2f (Dpi:%d)
sr: %3.2f (тпи:%d)

source: Printer
ca: impressora
sk: tlačiareň
sr: штампач

source: Media
ca: paper
da: medier
sk: médium
sr: медијум

source: Color management in printer driver
ca: gestió de color al controlador d'impressora
da: farvehåndtering i printerdriver
sk: správa farieb v ovládači tlače
sr: управљање бојама из драјвера штампача

source: Printer ICC profiles in %s or %s
ca: perfils ICC d'impressora a %s o %s
da: printer-ICC-profiler i %s eller %s
sk: profil ICC tlačiarne v %s alebo %s
sr: ICC профил штампача у %s или %s

source: Black point compensation
ca: compensació del punt de negre
da: kompensering for sort punkt
sk: kompenzácia čierneho bodu
sr: компензација црне тачке

source: Activate black point compensation when applying the printer profile
ca: activa la compensació de punt de negre en aplicar el perfil d'impressora
da: aktivér kompensering for sort punkt under anvendelse af printerprofilen
sk: aktivuje kompenzáciu čierneho bodu počas aplikácie profilu tlače
sr: укључује компезнацију црне тачке приликом употребе профила за штампач

source: Page
ca: pàgina
da: side
sk: stránka
sr: страница

source: Image width/height
ca: amplada/alçada d'imatge
da: billedets bredde/højde
sk: šírka/výška obrázka
sr: ширина/висина слике

source: Scale factor
ca: factor d'ampliació
da: skaleringsfaktor
sk: faktor mierky
sr: фактор величине

source: Image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
ca: factor d'ampliació d'imatge respecte resolució DPI nativa d'impressora: < 1 significa que la imatge s'ha reduït (millor qualitat) > 1 significa que s'ha ampliat (interpolant) un valor massa gran pot donar una pobre qualitat d'impressió
da: skaleringsfaktor for billede fra printerens medfødte DPI: < 1 betyder at det vil blive nedskaleret (bedste kvalitet) > 1 betyder at billedet vil blive opskaleret en for stor værdi kan resultere i dårlig udskriftskvalitet
sk: faktor mierky obrázku z natívneho DPI tlačiarne: < 1 znamená zníženie rozlíšenia (najlepšia kvalita) > 1 znamená zvýšenia rozlíšenia obrázku Príliš veľká hodnota môže spôsobiť zlú kvalitu tlače
sr: фактор промене величине слике из DPI резолуције штампача: < 1 значи да је слика смањена (најбољи квалитет) > 1 значи даје слика повећана превелика вредност може да смањи квалитет штампе

source: Top margin
ca: vora superior
da: topmargen
sk: horný okraj
sr: горња маргина

source: Left margin
ca: vora esquerra
da: venstremargen
sk: ľavý okraj
sr: лева маргина

source: Lock
ca: bloqueja
da: lås
sk: zamknúť
sr: закључај

source: Change all margins uniformly
ca: canvia totes les vores uniformement
da: ændr alle margener ensartet
sk: zmeniť všetky okraje rovnako
sr: подједнако промени све маргине

source: Right margin
ca: vora dreta
da: højremargen
sk: pravý okraj
sr: десна маргина

source: Bottom margin
ca: vora inferior
da: bundmargen
sk: dolný okraj
sr: доња маргина

source: Temporary style to use while printing
ca: estil temporal a emprar en imprimir
da: midlertidig stil, der bruges under udskrift
sk: dočasný štýl použitý počas tlače
sr: привремени стил који се користи за штампу

source: Print
ca: impressió
da: udskriv
sk: tlačiť
sr: штампај

source: Print with current settings
ca: imprimeix amb paràmetres actuals
da: udskriv med aktuelle indstillinger
sk: tlačiť s aktuálnymi nastaveniami
sr: штампа са изабраним подешавањима

# accel
source: Print
ca: impressió
da: udskriv
sk: tlač
sr: штампа

source: Recently used collections
ca: col·leccions d'ús recent
da: senest brugte samlinger
sk: nedávno použité kolekcie
sr: скоро прегледане збирке

# accel
source: Jump back to previous collection
ca: torna a la col·lecció anterior
da: hop tilbage til forrige samling
sk: prejsť naspäť na predchádzajúcu kolekciu
sr: иди на претходну збирку

source: And
ca: i
da: og
sk: a
sr: и

source: Or
ca: o
da: eller
sk: alebo
sr: или

source: But not
ca: però no
da: men ikke
sk: ale nie
sr: али не

source: Select all images in current collection
ca: selecciona totes les imatges de la col·lecció actual
da: vælg alle billeder i aktuel samling
sk: vybrať všetky obrázky z aktuálnej kolekcie
sr: бира све слике у тренутној збирци

source: Select none
ca: sense selecció
da: vælg ingen
sk: zrušiť výber
sr: празан избор

source: Clear selection
ca: anul·la la selecció
da: nulstil markering
sk: vymazať výber
sr: очисти избор

source: Invert selection
ca: inverteix la selecció
da: invertér markering
sk: invertovať výber
sr: обрни избор

source: Select unselected images in current collection
ca: selecciona les imatges no seleccionades de la col·lecció actual
da: vælg ikke-valgte billeder i aktuel samling
sk: vybrať nevybrané obrázky v tejto kolekcii
sr: бира слике које нису изабране у тренутној збирци

source: Select film roll
ca: selecciona rodet
da: vælg filmrulle
sk: vybrať filmovú kazetu
sr: изабери филмску ролну

source: Select all images which are in the same film roll as the selected images
ca: selecciona totes les imatges que es troben al mateix rodet que les selecionades
da: vælg alle billeder, der er i samme filmrulle som det valgte billede
sk: vybrať všetky obrázky ktoré sú z rovnakej filmovej kazety
sr: бира све слике које су у истој филмској ролни као и изабране слике

source: Select untouched
ca: tria no modificades
da: vælg uberørte
sk: vybrať nezmenené
sr: изабери неизмењене

source: Select untouched images in current collection
ca: tria les imatges no modificades de la col·lecció actual
da: vælg uberørte billeder i aktuel samling
sk: vybrať nevyvolané obrázky z aktuálnej kolekcie
sr: бира неизмењене слике у тренутној збирци

# accel
source: Select all
ca: selecciona-ho tot
da: vælg alt
sk: vybrať všetko
sr: изабери све

# accel
source: Select none
ca: sense selecció
da: vælg intet
sk: zrušiť výber
sr: изабери ништа

# accel
source: Invert selection
ca: inverteix la selecció
da: invertér markering
sk: invertovať výber
sr: обрни избор

# accel
source: Select film roll
ca: selecciona rodet
da: vælg filmrulle
sk: vybrať filmovú kazetu
sr: изабери филмску ролну

# accel
source: Select untouched
ca: selecciona les no modificades
da: vælg uberørte
sk: vybrať nezmenené
sr: изабери неизмењено

source: Session
ca: sessió
sk: relácia
sr: сесија

source: Create
ca: crea
da: opret
sk: vytvoriť
sr: направи

source: Snapshots
ca: instantànies
da: øjebliksbillede
sk: časové snímky
sr: снимак

# accel
source: Take snapshot
ca: fes una captura
da: tag øjebliksbillede
sk: vytvoriť časovú snímku
sr: направи снимак

# accel
source: Toggle last snapshot
sk: prepnúť poslednú časovú snímku
sr: видљивост последњег снимка

# snapshot sign
source: S
sr: С

source: Take snapshot
ca: fes una captura
da: tag øjebliksbillede
sk: vytvoriť snímku
sr: направи снимак

source: Take snapshot to compare with another image or the same image at another stage of development
ca: pren instantània per comparar-la amb una altra versió de la imatge en un estat de processat diferent
da: tag øjebliksbillede for at sammenligne med et andet billede eller med det samme billede i et andet fremkaldelsesstadium
sk: urobiť snímku z histórie, ktorá môže byť porovnaná s iným obrázkom alebo s rovnakým obrázkom ale v inej etape vyvolávania
sr: прави снимак и пореди га са другим сликом или са истом сликом у другој фази обраде

source: Styles
ca: estils
da: stile
sk: štýly
sr: стилови

# accel
source: Remove
sk: odstrániť
sr: уклони

# accel
source: Import
ca: importa
da: importér
sr: увези

source: Do you really want to remove %d style?
sk: chcete naozaj odstrániť %d štýl'?
sr: да ли желите да обришете %d стил!

source: Remove style?
sk: odstrániť štýl?
sr: да обришем стил?

source: Style `%s' already exists. Do you want to overwrite existing style?
sk: štýl „%s“ už existuje. chcete ho prepísať?
sr: већ постоји стил „%s“. да ли желите да препишете постојећи стил?

source: Apply this option to all existing styles
sk: aplikovať toto nastavenie na všetky existujúce štýly
sr: примени ову опцију на све постојеће стилове

source: Style %s was successfully exported
sk: štýl %s bol úspešne importovaný
sr: стил %s је успешно извезен

source: Select style
ca: selecciona l'estil
da: vælg stil
sk: vybrať štýl
sr: изабери стил

source: Available styles, doubleclick to apply
ca: estils disponibles, feu doble click per aplicar
da: tilgængelige stile, dobbeltklik for at anvende
sk: dostupné štýly, dvojklikom ho použijete
sr: доступни стилови, кликните двапут да примените

source: Filter style names
ca: filtra noms d'estil
da: filtrér stilnavne
sk: filter názvu štýlu
sr: филтер назива стилова

source: Create duplicate
ca: crea duplicat
da: opret dublet
sk: vytvoriť duplikát
sr: направи дупликат

source: Creates a duplicate of the image before applying style
ca: crea un duplicat de la imatge abans d'aplicar-li l'estil
da: opretter et dublet af billedet før anvendelse af stil
sk: vytvoriť duplikát pred použitím štýlu
sr: прави дупликат слике пре примене стила

source: Create...
ca: crea...
da: opret…
sk: vytvoriť...
sr: направи…

source: Create styles from history stack of selected images
ca: crea un estil a partir de l'historial de les imatges seleccionades
da: opret stile fra historikstak for valgte billeder
sk: vytvoriť štýly z listu histórie vybraných snímok
sr: прави стилове из складишта историјата изабраних слика

source: Edit...
ca: edita...
da: redigér…
sk: upraviť...
sr: уреди…

source: Edit the selected styles in list above
sk: upraviť vybrané štýly zo zoznamu vyššie
sr: уређује изабрани стил са горњег списка

source: Removes the selected styles in list above
sk: zmazať vybrané štýly zo zoznamu vyššie
sr: уклања изабрани стил са горњег списка

# verb
source: Import...
ca: importar...
da: importér…
sk: importovať...
sr: увези…

source: Import styles from a style files
sk: importovať štýly zo súboru štýlu
sr: увози стилове из датотека са стилом

source: Export the selected styles into a style files
sk: exportovať vybrané štýly do súboru štýlu
sr: извози изабране стилове у датотеке са стилом

source: Apply the selected styles in list above to selected images
sk: použiť štýly vybrané v zozname vyššie na vybrané snímky
sr: примењује изабране стилове са горњег списка на изабране слике

source: Tagging
ca: etiquetatge
da: mærkning
sk: štítky
sr: означавање

# accel
source: Attach
ca: adjunta
da: fastgør
sk: priradiť
sr: прикачи

# accel
source: Detach
ca: treu
da: frigør
sk: odstrániť
sr: откачи

# accel
source: New
ca: nova
da: ny
sk: nový
sr: нова

# accel
source: Tag
ca: etiqueta
da: mærke
sk: štítok
sr: ознака

# accel
source: Redo last tag
sk: opakovať posledný štítok
sr: врати задњу ознаку

source: Attach tag to all
ca: aplica etiqueta a tot
da: fastgør mærke til alle
sk: priradiť štítok všetkým
sr: додај ознаку свима

source: Detach tag
ca: treu etiqueta
da: frigør mærke
sk: odpojiť štítok
sr: откачи ознаку

source: Delete tag?
ca: voleu suprimir l'etiqueta?
da: slet mærke?
sk: odstrániť štítok?
sr: обриши ознаку?

source: Tag: %s
ca: etiqueta: %s
da: mærke: %s
sk: štítok: %s
sr: ознака: %s

source: Do you really want to delete the tag `%s'? %d image is assigned this tag!
ca: esteu segur que voleu suprimir l'etiqueta `%s'? Hi ha %d imatge amb aquesta etiqueta!
da: vil du virkelig slette mærket “%s”? %d billede har dette mærke!
sk: naozaj chcete zmazať štítok `%s'? %d obrázok má priradený tento štítok!
sr: да ли желите да обришете ознаку „%s“? ознака је прикачена на %d слику!

source: Tag %s removed
ca: etiqueta %s eliminada
da: mærke %s fjernet
sk: štítok %s odstránený
sr: ознака %s је уклоњена

source: Delete path
sk: odstrániť cestu
sr: обриши путању

source: <u>%d</u> tag will be deleted.
ca: l'etiqueta <u>%d</u> s'eliminarà.
da: <u>%d</u> mærke vil blive slettet.
sk: <u>%d</u> štítok bude vymazaný.
sr: <u>%d</u> ознака ће бити обрисана.

source: <u>%d</u> image will be updated
ca: s'actualitzarà <u>%d</u> imatge
da: <u>%d</u> billede vil blive opdateret
sk: <u>%d</u> snímka bude aktualizovaná
sr: <u>%d</u> слика ће бити ажурирана.

source: %d Tags removed
ca: %d etiquetes eliminades
da: %d mærker fjernet
sk: %d štítkov odstránených
sr: ознака %d је уклоњена

source: Create tag
ca: crea etiqueta
da: opret mærke
sk: vytvoriť štítok
sr: направи ознаку

source: Name:
ca: nom:
da: navn:
sk: názov:
sr: назив:

source: Add to: "%s"
ca: afegeix a: "%s"
da: føj til: “%s”
sk: pridať k: "%s"
sr: додај у: „%s“

source: Category
ca: categoria
da: kategori
sk: kategória
sr: категорија

source: Synonyms:
ca: sinònims:
da: synonymer:
sk: synonymá:
sr: синоними:

source: Empty tag is not allowed, aborting
ca: no es permet una etiqueta buida, avortant
da: tomt mærke er ikke tilladt; afbryder
sk: prázdny štítok nie je povolený, zrušené
sr: празна ознака није дозвољена. прекидам

source: Tag name already exists. Aborting.
ca: el nom d'etiqueta ja existeix. avortant.
da: mærkenavn eksisterer allerede. afbryder.
sk: štítok %s už existuje, zrušené.
sr: назив ознаке већ постоји. прекидам

source: Edit tag
ca: edita etiqueta
da: redigér mærke
sk: upraviť štítok
sr: уреди ознаку

source: <u>%d</u> tag will be updated.
ca: s'actualitzarà <u>%d</u> etiqueta.
da: <u>%d</u> mærke vil blive opdateret.
sk: <u>%d</u> štítok bude aktualizovaný.
sr: <u>%d</u> ознака ће бити ажурирана.

source: '|' Character is not allowed for renaming tag. To modify the hierachy use rename path instead. Aborting.
ca: '|' no és permès per canviar el nom d'etiqueta. per modificar la jerarquia canvieu el nom de ruta. Avortant.
da: “|”-tegn er ikke tilladt ved omdøbning af mærke. for at redigere hierarkiet, brug omdøb sti i stedet. Afbryder.
sk: znak '|' nie je v názve štítku povolený. pre úpravu hierarchie premenujte cestu. zrušené.
sr: знак „|“ није дозвољен при промени имена ознаке. да промените хијерархију користите путању. прекидам.

source: At least one new tag name (%s) already exists, aborting
ca: com a mínim un nou nom d'etiqueta (%s) ja existeix, avortant
da: mindst ét nyt mærkenavn (%s) eksisterer allerede; afbryder
sk: najmenej jeden nový štítok (%s) už existuje, zrušené
sr: бар једно име ознаке (%s) већ постоји, прекидам

source: At least one new tagname (%s) already exists, aborting.
ca: almenys un nou nom d'etiqueta (%s) ja existeix, avortant.
da: mindst ét nyt mærkenavn (%s) eksisterer allerede; afbryder.
sk: najmenej jeden nový štítok (%s) už existuje, zrušené.
sr: бар једно име ознаке (%s) већ постоји, прекидам.

source: Rename path?
ca: canvia el nom?
da: omdøb sti?
sk: premenovať cestu?
sr: да преименујем путању?

source: Selected path: %s
ca: ruta escollida %s
da: valgt sti: %s
sk: vybraná cesta: %s
sr: изабрана путања: %s

source: '|' Misplaced, empty tag is not allowed, aborting
ca: '|' mal posat, no es permet una etiqueta buida, avortant
da: “|” placeret ukorrekt; tomt mærke er ikke tillladt; afbryder
sk: '|' na nesprávnom mieste, prázdny štítok nie je povolený. zrušené
sr: „|“ је погрешно померено, празна ознака није дозвољена. прекидам

source: Attach tag
ca: adjunta etiqueta
da: fastgør mærke
sk: priradiť štítok
sr: прикачи ознаку

source: Delete tag
ca: suprimeix l'etiqueta
da: slet mærke
sk: odstrániť štítok
sr: обриши ознаку

source: Create tag...
ca: crea etiqueta...
da: opret mærke…
sk: vytvoriť štítok...
sr: направи ознаку…

source: Edit tag...
ca: edita etiqueta...
da: redigér mærke…
sk: upraviť štítok...
sr: уреди ознаку…

source: Rename path...
ca: reanomena ruta...
da: omdøb sti…
sk: premenovať cestu...
sr: преименуј путању…

source: Copy to entry
ca: copia a entrada
da: kopiér til indgang
sk: kopírovať
sr: копирај у унос

source: Go to tag collection
ca: ves a la col·lecció d'etiquetes
da: gå til mærkesamling
sk: prejsť do zbierky štítkov
sr: иди на збирку ознака

source: Go back to work
ca: torna a la feina
da: gå tilbage til arbejdet
sk: prejsť späť k práci
sr: врати се на посао

source: (Private)
ca: (privat)
da: (privat)
sk: (súkromný)
sr: (приватно)

source: Select a keyword file
ca: Seleccioneu un arxiu de paraules clau
da: vælg en nøgleordsfil
sk: Vybrať súbor s kľúčovými slovami
sr: Изаберите датотеку са кључним речима

source: _Import
ca: _importa
da: _importér
sr: _увези

source: Error importing tags
ca: error en importar etiquetes
da: fejl under import af mærker
sk: chyba pri importe obrázkov
sr: грешка при увозу ознака

source: %zd Tags imported
ca: %zd etiquetes importades
da: %zd mærker er importeret
sk: importovaných štítkov: %zd
sr: %zd ознака је увезено

source: Select file to export to
ca: Seleccioneu fitxer on exportar
da: Vælg fil til eksport
sk: Vyberte súbor na export
sr: Изаберите датотеку за извоз

source: _Export
ca: _exporta
da: _eksportér
sr: _извези

source: Error exporting tags
ca: error en exportar les etiquetes
da: fejl under eksport af mærker
sk: chyba pri exporte štítkov
sr: грешка при извозу ознака

source: %zd Tags exported
ca: %zd etiquetes exportades
da: %zd mærker er eksporteret
sk: exportovaných štítkov: %zd
sr: %zd ознака је извезено

source: Drop to root
sr: спусти у корен

source: Attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
ca: etiquetes adjuntades, doble clic per treure clic dret per altres accions amb l'etiqueta, ctrl+roda per redimensionar la finestra
da: fastgjorte mærker, dobbeltklik for at frigøre, højreklik for andre handlinger på fasatgjort mærke, ctrl-rul for at ændre størrelsen på vinduet
sk: priradené štítky, dvojité kliknutie pre odstránenie pravé kliknutie pre ostatné akcie s prirazdeným štítkom, ctrl + skrolovať pre zmenu veľkosti okna
sr: прикачене ознаке, двоклик за откачивање десни клик за друге радње на прикаченим ознакама, ctrl и точкић миша за промену величине прозора

source: Attach
ca: adjunta
da: fastgør
sk: priradiť
sr: прикачи

source: Attach tag to all selected images
ca: aplica etiqueta a totes les imatges seleccionades
da: fastgør mærke til alle valgte billeder
sk: priradiť štítok k všetkým vybraným obrázkom
sr: прикачиње ознаку на све изабране слике

source: Detach
ca: treu
da: frigør
sk: odstrániť
sr: откачи

source: Detach tag from all selected images
ca: treu etiqueta de totes les imatges seleccionades
da: frigør mærke fra alle valgte billeder
sk: odstrániť značku zo všetkých vybraných obrázkov
sr: откачиње ознаке са свих изабраних слика

source: Toggle list with / without hierarchy
ca: permuta llista amb / sense jerarquia
da: skift mellem liste med og uden hierarki
sk: prepnúť zoznam s/bez hierarchie
sr: приказ списка са/без хијерархије

source: Toggle sort by name or by count
ca: permuta ordena per nom o per recompte
da: skift mellem sortering efter navn og antal
sk: prepnúť triedenie názvom alebo počtom
sr: приказ поређан по називу или броју

source: Toggle show or not darktable tags
ca: permuta mostrar o no etiquetes de darktable
da: slå visning af darktable-mærker til og fra
sk: prepnúť zobrazení/skrytie štítkov darktable
sr: приказ ознаки тамног стола

source: Enter tag name
ca: introduïu el nom de l'etiqueta
da: skriv mærkenavn
sk: zadajte názov štítku
sr: унесите назив ознаке

source: Clear entry
ca: neteja entrada
da: ryd indgang
sk: vymazať vstup
sr: очисти унос

source: Tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
ca: diccionari d'etiquetes, doble clic per afegir, clic dret per altres accions amb l'etiqueta triada, ctrl+roda per redimensionar la finestra
da: mærkeordliste, dobbeltklik for at fastgøre, højreklik for andre handlinger på det valgte mærke, ctrl-rul for at ændre størrelsen på vinduet
sk: slovník štítkov, dvojité kliknutie pre pridanie, pravé kliknutie pre ostatné akcie s vybraným štítkom, ctrl + skrolovať pre zmenu veľkosti okna
sr: речник ознака, двоструки клик да додате, десни клик за остале опције на изабраним ознакама, ctrl и точкић миша за промену величине прозора

source: Create a new tag with the name you entered
ca: crea una nova etiqueta amb el nom introduït
da: opret et nyt mærke med det navn du skrev
sk: vytvoriť novú značku s názvom, ktorý ste zadali
sr: прави нову ознаку са називом који сте навели

source: Import tags from a Lightroom keyword file
ca: importa etiquetes d'un fitxer de paraules clau de Lightroom
da: importér mærker fra en Lightroom-nøgleordsfil
sk: importovať štítky zo súboru s kľúčovými slovami programu Lightroom
sr: увози ознаке из Lightroom-ове датотеке са кључним речима

# verb
source: Export...
ca: exportar...
da: eksportér…
sk: exportovať...
sr: извези…

source: Export all tags to a Lightroom keyword file
ca: exporta totes les etiquetes a un fitxer de paraules clau de Ligthroom
da: eksportér alle mærker til en Lightroom-nøgleordsfil
sk: exportovať všetky štítky do súboru kľúčových slov programu Lightroom
sr: извози све ознаке у Lightroom-ову датотеку за кључне речи

source: Toggle list / tree view
ca: permuta vista de llista / arbre
da: skift mellem liste- og trævisning
sk: prepnúť zobrazenie zoznam/strom
sr: преглед у виду списка / стабла

source: Toggle list with / without suggestion
ca: permuta llista amb / sense suggeriment
da: skift mellem liste med og uden forslag
sk: prepnúť zoznam s/bez návrhov
sr: приказ списка са / без предлога

source: Tag shortcut is not active with tag tree view. Please switch to list view
ca: la drecera d'etiqueta no és activa amb la vista d'arbre. Si us plau canvieu a vista de llista
da: mærkegenvej er ikke aktiv i mærketræ-visning. skift venligst til listevisning
sk: v zobrazení stromovej štruktúry nie sú aktívne kl. skratky štítkov. prepnite prosím do zobrazenia zoznamu
sr: пречица за ознаке није активна у прегледу стабла ознака. пребаците га на преглед списка

source: Battery indicator
ca: indicador de bateria
da: batteriindikator
sk: indikátor batérie
sr: показатељ батерије

source: Colorlabels
ca: etiquetes de color
da: farvemærkater
sk: farebné značky
sr: ознаке у боји
