Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: List of available tags
ca: llista d'etiquetes disponibles
da: liste over tilgængelige mærker
sk: zoznam dostupných štítkov
sr: списак доступних ознака

source: Redefined tag
ca: etiqueta redefinida
da: redifineret mærke
sk: predefinovaný štítok
sr: поново дефинисане ознаке

source: Formula
ca: fòrmula
da: formel
sk: vzorec
sr: формула

source: List of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. Recognized variables:
sk: zoznam vypočítaných metadát ak je vzorec prázdny, odpovedajúce metadáta budú z exportovaného súboru odstránené, ak je vzorec "=", metadáta exif budú exportované aj napriek tomu, že dáta exif sú neaktívne inak budú metadaáa spočítané podľa vzorca a pridané do exportovaného súboru kliknúť na bunku so vzorcom pre úpravy. dostupné premenné:
sr: списак метаподатака за рачунање уколико је формула празна, одговарајући метаподаци се уклањају из извезене датотеке, уколико је формула „=“, exif метаподаци се извозе чак и када су exif подаци онемогућени у супротном се одговарајући метаподаци прерачунавају и додају у извезену датотеку кликните на формулу ћелије да је уредите. препознате променљиве:

source: Add an output metadata tag
ca: afegeix una etiqueta de metadades de sortida
da: tilføj et output-metadatamærke
sk: pridať výstupný štítok metadát
sr: додај излазну ознаку метаподатака

source: Delete metadata tag
ca: suprimeix etiqueta de metadades
da: slet metadatamærke
sk: odstrániť značku metadát
sr: обриши ознаку метаподатака

source: Enter the time shown on the selected picture format: hh:mm:ss
ca: introduïu hora de la foto seleccionada format: hh:mm:ss
da: indtast tid, der vises på valgt billede format: tt:mm:ss
sk: vložiť zobrazený čas na zvolené obrázky formát: hh:mm:ss
sr: унесите време које је приказана на изабраној слици формат: сс:мм:сс

source: Ok
sr: у реду

source: Open GPX file
ca: obre arxiu GPS
da: åbn GPX-fil
sk: otvoriť súbor GPX
sr: отвори GPX датотеку

source: GPS data exchange format
ca: Format d'intercanvi dades GPS
sr: GPS формат за размену података

source: Camera time zone
ca: zona horària de la càmera
da: kameratidszone
sk: časová zóna fotoaparátu
sr: временска зона камере

source: Most cameras don't store the time zone in EXIF. Give the correct time zone so the GPX data can be correctly matched
ca: la majoria de càmeres no escriuen a EXIF la zona horària, entreu la corrrecta, perquè les dades GPX coincideixin bé
da: de fleste kameraer gemmer ikke tidszonen i EXIF. angiv den korrekte tidszone så GPX-data kan matches korrekt
sk: väčšina fotoaparátov neukladá časové pásmo v EXIF. zadajte správne časové pásmo, údaje GPS budú môcť byť správne interpretované
sr: већина камера не чува податке о временској зони у EXIF подацима. дајте исправну временску зону како би GPS подаци могли да буду поклопљени са сликама

source: Time offset format: [+-]?[[Hh:]Mm:]Ss
ca: decalatge horari format: [+-]?[[hh:]mm:]ss
da: tidsforskydning format: [+-]?[[tt:]mm:]ss
sk: posun času formát: [+-]?[[hh:]mm:]ss
sr: временски помак формат: [+-]?[[сс:]мм:]сс

source: Calculate the time offset from an image
ca: calcula el decalatge horari d'una imatge
da: beregn tidsforskydning udfra et billede
sk: vypočítať posun času z obrázku
sr: рачуна временски помак са слике

source: Apply time offset to selected images
ca: aplica decalatge horari a les imatges seleccionades
da: anvend tidsforskydning på valgte billeder
sk: použiť posun času na vybrané obrázky
sr: примењује временски помак на изабране слике

source: Apply GPX track file...
ca: aplica arxiu de track GPX...
da: anvend GPX-track-fil…
sk: použiť súbor trasy GPX...
sr: примени GPX датотеку са путањом…

source: Parses a GPX file and updates location of selected images
ca: analitza el GPX i actualitza la localització de les imatges triades
da: tolker en GPX-fil og opdaterer placering for valgte billeder
sk: analyzuje súbor GPX a aktualizuje umiestnenie vybraných obrázkov
sr: обрађује GPX податке и ажурира локацију за изабране слике

source: Histogram
ca: histograma
sr: хистограм

source: Set mode to waveform
sk: nastaviť režim na vlnkový
sr: постави режим на таласну форму

source: Set mode to histogram
sk: nastaviť režim na histogram
sr: подеси режим на хистограм

source: Set scale to linear
sk: nastaviť škálu na lineárnu
sr: подеси размеру на линеарну

source: Set scale to logarithmic
sk: nastaviť škálu na logaritmickú
sr: подеси размеру на логаритамску

source: Set mode to RGB parade
sk: nastaviť režim na RGB parade
sr: подеси режим на RGB параду

source: Click to hide red channel
ca: feu clic per amagar el canal vermell
da: klik for at skjule rød kanal
sk: kliknutím skryjete červený kanál
sr: кликните да сакријете црвени канал

source: Click to show red channel
ca: feu clic per mostrar el canal vermell
da: klik for at vise rød kanal
sk: kliknutím zobrazíte červený kanál
sr: кликните да прикажете црвени канал

source: Click to hide green channel
ca: feu clic per amagar el canal verd
da: klik for at skjule grøn kanal
sk: kliknutím skryjete zelený kanál
sr: кликните да сакријете зелени канал

source: Click to show green channel
ca: feu clic per mostrar el canal verd
da: klik for at vise grøn kanal
sk: kliknutím zobrazíte zelený kanál
sr: кликните да прикажете зелени канал

source: Click to hide blue channel
ca: feu clic per amagar el canal blau
da: klik for at skjule blå kanal
sk: kliknutím skryjete modrý kanál
sr: кликните да сакријете плави канал

source: Click to show blue channel
ca: feu clic per mostrar el canal blau
da: klik for at vise blå kanal
sk: kliknutím zobrazíte modrý kanál
sr: кликните да прикажете плави канал

source: Drag to change black point, doubleclick resets ctrl+scroll to change display height
sk: ťahať pre zmenu čierneho bodu, dvojité kliknutie pre obnovenie parametrov, ctrl + skrolovať pre zmenu výšky zobrazenia
sr: превуците да промените црну тачкуж двапут кликните да вратите ctrl+точкић миша да промените видину екрана

source: Drag to change exposure, doubleclick resets ctrl+scroll to change display height
sk: ťahať pre zmenu expozície, dvojité kliknutie pre obnovenie parametrov, ctrl + skrolovať pre zmenu výšky zobrazenia
sr: превуците да промените експозицију, двапут кликните да вратите ctrl+точкић миша да промените висину екрана

source: Ctrl+scroll to change display height
sk: ctrl + skrolovanie pre nastavenie výšky zobrazenia
sr: ctrl+точкић миша да промените видину екрана

# accel
source: Histogram/hide histogram
sk: histogram/skryť histogram
sr: хистограм/сакриј хистограм

# accel
source: Hide histogram
ca: amaga histograma
da: skjul histogram
sk: skryť histogram
sr: сакриј хистограм

# accel
source: Histogram/cycle histogram modes
sk: histogram/prechádzať režimy histogramu
sr: хистограм/листај режиме хистограма

# accel
source: Cycle histogram modes
sk: prechádzať režimy histogramu
sr: листај режиме хистограма

# accel
source: Histogram/switch histogram mode
sk: histogram/prepnúť režim histogramu
sr: хистограм/промени режим хистограма

# accel
source: Switch histogram mode
sk: prepnúť režim histogramu
sr: промени режим хистограма

# accel
source: Histogram/switch histogram type
sk: histogram/prepnúť typ histogramu
sr: хистограм/промена врсте хистограма

# accel
source: Switch histogram type
sk: prepnúť typ histogramu
sr: промена режима хистограма

# accel
source: Create style from history
ca: crea estil a partir de l'historial
da: opret stil ud fra historik
sk: vytvoriť štýl z histórie
sr: направи стил из хистограма

# accel
source: Compress history stack
ca: comprimeix l'historial
da: komprimér historikstak
sk: komprimovať zoznam histórie
sr: сажимање складишта историјата

# accel
source: Truncate history stack
sk: skrátiť zoznam histórie
sr: брисање из складишта историјата

source: Compress history stack
ca: comprimeix l'historial
da: komprimér historikstak
sk: komprimovať zoznam histórie
sr: сажимање складишта историјата

source: Create a minimal history stack which produces the same image ctrl-click to truncate history to the selected item
sk: vytvorí minimálny zoznam histórie zmien, ktorý produkuje rovnaký obrázok ctrl-kliknutie pre skrátenie histórie k vybranej položke
sr: прави најмање складиште историјата које ће направити исти ефекат на слици ctrl+клик да одсечете историјат на изабрану ставку

source: Create a style from the current history stack
ca: crea un estil a partir de l'actual pila de l'historial
da: opret en stil fra den aktuelle historikstak
sk: vytvoriť štýl z aktuálneho zoznamu histórie
sr: направите стил из тренутног складишта историјата

source: Always-on module
sk: vždy zobrazené moduly
sr: режим стално укљученог

source: Default enabled module
sk: východzie aktívne moduly
sr: подразумевано укључени модули

source: Deprecated module
sk: zastaralý modul
sr: застарели модули

source: Unknown
ca: desconegut
da: ukendt
sk: neznáme
sr: непознато

source: Colorspace
sk: farebný priestor
sr: простор боја

source: Mask mode
sk: režim maskovania
sr: режим маске

source: Raster mask instance
sk: inštancia rastrovej masky
sr: растерска маска

source: Raster mask id
sk: identifikátor rastrovej masky
sr: иб растерске маске

source: Drawn mask polarity
sk: polarita načrtnutej masky
sr: поларност изцртане маске

source: A drawn mask was added
sk: načrtnutá maska bola pridaná
sr: додата је исцртана маска

source: The drawn mask was removed
sk: načrtnutá maska bola odstránená
sr: уклоњена је исцртана маска

source: The drawn mask was changed
sk: načrtnutá maska bola zmenená
sr: промењена је исцртана маска

source: Parametric output mask:
sk: parametrická maska na výstupe:
sr: параметарска излазна маска:

source: Parametric input mask:
sk: parametrická maska na vstupe:
sr: параметарска улазна маска:

source: Do you really want to clear history of current image?
sk: skutočne chcete vymazať históriu aktuálneho obrázku?
sr: да ли заиста желите да очистите историјат ове слике?

source: Delete image's history?
sk: odstrániť históriu obrázka?
sr: да обришем историјат?

source: Selected image[s]
ca: imatges seleccionades
da: valgt[e] billede[r]
sk: vybraný(é) obrázok(y)
sr: изабране слике

source: Trash
ca: paperera
da: papirkurv
sk: kôš
sr: смеће

source: Send file to trash
ca: envia l'arxiu a la paperera
da: send fil til papirkurven
sk: presunúť súbory do koša
sr: шаље слику у смеће

source: Physically delete from disk
ca: elimineu físicament del disc
da: slet fysisk fra disken
sk: fyzicky odstrániť z disku
sr: физички обриши са диска

source: Remove
ca: suprimeix
da: fjern
sk: odstrániť
sr: уклони

source: Remove from the collection
ca: suprimeix de la col·lecció
da: fjern fra samlingen
sk: odstrániť zo zbierky
sr: уклања из збирке

source: Move...
ca: mou...
da: flyt…
sk: presunúť...
sr: премести…

source: Move to other folder
ca: mou a una altra carpeta
da: flyt til anden mappe
sk: presunúť do iného priečinka
sr: премешта у другу фасциклу

source: Copy...
ca: copia...
da: kopiér…
sk: kopírovať...
sr: копирај…

source: Copy to other folder
ca: copia a una altra carpeta
da: kopiér til anden mappe
sk: kopírovať do iného priečinka
sr: копира у другу фасциклу

source: Create HDR
ca: crea HDR
da: opret HDR
sk: vytvoriť HDR
sr: направи HDR

source: Create a high dynamic range image from selected shots
ca: crea una imatge d'alt rang dinàmic a partir de les fotos seleccionades
da: opret et billede med højt dynamikområde (HDR) udfra valgte billeder
sk: vytvoriť obrázok s vysoko dynamickým rozsahom z vybraných záberov
sr: прави слику великог динамичког опсега из изабраних снимака

source: Add a duplicate to the collection, including its history stack
ca: afegeix un duplicat a la col·lecció, incloent-hi l'historial
da: føj et dublet til samlingen, inklusive dets historikstak
sk: pridaj duplikát do kolekcie aj s jeho zoznamom histórie
sr: и удвостручи у збирци, укључујући и складиште историјата

source: Rotate selected images 90 degrees CCW
ca: gira les imatges seleccionades 90 graus en sentit antihorari
da: rotér valgte billeder 90° med uret
sk: otočiť zvolené obrázky o 90 stupňov (proti smeru hodinových ručičiek)
sr: окреће изабране слике за 90 степени у лево

source: Rotate selected images 90 degrees CW
ca: gira les imatges seleccionades 90 graus en sentit horari
da: rotér valgte billeder 90° med uret
sk: otočiť zvolené obrázky o 90 stupňov (v smere hodinových ručičiek)
sr: окреће изабране слике за 90 степени у десно

source: Reset rotation
ca: desfés la rotació
da: nulstil rotation
sk: obnoviť otočenie
sr: врати ротацију

source: Reset rotation to EXIF data
ca: reinicia la rotació al valors EXIF
da: nulstil rotation til EXIF-data
sk: obnoviť otočenie podľa údajov EXIF
sr: врати ротацију на подешавање из EXIF података

source: Copy locally
ca: fes copia local
da: kopiér lokalt
sk: kopírovať miestne
sr: умножи локално

source: Copy the image locally
ca: fes còpia local de la imatge
da: kopiér billedet til lokal
sk: kopírovať obrázok miestne
sr: копира слику локално

source: Resync local copy
ca: sincronitza la còpia
da: gensynkronisér lokal kopi
sk: zosynchronizovať lokálnu kópiu
sr: освежи копију

source: Synchronize the image's XMP and remove the local copy
ca: sincronitza els xmp de les imatges i elimina la còpia local
da: synkronisér billedets XMP og fjern den lokale kopi
sk: zosynchronizovať obrázky XMP a zmazať ich lokálnu kópiu
sr: усаглашава XMP слике и уклања локалну копију

source: Group
ca: agrupa
da: gruppér
sk: zoskupiť
sr: група

source: Add selected images to expanded group or create a new one
ca: afegeix imatges seleccionades al grup expandit o en crea un de nou
da: tilføj valgte billeder til udvidet gruppe eller opret en ny
sk: pridať vybrané obrázky do rozšírenej skupiny, alebo vytvoriť novú
sr: додаје изабране слике у проширену групу или прави нову

source: Ungroup
ca: treu del grup
da: afgruppér
sk: zrušiť zoskupenie
sr: разгрупиши

source: Remove selected images from the group
ca: treu del grup les imatges seleccionades
da: fjern valgte billeder fra gruppen
sk: odstrániť vybrané obrázky zo skupiny
sr: уклања изабране слике из групе

source: Ratings
ca: puntuacions
da: bedømmelser
sk: hodnotenia
sr: оцене

source: Select ratings metadata
sk: vybrať metadáta hodnotení
sr: изабери метаподатке са оценом

source: Colors
sk: farby
sr: боје

source: Select colors metadata
sk: vybrať metadáta farieb
sr: изабери метаподатке са бојом

source: Select tags metadata
sk: vybrať metadáta štítkov
sr: изабери метаподатке са ознакама

source: Select geo tags metadata
sk: vybrať metadáta geo
sr: изабери метаподатке са гео ознакама

source: Select dt metadata (from metadata editor module)
sk: vybrať dt metadáta (z modulu editoru metadát)
sr: изаберите метаподатке тамног стола (из модула за уређивање метаподата)

source: Set the (first) selected image as source of metadata
sk: nastaviť (prvý) vybraný obrázok ako zdroj metadát
sr: поставите (прву) изабрану слику као извор метаподатака

source: Paste selected metadata on selected images
sk: zapísať vybrané metadáta do zvolených obrázkov
sr: убаците изабране метаподатке на изабране слике

source: Clear
ca: neteja
da: nulstil
sk: vymazať
sr: очисти

source: Clear selected metadata on selected images
sk: vymazať vybrané pre zvolené snímky
sr: очисти изабране метаподатке на изабране слике

source: Merge
sk: zlúčiť
sr: споји

source: How to handle existing metadata
sk: ako pracovať s existujúcimi metadátami
sr: како да радим са постојећим метаподацима

source: Update image information to match changes to file
ca: actualitza la informació de la imatge per a concordar amb els canvis a l'arxiu
da: opdatér billedinformation for at matche ændringer i fil
sk: aktualizovať informácie o snímke pre porovnanie zmien so súborom
sr: ажурира податке о слици да се поклопе са применама датотеке

source: Set selection as monochrome images and activate monochrome workflow
sk: nastavte výber ako čiernobiele obrázky a aktivujte monochromatický režim práce
sr: поставља избор као једнобојну слику и активира једнобојну обраду слике

source: Set selection as color images
sk: nastavte výber ako farebné obrázky
sr: поставља избор као слике у боји

# accel
source: Remove from collection
ca: suprimeix de la col·lecció
da: fjern fra samling
sk: odstrániť zo zbierky
sr: уклања избор из збирке

# accel
source: Delete from disk or send to trash
ca: esborra del disc o envia a paperera
da: slet fra disken eller send til papirkurven
sk: vymazať z disku alebo poslať do koša
sr: брише са диска или шаље у смеће

# accel
source: Move to other folder
ca: mou a una altra carpeta
da: flyt til anden mappe
sk: presunúť do iného priečinka
sr: премести у другу фасциклу

# accel
source: Copy to other folder
ca: copia a una altra carpeta
da: kopiér til anden mappe
sk: kopírovať do iného priečinka
sr: копирај у другу фасциклу

# accel
source: Rotate selected images 90 degrees CW
ca: gira les imatges seleccionades 90 graus en sentit horari
da: rotér valgte billeder 90° med uret
sk: otočiť zvolené obrázky o 90 stupňov (proti smeru hodinových ručičiek)
sr: ротирај изабране слике за 90 степени у десно

# accel
source: Rotate selected images 90 degrees CCW
ca: gira les imatges seleccionades 90 graus en sentit antihorari
da: rotér valgte billeder 90° med uret
sk: otočiť zvolené obrázky o 90 stupňov (v smere hodinových ručičiek)
sr: ротирај изабране слике за 90 степени у лево

# accel
source: Create HDR
ca: crea HDR
da: opret HDR
sk: vytvoriť HDR
sr: направи HDR

# accel
source: Duplicate
ca: duplica
da: duplikér
sk: duplikovať
sr: удвостручи

# accel
source: Reset rotation
ca: desfés la rotació
da: nulstil rotation
sk: zrušiť otočenie
sr: врати ротацију

# accel
source: Copy the image locally
ca: copia la imatge localment
da: kopiér billedet lokalt
sk: kopírovať obrázok miestne
sr: копирај слику локално

# accel
source: Resync the local copy
ca: sincronitza la còpia local
da: gensynkronisér den lokale kopi
sk: zosynchronizovať lokálnu kópiu
sr: освежи локалну копију

# accel
source: Refresh exif
ca: refresca exif
da: genindlæs exif
sk: znova načítať exif
sr: освежи exif

# accel
source: Set monochrome image
sk: nastaviť monochromatický obrázok
sr: постави црно-белу слику

# accel
source: Set color image
sk: nastaviť farebný obrázok
sr: постави слику у боји

# accel
source: Replace metadata
sk: nahradiť metadáta
sr: замени метаподатке

# accel
source: Paste metadata
sk: vložiť metadáta
sr: убаци метаподатке

# accel
source: Clear metadata
sk: vymazať metadáta
sr: очисти метаподатке

# accel
source: Group
ca: agrupa
da: gruppér
sk: zoskupiť
sr: групиши

# accel
source: Ungroup
ca: treu del grup
da: afgruppér
sk: zrušiť zoskupenie
sr: разгрупиши

# accel
source: Import from camera
ca: importa de la càmera
da: importér fra kamera
sk: importovať z fotoaparátu
sr: увези из камере

# accel
source: Tethered shoot
ca: fotografia en mode tethering
da: tethered optagelse
sk: záber vzdialeného snímania
sr: снимак са повезаног

# accel
source: Import image
ca: importa una imatge
da: importér billede
sk: importovať obrázok
sr: ивези слику

# accel
source: Import folder
ca: importa una carpeta
da: importér mappe
sk: importovať priečinok
sr: увези фасциклу

source: Mass Storage Camera
sr: Уређај за складиште камере

source: Device "%s" connected on port "%s".
ca: dispositiu "%s" connectat a "%s".
da: enhed “%s” forbundet på port “%s”.
sk: zariadenie „%s“ je pripojené na porte „%s“.
sr: уређај „%s“ је повезан на порт „%s“.

source: Import from camera
ca: importa de la càmera
da: importér fra kamera
sk: importovať z fotoaparátu
sr: увези из камере

source: Tethered shoot
ca: fotografia en mode tethering
da: tethered optagelse
sk: záber vzdialeného snímania
sr: снимак са повезаног

source: Supported images
ca: imatges suportades
da: understøttede billeder
sk: podporované obrázky
sr: подржане слике

source: File has unknown format!
ca: format de fitxer desconegut!
da: fil har ukendt format!
sk: súbor je v neznámom formáte!
sr: формат датотеке ноје познат!

source: Import folder
sk: importovať priečinok
sr: увези фасциклу

source: Image...
ca: imatge...
da: billede…
sk: obrázok...
sr: слика…

source: Select one or more images to import
ca: selecciona una o més imatges a importar
da: vælg et eller flere billeder at importere
sk: vyberte jeden alebo viacero obrázkov na importovanie
sr: изаберите једну или више слика за увоз

source: Folder...
ca: carpeta...
da: mappe…
sk: priečinok...
sr: фасцикла…

source: Select a folder to import as film roll
ca: seleccioneu una carpeta a importar com a rodet
da: vælg en mappe til importering som filmrulle
sk: vyberte priečinok na importovanie ako filmová kazeta
sr: изаберите фасциклу за увоз у филмску ролну

source: Parameters
sr: параметри

source: Current order
sk: aktuálne poradie
sr: тренутни редослед

source: V3.0 (default)
sk: v3.0 (predvolené)
sr: v3.0 (подразумевано)

source: Edit `%s'
ca: edita '%s'
da: redigér “%s”
sk: upraviť „%s“
sr: уреди „%s“

source: Manage presets...
sk: spravovať predvoľby...
sr: уреди поставке…

source: Nothing to save
ca: res a desar
da: intet at gemme
sk: nič na uloženie
sr: ништа за чување

source: Reset parameters
ca: reinicia paràmetres
da: nulstil parametre
sk: obnoviť parametre
sr: врати параметре

source: Live view
ca: vista en temps real
da: live-visning
sk: živé zobrazenie
sr: живи приказ

# accel
source: Toggle live view
ca: vista en temps real
da: slå live-visning til og fra
sk: prepnúť živé zobrazenie
sr: укључивање живог приказа

# accel
source: Zoom live view
ca: zoom de vista en temps real
da: zoom live-visning
sk: zväčšiť živé zobrazenie
sr: увећање живог приказа

# accel
source: Rotate 90 degrees CCW
ca: gira 90 graus sentit antihorari
da: rotér 90° mod uret
sk: otočiť o 90 stupňov doľava
sr: ротирај за 90 степени у лево

# accel
source: Rotate 90 degrees CW
ca: gira 90 graus sentit horari
da: rotér 90° med uret
sk: otočiť o 90 stupňov doprava
sr: ротирај за 90 степени у десно

# accel
source: Flip horizontally
ca: capgira horitzontalment
da: spejlvend vandret
sk: preklopiť vodorovne
sr: обрни водоравно

# accel
source: Move focus point in (big steps)
ca: acosta el punt d'enfocament (passos llargs)
da: flyt fokuspunkt ind (store trin)
sk: prisunúť zaostrenie s (veľké kroky)
sr: помери тачку фокуса у (велики кораци)

# accel
source: Move focus point in (small steps)
ca: acosta el punt d'enfocament (passos petits)
da: flyt fokuspunkt ind (små trin)
sk: prisunúť zaostrenie s (malé kroky)
sr: помери тачку фокуса у (мали кораци)

# accel
source: Move focus point out (small steps)
ca: allunya el punt d'enfocament (passos petits)
da: flyt fokuspunkt ud (små trin)
sk: vysunúť zaostrenie s (malé kroky)
sr: помери тачку фокуса бан (мали кораци)

# accel
source: Move focus point out (big steps)
ca: allunya el punt d'enfocament (passos llargs)
da: flyt fokuspunkt ud (store trin)
sk: vysunúť zaostrenie s (veľké kroky)
sr: помери тачку фокуса бан (велики кораци)

source: Toggle live view
ca: vista en temps real
da: slå live-visning til og fra
sk: prepnúť živé zobrazenie
sr: приказ уживо

source: Zoom live view
ca: zoom de vista en temps real
da: zoom live-visning
sk: zväčšiť živé zobrazenie
sr: увећање живог приказа

source: Rotate 90 degrees ccw
ca: gira 90 graus en sentit antihorari
da: rotér 90° mod uret
sk: otočiť o 90 stupňov (proti smeru hodinových ručičiek)
sr: ротирај за 90 степени у лево

source: Rotate 90 degrees cw
ca: gira 90 graus en sentit horari
da: rotér 90° med uret
sk: otočiť o 90 stupňov (v smere hodinových ručičiek)
sr: ротирај за 90 степени у десно

source: Flip live view horizontally
ca: capgira horitzontalment vista en temps real
da: spejlvend live-visning vandret
sk: preklop horizontálne živé zobrazenie
sr: изврни приказ водоравно
