Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Set histogram mode to linear
ca: canvia l'histograma a mode lineal
da: sæt histogramtilstand til lineær

source: Set histogram mode to waveform
ca: canvia l'histograma a mode forma d'ona
da: sæt histogramtilstand til waveform

source: Set histogram mode to logarithmic
ca: canvia l'histograma a mode logarítmic
da: sæt histogramtilstand til logaritmisk

source: Drag to change black point, doubleclick resets
ca: arrossegueu per canviar el punt de negre, doble click per reiniciar
da: træk for at ændre sort punkt, dobbeltklik nulstiller

source: Drag to change exposure, doubleclick resets
ca: arrossegueu per canviar l'exposició, doble click per reiniciar
da: træk for at ændre eksponering, dobbeltklik nulstiller

source: Create a minimal history stack which produces the same image
ca: creeu un historial mínim que produeixi la mateixa imatge
da: opret en minimal historikstak, som producerer det samme billede

# accel
source: Scan for devices
ca: escaneja els dispositius
da: skan for enheder

source: No supported devices found
ca: no s'ha trobat cap dispositiu compatible
da: ingen understøttede enheder fundet

source: Import directories recursively
ca: importa directoris de forma recursiva
da: importér mapper rekursivt

source: Recursively import subdirectories. Each directory goes into a new film roll.
ca: importa subdirectoris recursivament, cada directori en un nou rodet.
da: importér undermapper rekursivt. hver mappe bliver til en ny filmrulle.

source: Import film
ca: importa rodet
da: importér film

source: Scan for devices
ca: escaneja els dispositius
da: skan for enheder

source: Scan for newly attached devices
ca: cerca nous dispositius connectats
da: skan for nyligt forbundne enheder

source: Use inversed shape
ca: empra la forma invertida
da: brug omvendt figur

source: Copyright
ca: drets d'autor
da: ophavsret

source: Show only your favourite modules (selected in `more modules' below)
ca: mostra només els vostres mòduls preferits (triats a `més mòduls' a sota)
da: vis kun dine favoritmoduler (valgt i “flere moduler” herunder)

source: Basic group
ca: grup bàsic
da: basisgruppe

source: Tone group
ca: grup de tonalitat
da: tonegruppe

source: Color group
ca: grup de color
da: farvegruppe

source: Correction group
ca: grup de correcció
da: korrektionsgruppe

source: Effects group
ca: grup d'efectes
da: effektgruppe

source: More modules
ca: més mòduls
da: flere moduler

source: Subset: no module
ca: subconjunt: cap mòdul
da: delmængde: intet modul

source: Subset: all modules
ca: subconjunt: tots els mòdul
da: delmængde: alle moduler

source: Subset: default modules
ca: subconjunt: mòduls per defecte
da: delmængde: standardmoduler

source: Workspace: all-purpose
ca: espai de treball: propòsit general
da: arbejdsområde: alle formål

source: Workspace: landscape & HDR
ca: espai de treball: paisatge i HDR
da: arbejdsområde: landskaber & HDR

source: Workspace: architecture & streets
ca: espai de treball: arquitectura i carrers
da: arbejdsområde: arkitektur & gader

source: Workspace: portrait & beauty
ca: espai de treball: retrat i bellesa
da: arbejdsområde: portrætter & skønhed

source: Workspace: lowlight & high ISO
ca: espai de treball: llum escassa i ISO elevats
da: arbejdsområde: lavlys & høj ISO

source: Subset: creative modules only
ca: subconjunt: només mòduls creatius
da: delmængde: kun kreative moduler

source: Subset: technical modules only
ca: subconjunt: només mòduls tècnics
da: delmængde: kun tekniske moduler

# accel
source: Delete
ca: elimina
da: slet

source: Do you really want to delete style '%s'?
ca: esteu segur que voleu suprimir l'estil `%s'?
da: vil du virkelig slette stilen “%s”?

source: Delete style?
ca: esborra estil?
da: slet stil?

source: Edit the selected style in list above
ca: edita l'estil seleccionat de la llista anterior
da: redigér den valgte stil i listen herover

source: Deletes the selected style in list above
ca: suprimeix de la llista anterior l'estil seleccionat
da: sletter den valgte stil i listen herover

source: Import style from a style file
ca: importa estil d'un fitxer d'estil
da: importér stil fra en stilfil

source: Export the selected style into a style file
ca: exporta l'estil seleccionat a un fitxer d'estil
da: eksportér den valgte stil til en stilfil

source: Delete branch
ca: esborra la branca
da: slet forgrening

source: '|' Character is not allowed to create a tag. Aborting.
ca: '|' no és permès per crear una etiqueta. Avortant.
da: “|”-tegn er ikke tilladt ved oprettelse af mærke. afbryder.

# accel
source: Rate 0
ca: puntua 0
da: bedøm 0

# accel
source: Rate 1
ca: puntua 1
da: bedøm 1

# accel
source: Rate 2
ca: puntua 2
da: bedøm 2

# accel
source: Rate 3
ca: puntua 3
da: bedøm 3

# accel
source: Rate 4
ca: puntua 4
da: bedøm 4

# accel
source: Rate 5
ca: puntua 5
da: bedøm 5

# accel
source: Rate reject
ca: puntua com a rebutjada
da: bedøm som afvis

# accel
source: Copy history
ca: copia l'historial
da: kopiér historik

# accel
source: Copy history parts
ca: copia parts de l'historial
da: kopiér delvis historik

# accel
source: Paste history
ca: enganxa l'historial
da: indsæt historik

# accel
source: Paste history parts
ca: enganxa parts de l'historial
da: indsæt delvis historik

# accel
source: Discard history
ca: descarta l'historial
da: kassér historik

# accel
source: Duplicate image
ca: duplica la imatge
da: duplikér billede

# accel
source: Color red
ca: color vermell
da: sæt rød farve

# accel
source: Color yellow
ca: color groc
da: sæt gul farve

# accel
source: Color green
ca: color verd
da: sæt grøn farve

# accel
source: Color blue
ca: color blau
da: sæt blå farve

# accel
source: Color purple
ca: color magenta
da: sæt lilla farve

source: Hide image overlays
ca: amaga elements superposats a la imatge
da: skjul billedoverlægninger

source: Show image overlays
ca: mostra elements superposats a la imatge
da: vis billedoverlægninger

# accel
source: Show overlays
ca: mostra elements superposats
da: vis overlægninger

source: Quick access to presets of your favorites
ca: accés ràpid als predefinits dels vostres mòduls favorits
da: hurtig adgang til forudindstillinger for dine favoritter

source: Toggle over/under exposed indication right click for options
ca: permuta indicador de sobre/subexposició clic dret per més opcions
da: slå indikation af over/undereksponering til og fra højreklik for indstillinger

source: Select colors to indicate over/under exposure
ca: trieu colors per indicar sobre/subexposició
da: vælg farver, der skal indikere over/undereksponering

source: Threshold of what shall be considered underexposed
ca: llindar del que s'ha de considerar subexposat
da: grænseværdi for hvad, der anses for undereksponeret

source: Threshold of what shall be considered overexposed
ca: llindar del que s'ha de considerar sobreexposat
da: grænseværdi for hvad, der anses for overeksponeret

# accel
source: Toggle film strip
ca: permuta la cinta de pel·licula
da: slå filmstribe til og fra

source: You have reached the start of your selection (%d image)
ca: heu arribat a l'inici de la vostra selecció (%d imatge)
da: du er nået til starten af din markering (%d billede)

source: You have reached the end of your selection (%d image)
ca: heu arribat al final de la vostra selecció (%d imatge)
da: du er nået til slutningen af din markering (%d billede)

# accel
source: Clear color labels
ca: treu etiquetes de color
da: nulstil farvemærkater

# accel
source: Navigate up
ca: navega amunt
da: navigér op

# accel
source: Navigate down
ca: navega avall
da: navigér ned

# accel
source: Navigate page up
ca: navegueu una pàgina amunt
da: navigér side op

# accel
source: Navigate page down
ca: navega pàgina avall
da: navigér side ned

# accel
source: Scroll up
ca: desplaceu-vos amunt
da: rul op

# accel
source: Scroll down
ca: desplaceu-vos avall
da: rul ned

# accel
source: Scroll left
ca: desplaceu-vos a l'esquerra
da: rul til venstre

# accel
source: Scroll right
ca: desplaçament a la dreta
da: rul til højre

# accel
source: Scroll center
ca: desplaceu-vos al centre
da: rul til centrum

# accel
source: Realign images to grid
ca: alinear imatges amb la graella
da: genpositionér billeder til gitter

# accel
source: Toggle timeline
ca: mostra/amaga línia de temps
da: slå tidslinje til og fra

source: Organize and develop images from digital cameras
da: organisér og fremkald billeder fra digitale kameraer

# accel
source: Commit
da: udfør

# accel
source: Angle
da: vinkel

# accel
source: Contrast
da: kontrast

# accel
source: Mode
da: tilstand

# accel
source: Controls
da: styring

# mode
source: Manual
da: manuel

source: Hald cluts (png)
da: hald clut (png)

# accel
source: Tint
da: nuance

source: Rawspeed
da: raw-hastighed
