Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: $(SEQUENCE) - sequence number
ca: $(SEQUENCE) - num. de seqüència
da: $(SEQUENCE) – sekvensnummer
sk: $(SEQUENCE) - číslo sekvencie
sr: $(SEQUENCE) — број у низу

source: $(MAX_WIDTH) - maximum image export width
ca: $(MAX_WIDTH) - amplada màxima de la imatge exportada
da: $(MAX_WIDTH) – maksimal bredde for billedeksport
sk: $(MAX_WIDTH) - max. šírka exportovanej snímky
sr: $(MAX_WIDTH) — највећа ширина излазне слике

source: $(MAX_HEIGHT) - maximum image export height
ca: $(MAX_HEIGHT) - alçada màxima de la imatge exportada
da: $(MAX_HEIGHT) – maksimal højde for billedeksport
sk: $(MAX_WIDTH) - max. výška exportovanej snímky
sr: $(MAX_HEIGHT) — највећа висина излазне слике

source: $(YEAR) - year
ca: $(YEAR) - any
da: $(YEAR) – år
sk: $(YEAR) - rok
sr: $(YEAR) — година

source: $(MONTH) - month
ca: $(MONTH) - mes
da: $(MONTH) – måned
sk: $(MONTH) - mesiac
sr: $(MONTH) — месец

source: $(DAY) - day
ca: $(DAY) - dia
da: $(DAY) – dag
sk: $(DAY) - deň
sr: $(DAY) — дан

source: $(HOUR) - hour
ca: $(HOUR) - hora
da: $(HOUR) – time
sk: $(HOUR) - hodina
sr: $(HOUR) — сат

source: $(MINUTE) - minute
ca: $(MINUTE) - minut
da: $(MINUTE) – minut
sk: $(MINUTE) - minúta
sr: $(MINUTE) — минут

source: $(SECOND) - second
ca: $(SECOND) - segon
da: $(SECOND) – sekund
sk: $(SECOND) - sekunda
sr: $(SECOND) — секунда

source: $(EXIF_YEAR) - EXIF year
ca: $(EXIF_YEAR) - any EXIF
da: $(EXIF_YEAR) – EXIF-år
sk: $(EXIF_YEAR) - rok z EXIF
sr: $(EXIF_YEAR) — EXIF година

source: $(EXIF_MONTH) - EXIF month
ca: $(EXIF_MONTH) - mes EXIF
da: $(EXIF_MONTH) – EXIF-måned
sk: $(EXIF_MONTH) - mesiac z EXIF
sr: $(EXIF_MONTH) — EXIF месец

source: $(EXIF_DAY) - EXIF day
ca: $(EXIF_DAY) - dia EXIF
da: $(EXIF_DAY) – EXIF-dag
sk: $(EXIF_DAY) - deň z EXIF
sr: $(EXIF_DAY) — EXIF дан

source: $(EXIF_HOUR) - EXIF hour
ca: $(EXIF_HOUR) - hora EXIF
da: $(EXIF_HOUR) – EXIF-time
sk: $(EXIF_HOUR) - hodina z EXIF
sr: $(EXIF_HOUR) — EXIF сат

source: $(EXIF_MINUTE) - EXIF minute
ca: $(EXIF_MINUTE) - minut EXIF
da: $(EXIF_MINUTE) – EXIF-minut
sk: $(EXIF_MINUTE) - minúta z EXIF
sr: $(EXIF_MINUTE) — EXIF минут

source: $(EXIF_SECOND) - EXIF second
ca: $(EXIF_SECOND) - segon EXIF
da: $(EXIF_SECOND) – EXIF-sekund
sk: $(EXIF_SECOND) - sekunda z EXIF
sr: $(EXIF_SECOND) — EXIF секунда

source: $(EXIF_ISO) - ISO value
ca: $(EXIF_ISO) - valor ISO
da: $(EXIF_ISO) – ISO-værdi
sk: $(EXIF_ISO) - hodnota ISO
sr: $(EXIF_ISO) — ИСО вредност

source: $(EXIF_EXPOSURE) - EXIF exposure
sk: $(EXIF_EXPOSURE) - expozice podľa EXIF
sr: $(EXIF_EXPOSURE) — EXIF експозиција

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
sk: $(EXIF_EXPOSURE_BIAS) - ovplyvnenie expozície podľa EXIF
sr: $(EXIF_EXPOSURE_BIAS) — EXIF помак експозиције

source: $(EXIF_APERTURE) - EXIF aperture
sk: $(EXIF_APERTURE) - clona podľa EXIF
sr: $(EXIF_APERTURE) — EXIF бленда

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
sk: $(EXIF_FOCAL_LENGTH) - ohn. vzdialenosť podľa EXIF
sr: $(EXIF_FOCAL_LENGTH) — EXIF жижна дужина

source: $(EXIF_FOCUS_DISTANCE) - EXIF focal distance
sk: $(EXIF_FOCUS_DISTANCE) - zaostrovacia vzdialenosť podľa EXIF
sr: $(EXIF_FOCUS_DISTANCE) — EXIF дужина фокуса

source: $(LONGITUDE) - longitude
sk: $(LONGITUDE) - zem. dĺžka
sr: $(LONGITUDE) — географска дужина

source: $(LATITUDE) - latitude
sk: $(LATITUDE) - zem. šírka
sr: $(LATITUDE) — географска ширина

source: $(ELEVATION) - elevation
sk: $(ELEVATION) - nadm. výška
sr: $(ELEVATION) — надморска висина

source: $(STARS) - star rating
ca: $(STARS) - puntuació en num. d'estrelles
da: $(STARS) – stjernebedømmelse
sk: $(STARS) - hviezdičky hodnotenia
sr: $(STARS) — оцена свездицом

source: $(LABELS) - colorlabels
ca: $(LABELS) - etiquetes de color
da: $(LABELS) – farvemærkater
sk: $(LABELS) - názvy farieb
sr: $(LABELS) — ознаке у боји

source: $(MAKER) - camera maker
ca: $(MAKER) - fabricant de la càmera
da: $(MAKER) – kameraproducent
sk: $(MAKER) - výrobca fotoaparátu
sr: $(MAKER) — произвођач камере

source: $(MODEL) - camera model
ca: $(MODEL) - model de càmera
da: $(MODEL) – kameramodel
sk: $(MODEL) - model fotoaparátu
sr: $(MODEL) — модел камере

source: $(LENS) - lens
sk: $(LENS) - objektív
sr: $(LENS) — објектив

source: $(TITLE) - title from metadata
ca: $(TITLE) - títol a les metadades
da: $(TITLE) – titel fra metadata
sk: $(TITLE) - názov z metaúdajov
sr: $(TITLE) — наслов из метаподатака

source: $(DESCRIPTION) - description from metadata
ca: $(DESCRIPTION) - descripció a les metadades
da: $(DESCRIPTION) – beskrivelse fra metadata
sk: $(DESCRIPTION) - opis z metadát
sr: $(DESCRIPTION) — опис из метаподатака

source: $(CREATOR) - creator from metadata
ca: $(CREATOR) - autor a les metadades
da: $(CREATOR) – skaber fra metadata
sk: $(CREATOR) - autor z metaúdajov
sr: $(CREATOR) — аутор из метаподатака

source: $(PUBLISHER) - publisher from metadata
ca: $(PUBLISHER) - editor a les metadades
da: $(PUBLISHER) – udgiver fra metadata
sk: $(PUBLISHER) - vydavateľ z metaúdajov
sr: $(PUBLISHER) — издавач из метаподатака

source: $(RIGHTS) - rights from metadata
ca: $(RIGHTS) - drets a les metadades
da: $(RIGHTS) – rettigheder fra metadata
sk: $(RIGHTS) - práva z metaúdajov
sr: $(RIGHTS) — права из метаподатака

source: $(PICTURES_FOLDER) - pictures folder
ca: $(PICTURES_FOLDER) - carpeta d'imatges
da: $(PICTURES_FOLDER) – billedmappe
sk: $(PICTURES_FOLDER) - priečinok s obrázkami
sr: $(PICTURES_FOLDER) — фасцикла за слике

source: $(HOME) - home folder
ca: $(HOME) - carpeta d'usuari
da: $(HOME) – hjemmemappe
sk: $(HOME) - domovský priečinok
sr: $(HOME) — корисничка фасцикла

source: $(DESKTOP) - desktop folder
ca: $(DESKTOP) - carpeta d'escriptori
da: $(DESKTOP) – skrivebordsmappe
sk: $(DESKTOP) - priečinok pracovnej plochy
sr: $(DESKTOP) — фасцикла радне површи

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
ca: $(OPENCL_ACTIVATED) - si OpenCL és actiu
da: $(OPENCL_ACTIVATED) – hvorvidt OpenCL er aktiveret
sk: $(OPENCL_ACTIVATED) - či je aktivované OpenCL
sr: $(OPENCL_ACTIVATED) — да ли је OpenCL активиран

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
ca: $(CATEGORY0(category)) - subetiqueta de nivell 0 a les etiquetes jeràrquiques
da: $(CATEGORY0(category)) – undermærke for niveau 0 i hierarkiske mærker
sk: $(CATEGORY0(category)) - podštítok úrovne 0 v hierarchických štítkoch
sr: $(CATEGORY0(категорија)) — подознака нивоа 0 у хијерархијским ознакама

source: $(TAGS) - tags as set in metadata settings
ca: $(TAGS) - etiquetes tal com s'estableixen a la configuració de metadades
da: $(TAGS) – mærker som opsat i metadataindstillinger
sk: $(TAGS) - štítky podľa nastavenia metadát
sr: $(TAGS) — ознаке као што је постављено у метаподацима

source: Horizontal lines
ca: línies horitzontals
da: vandrette linjer
sk: horizontálne čiary
sr: водоравне линије

source: Number of horizontal guide lines
ca: nombre de línies guies horitzontals
da: antal vandrette hjælpelinjer
sk: počet horizontálnych vodiacich čiar
sr: број хоризонталних линија вођица

source: Vertical lines
ca: línies verticals
da: lodrette linjer
sk: vertikálne čiary
sr: усправне линије

source: Number of vertical guide lines
ca: nombre de línies guia verticals
da: antal lodrette hjælpelinjer
sk: počet zvislých vodiacich čiar
sr: број вертикалних линија вођица

source: Subdivisions
da: underinddelinger
sk: pododdiely
sr: број подеока

source: Number of subdivisions per grid rectangle
ca: nombre de subdivisions per rectangle de la graella
da: antal underinddelinger per rektangel i gitteret
sk: počet pododdielov na obdĺžnik siete
sr: број подеока за ћелију мреже

source: Extra
da: ekstra
sk: viac
sr: додатно

source: Golden sections
ca: secció àuria
da: gyldne sektioner
sk: zlaté oblasti
sr: златни пресек

source: Golden spiral sections
ca: seccions d'espiral àuria
da: gyldne spiralsektioner
sk: časti zlatej špirály
sr: пресек златне спирале

source: Golden spiral
ca: espiral àuria
da: gylden spiral
sk: zlatá špirála
sr: златна спирала

source: All
ca: totes
da: alle
sk: všetko
sr: све

source: Show some extra guides
ca: mostra algunes guies extres
da: vis ekstra guider
sk: zobraziť ďalšie vodítka
sr: прикажи додатне вођице

source: Grid
ca: graella
da: gitter
sk: mriežka
sr: мрежа

source: Rules of thirds
ca: regla dels terços
da: tredjedelsreglen
sk: pravidlo tretín
sr: правило трећина

source: Metering
ca: mesura
da: måling
sk: meranie
sr: мерење

source: Perspective
ca: perspectiva
da: perspektiv
sk: perspektíva
sr: перспектива

source: Diagonal method
ca: mètode de les diagonals
da: diagonalmetoden
sk: uhlopriečka
sr: дијагонални начин

source: Harmonious triangles
ca: triangles harmònics
da: harmoniske trekanter
sk: harmonické trojuholníky
sr: хармонијски троуглови

source: Golden mean
ca: secció àuria
da: det gyldne snit
sk: zlatý rez
sr: златна средина

source: Select parts to copy
sk: vybrať časti pre skopírovanie
sr: изаберите делове за копирање

source: Select parts to paste
sk: vybrať časti pre vloženie
sr: изаберите делове за убацивање

source: Select _all
ca: selecciona-ho _tot
da: vælg _alle
sk: _vybrať všetko
sr: изабери _све

source: Select _none
ca: _sense selecció
da: vælg _ingen
sk: _zrušiť výber
sr: изабери _ништа

source: _Ok
sr: _у реду

source: Include
ca: inclou
da: inkludér
sk: zahrnúť
sr: укључи

source: Item
da: enhed
sk: položka
sr: ставка

source: Modules order
sk: poradie modulov
sr: редослед могула

source: Can't copy history out of unaltered image
ca: no es pot copiar historial d'una imatge no modificada
da: kan ikke kopiere historik ud fra uændret billede
sk: nemôžem kopírovať históriu nezmeneného obrázka
sr: не могу да копирам историјат неизмењених слика

source: Metadata to be applied per default
sk: metadáta, ktoré majú byť použité ako východzie
sr: метаподаци ће подразумевано бити примењени

source: From xmp
sr: из xmp

source: Selected metadata are imported from image and override the default value this drives also the 'look for updated xmp files' and 'load sidecar file' actions CAUTION: not selected metadata are cleaned up when xmp file is updated
sk: vybrané metadáta sa naimportujú zo snímky a prepíšu východziu hodnotu, toto ovplyvňuje aj akcie "vyhľadať aktualizované súbory xmp" a "načítať postranný súbor". UPOZORNENIE: nevybrané metadáta sú po aktualizácii súboru xmp vymazané
sr: изабрани метаподаци се увозе из слике и преписују подразумеване вредности ово одређује и радње „изглед ажурираних xmp датотека“ и „учитај прикључну датотеку“ УПОЗОРЕЊЕ: метаподаци који нису избарани се бришу када се ажурира xmp датотека

source: Comma separated list of tags
ca: llista d'etiquetes separades per comes
da: kommasepareret liste med mærker
sk: čiarkou oddelený zoznam značiek
sr: списак ознака раздвојених зарезом

source: Normal images
ca: imatges normals
da: normale billeder
sk: normálne obrázky
sr: обичне слике

source: Monochrome
ca: monocrom
da: monokrom
sk: monochromatický
sr: црно-бело

source: Interface language
ca: llengua d'interfície
da: brugergrænsefladesprog
sk: jazyk rozhrania
sr: језик програма

source: Double click to reset to the system language
ca: feu doble clic per reiniciar a la llengua del sistema
da: dobbeltklik for at nulstille til systemets sprog
sk: dvojitým klinutím obnovíte systémový jazyk
sr: кликните два пита да вратите језик система

source: Set the language of the user interface. The system default is marked with an * (needs a restart)
ca: estableix la llengua de la interfície d'usuari. idioma per defecte del sistema indicat amb * (requereix reiniciar)
da: sæt brugergrænsefladens sprog. systemstandarden er markeret med en * (genstart er nødvendig)
sk: nastaví jazyk používateľského rozhrania. východzie systémové nastavenie je označené *. (vyžaduje reštart)
sr: поставља језик програма. подразумевани језик на систему је обележен са * (потребно поновно покретање)

source: Theme
ca: tema
da: tema
sk: téma vzhľadu
sr: тема

source: Set the theme for the user interface
ca: estableix el tema de l'interfície d'usuari
da: sæt temaet for brugergrænsefladen
sk: vyberte tému používateľského rozhrania
sr: поставља тему програма

source: Prefer performance over quality
sk: preferovať výkon pred kvalitou
sr: брзина испред квалитета

source: If switched on, thumbnails and previews are rendered at lower quality but 4 times faster
sk: ak je zapnuté, miniatúry a náhľady sú vykresľované v nižšej kvalite ale 4 razy rýchlejšie
sr: уколико је укључено, умањене сличице и прегледи ће бити исцртавани у нижем квалитету, али 4 пута брже

source: Use system font size
sk: použiť veľkosť písma podľa systému
sr: користи величину фонта са система

source: Font size in points
sk: veľkosť písma v bodoch
sr: величина фонта у тачкама

source: GUI controls and text DPI
sk: DPI pre prvky GUI a text
sr: резолуција сучеља и текста

source: Adjust the global GUI resolution to rescale controls, buttons, labels, etc. Increase for a magnified GUI, decrease to fit more content in window. Set to -1 to use the system-defined global resolution. Default is 96 DPI on most systems. (Needs a restart).
sk: prispôsobiť globálne rozlíšenie GUI pre reškálovanie ovládacích prvkov, tlačidiel, nápisov, etc. zvýšiť pre zväčšenie GUI, znížiť pre získanie viac obsahu v okne. nastavte na -1 na použitie systémovo definovaného rozlíšenia východzie pre väčšinu systémov je 96 DPI. (vyžaduje reštart).
sr: подешава резолуцију графичког сучеља ради промене величине контроа, дугмића, натписа и сл. веће вредности повећавају елементе сучеља, мање вредности омогућава да сместите више ствари у прозор. поставите на -1 да користите резолуцију одређену у систему подразумевано је 96 тачака по инчу на већини система. (потребно поновно покретање)

source: Modify selected theme with CSS tweaks below
sk: modifikovať vybranú tému nižšie uvedenými úpravami CSS
sr: мења изабрану тему произвољним CSS преправкама

source: Modify theme with CSS keyed below (saved to user.Css)
sk: modifikovať tému pomocou CSS vloženým nižšie (uložené do "user.css")
sr: мења тему произвољним CSS кључевима (који се чувају у user.css)

# usercss
source: Save and apply
sk: uložiť a aplikovať
sr: сачувај и примени

source: /* ERROR Loading user.Css */
sk: /* CHYBA pri načítaní user.css */
sr: /* Грешка при учитавању user.css */

source: /* Enter CSS theme tweaks here */
sk: /* Sem vložte úpravy témy CSS */
sr: /* Овде унесите ваша CSS подешавања */

source: Darktable preferences
ca: preferències del darktable
da: darktable-indstillinger
sk: predvoľby darktable
sr: поставке тамног стола

source: Darktable needs to be restarted for settings to take effect
sk: pre aplikáciu nastavení je potrebné reštartovať darktable
sr: морате поново покренути тамни сто да би применили подешавања

source: Model
sr: модел

source: Maker
ca: fabricant
da: producent
sk: výrobca
sr: произвођач

source: Auto
sr: аутоматски

# preferences
source: Import...
ca: importa...
da: importér…
sk: importovať...
sr: увоз…

# preferences
source: Export...
sr: извоз…

source: Shortcuts
ca: dreceres
da: genveje
sk: klávesové skratky
sr: пречице

source: Shortcut
ca: drecera
da: genvej
sk: skratka
sr: пречица

source: Binding
ca: associació
da: bindinger
sk: klávesová skratka
sr: повезивање

# preferences
source: Search
sk: vyhľadávanie
sr: претрага

source: Click or press enter to search click or press enter again to cycle through results
sk: kliknúť alebo stlačiť enter pre hľadanie kliknúť alebo znova stlačiť enter pre prechádzanie výsledkami
sr: кликните или притисните да унесете у претрагу кликните и притисните поново да листате између резултата

source: Export...
ca: exporta...
da: eksportér…
sk: exportovať...
sr: извоз…

source: Press key combination to remap...
ca: premeu la combinació de tecles a reassignar...
da: udfør tastekombination for at ændre…
sk: stlačte kombináciu kláves na nové mapovanie.
sr: притисните комбинацију тастера да их мапирате…

source: %s Accel is already mapped to %s. Do you want to replace it ?
ca: la drecera %s ja està assignada a %s. Voleu substituir-la ?
da: %s-acceleration er allerede sat til %s. vil du udskifte den?
sk: %s skratka je už nnastavená %s. chcete ju zmeniť?
sr: %s пречица је већ мапирана на %s. да ли желите да је замните?

source: Accel conflict
ca: conflicte en drecera
da: accelerationskonflikt
sk: konflikt klávesových skratiek
sr: конфликт пречица

source: Do you really want to delete the preset `%s'?
ca: esteu segur que voleu suprimir el predefinit `%s'?
da: vil du virkelig slette forudindstillingen “%s”?
sk: chcete naozaj zmazať nastavenie `%s'?
sr: да ли заиста желите да обришете поставку „%s“?

source: Delete preset?
ca: voleu suprimir el predefinit?
da: slet forudindstilling?
sk: zmazať predvoľbu?
sr: да обришем поставку?

source: Select file to export
ca: seleccioneu fitxer a exportar
da: vælg fil til eksport
sk: vyberte súbor na export
sr: изаберите датотеку за извоз

source: Select file to import
ca: seleccioneu fitxer a importar
da: vælg fil til importering
sk: vyberte súbor na import
sr: изаберите датотеку за увоз

source: _Open
sk: _otvoriť
sr: _отвори

source: Are you sure you want to restore the default keybindings? this will erase any modifications you have made.
ca: n'esteu segur que voleu restaurar les associacions de tecles per defecte? això esborrarà totes les modificacions que hi hàgiu fet.
da: er du sikker på, du vil genoprette standard-tastebindingerne? dette vil slette alle modificeringer, du måtte have lavet.
sk: naozaj chcete nastaviť predvolené nastavenia? Týmto zmažete zmeny v nastaveniach ktoré ste urobili.
sr: да ли сте сигурни да желите да вратите пречице тастатуре? ово ће обрисати све измене које сте направили.

source: Failed to import preset %s
sr: не могу да увезем поставку %s

source: Select preset to import
ca: seleccioneu predefinit a importar
da: vælg forudindstilling til importering
sk: vyberte predvoľbu na import
sr: изаберите поставку за увоз

source: Darktable style files
ca: fitxers d'estil del darktable
da: darktable stilfiler
sk: súbory štýlov programu darktable
sr: датотека са стилом за тамни сто

source: All files
ca: tots els fitxers
da: alle filer
sk: všetky súbory
sr: све датотеке

source: Edit `%s' for module `%s'
ca: edició de `%s' del mòdul `%s'
da: redigér “%s” for modulet “%s”
sk: upraviť „%s“ pre modul „%s“
sr: уређивање „%s“ за модул „%s“

source: Description or further information
ca: descripció o informació extra
da: beskrivelse af yderligere information
sk: opis alebo ďalšie informácie
sr: опис и додатни подаци

source: Auto apply this preset to matching images
ca: auto aplica aquest predefinit per imatges concordants
da: anvend automatisk denne forudindstilling på matchende billeder
sk: automaticky aplikovať toto nastavenie na príslušné obrázky
sr: сам примени ову поставку на поклопљене слике

source: Only show this preset for matching images
ca: mostra aquest predefinit només per imatges concordants
da: vis kun denne forudindstilling for matchende billeder
sk: zobraziť toto nastavenie iba pre príslušné obrázky
sr: прикажи само ове поставке за поклопљене слике

source: Be very careful with this option. This might be the last time you see your preset.
ca: aneu amb compte amb aquesta opció, aquest pot ser el darrer cop que veieu el vostre predefinit.
da: vær meget forsigtig med denne valgmulighed. dette kan være sidste gang, du ser din forudstilling.
sk: budte opatrný s touto voľbou. To môže byť poslednýkrát čo vidíte vaše nastavenia.
sr: будите пажљиви са овом опцијом. ово може бити последњи пут да видите ваше поставке.

source: String to match model (use % as wildcard)
ca: text que encaixi amb el model (empreu % com a comodí)
da: streng, der skal matche model (brug % som jokertegn)
sk: reťazec pre hľadanie modelu (použiť % ako zástupný znak)
sr: карактери за поклапање са моделом (користите % као заменски знак)

source: String to match maker (use % as wildcard)
ca: text que encaixi amb el fabricant (empreu % com a comodí)
da: streng, der skal matche producent (brug % som jokertegn)
sk: reťazec pre hľadanie výrobcu (použiť % ako zástupný znak)
sr: карактери за поклапање са произвођачем (користите % као заменски знак)

source: String to match lens (use % as wildcard)
ca: text que encaixi amb l'òptica (empreu % com a comodí)
da: streng, der skal matche objektiv (brug % som jokertegn)
sk: reťazec pre hľadanie objektívu (použiť % ako zástupný znak)
sr: карактери за поклапање са објективом (користите % као заменски знак)

source: Minimum ISO value
ca: valor ISO mínim
da: minimum ISO-værdi
sk: minimálna hodnota ISO
sr: најмања ИСО вредност

source: Maximum ISO value
ca: valor ISO màxim
da: maksimum ISO-værdi
sk: maximálna hodnota ISO
sr: највећа ИСО вредност

source: Minimum exposure time
ca: temps d'exposició mínim
da: minimum eksponeringstid
sk: minimálny čas expozície
sr: најмање време експозиције

source: Maximum exposure time
ca: temps d'exposició màxim
da: maksimum eksponeringstid
sk: maximálny čas expozície
sr: највеће време експозиције

source: Minimum aperture value
ca: valor de l'obertura mínim
da: minimum blændeværdi
sk: minimálna hodnota clony
sr: најмањи отвор бленде

source: Maximum aperture value
ca: valor de l'obertura màxim
da: maksimum blændeværdi
sk: maximálna hodnota clony
sr: највећи отвор бленде

source: Minimum focal length
ca: distància focal mínima
da: minimum brændvidde
sk: minimálna ohnisková dĺžka
sr: најмања жижна дужина

source: Maximum focal length
ca: distància focal màxima
da: maksimum brændvidde
sk: maximálna ohnisková dĺžka
sr: највећа жижна дужина

source: Format
sk: formát
sr: формат

source: Select image types you want this preset to be available for
sk: vyberte typy snímok, ktoré chcete byť dostupné pre túto predvoľbu
sr: изаберите врсте слика уколико желите да ова поставка буде доступна за

source: _Select as output destination
ca: _Selecciona com a destinació de sortida
da: _vælg som output-destination
sk: _vybrať ako cieľovú destináciu
sr: _изабери као излазно одредиште

source: Preset %s was successfully saved
ca: s'ha desat correctament el predefinit %s
da: forudindstilling %s blev gemt
sk: predvoľba %s bola úspešne uložená
sr: поставка %s је успешно сачувана

source: Preset `%s' is write-protected, can't delete!
sk: predvoľba `%s' je chránená proti zápisu! nie je možné ju vymazať!
sr: псотавка „%s“ је заштићена за упис, не можете је обрисати!

source: New preset
ca: nou predefinit
da: ny forudindstilling
sk: nová predvoľba
sr: нова поставка

source: Please give preset a name
ca: doneu un nom al predefinit
da: giv venligst forudstillingen et navn
sk: prosím, zadajte názov predvoľby
sr: дајте назив за поставку

source: Unnamed preset
ca: predefinit sense nom
da: unavngivet forudindstilling
sk: nepomenovaná predvoľba
sr: неименована поставка

source: Preset `%s' already exists. Do you want to overwrite?
ca: el predefinit `%s' ja existeix. Voleu sobreescriure'l?
da: forudindstilling “%s” eksisterer allerede. vil du overskrive?
sk: predvoľba „%s“ už existuje. chcete ju prepísať?
sr: поставка „%s“ већ постоји. да ли желите да је препишете?

source: Overwrite preset?
ca: sobreescriu el predefinit?
da: overskriv forudindstilling?
sk: prepísať predvoľbu?
sr: да препишем поставку?

source: Preset `%s' is write-protected! can't edit it!
sk: predvoľba `%s' je chránená proti zápisu! nie je možné ju upravovať!
sr: поставка „%s“ је заштићена за упис! не могу да је уредим!

source: Name of the preset
ca: nom del predefinit
da: navn på forudstillingen
sk: názov predvoľby
sr: назив поставке

source: Do you really want to update the preset `%s'?
sk: chcete naozaj aktualizovať predvoľbu `%s'?
sr: да ли заиста желите да ажурирате поставку „%s“?

source: Update preset?
sk: aktualizovať predvoľbu?
sr: да ажурирам поставку?

source: Manage module layouts
sk: spravovať rozloženie modulov
sr: уреди распоред модула

source: Manage quick presets
sk: aktualizovať rýchle predvoľby
sr: уреди брзе поставке
