Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Manage quick presets list...
sk: spravovať zoznam rýchlych predvolieb...
sr: уређивање списка за брзе поставке…

source: (Default)
ca: (predeterminat)
da: (standard)
sk: (predvolené)
sr: (подразумевано)

source: Disabled: wrong module version
ca: desactivat: versió del mòdul incorrecta
da: slået fra: forkert modulversion
sk: zakázané: nesprávna verzia modulu
sr: онемогућено: погрешна верзија модула

source: Edit this preset..
ca: edita el predefinit..
da: redigér denne forudindstilling…
sk: upraviť predvoľbu..
sr: уреди ову поставку…

source: Delete this preset
ca: elimina el predefinit
da: slet denne forudindstilling
sk: odstrániť túto predvoľbu
sr: обриши ову поставку

source: Store new preset..
ca: desa nou predefinit..
da: gem ny forudindstilling…
sk: uložiť novú predvoľbu..
sr: сачувај нову поставку…

source: Update preset
ca: actualitza el predefinit
da: opdatér forudindstilling
sk: aktualizovať predvoľbu
sr: ажурирај поставку

source: Style `%s' already exists. Do you want to overwrite?
sk: štýl „%s“ už existuje. chcete ho prepísať?
sr: већ постоји стил „%s“. да ли желите да га препишете?

source: Overwrite style?
sk: prepísať štýl?
sr: да препишем стил?

source: Please give style a name
sk: prosím zadajte názov štýlu
sr: дајте назим за стил

source: Unnamed style
sk: nepomenovaný štýl
sr: неименовани стил

source: Style %s was successfully saved
ca: s'ha desat correctament l'estil %s
da: stil %s blev gemt med succes
sk: štýl %s bol úspešne uložený
sr: стил %s је успешно сачуван

source: Edit style
ca: edita estil
da: redigér stil
sk: upraviť štýl
sr: уреди стил

source: Duplicate style
ca: duplica estil
da: duplikér stil
sk: duplikovať štýl
sr: удвостручи стил

source: Creates a duplicate of the style before applying changes
ca: crea un duplicat de l'estil abans d'aplicar canvis
da: opretter et dublet af stilen før ændringerne anvendes
sk: vytvorí duplikát štýlu pred použitím zmien
sr: прави дупликат стила пре него што примени промене

source: Create new style
ca: crea nou estil
da: opret ny stil
sk: vytvoriť nový štýl
sr: направи нови стил

source: Enter a name for the new style
ca: introduïu un nom pel nou estil
da: skriv en navn til den nye stil
sk: zadajte názov nového štýlu
sr: унесите назив за нови стил

source: Enter a description for the new style, this description is searchable
ca: introduïu una descripció pel nou estil, aquesta descripció es podrà cercar
da: skriv en beskrivelse for den nye stil; denne beskrivelse er søgbar
sk: zadajte opis nového štýlu, tento opis sa dá vyhľadávať
sr: унесите опис новог стила који се може претраживати

source: Update
ca: actualitza
da: opdatér
sk: aktualizovať
sr: ажурирање

source: Can't create style out of unaltered image
ca: no es pot crear un estil a partir d'una imatge no modificada
da: kan ikke oprette stil ud fra uændret billede
sk: nemožno vytvoriť štýl z obrázka ktorý nebol vyvolaný
sr: не могу да направим стил за слику која није прмењена

source: 8 bit
sr: 8 бита

source: 10 bit
sr: 10 бита

source: 12 bit
sr: 12 бита

source: Invalid AVIF bit depth!
sr: неисправна дубина битова за AVIF!

source: AVIF (8/10/12-bit)
sr: AVIF (8/10/12 бита)

source: Bit depth
ca: bits per color
da: bitdybde
sk: bitová hĺbka
sr: дубина битова

source: Color information stored in an image, higher is better
sr: подаци о боји снимљени унутар слике, веће је боље

source: Rgb colors
sr: rgb боје

source: Grayscale
sr: сиви тонови

source: Saving as grayscale will reduce the size for black & white images
sr: чување слике у сивим тоновима ће умањити њену величину када су у питању црно-беле слике

source: Tiling
sr: плочице

source: Tile an image into segments. Makes encoding faster. The impact on quality reduction is negligible, but increases the file size.
sr: исеца слику сегменте у виду плочица. на овај начин ће отварање слике бити брже. утицај на смањење квалитета је занемарљив, али ће повећати велчину датотеке.

source: Compression type
ca: tipus de compressió
da: komprimeringstype
sk: typ komprimácie
sr: врста компресије

source: The compression for the image
sr: одређује компресију за слику

source: Quality
ca: qualitat
da: kvalitet
sk: kvalita
sr: квалитет

source: The quality of an image, less quality means fewer details. The following applies only to lossy setting pixelformat based on quality: 91% - 100% -> YUV444 81% - 90% -> YUV422 5% - 80% -> YUV420
sr: квалитет слике, при чему мањи квалитет уништава детаље слике. ово се односи само на поставке чувања са губитком података формат пиксела у зависности од квалитета: 91% - 100% -> YUV444 81% - 90% -> YUV422 5% - 80% -> YUV420

source: Copy
ca: copia
da: kopiér
sk: kopírovať
sr: копирај

source: Do a 1:1 copy of the selected files. The global options below do not apply!
ca: fés una còpia 1:1 dels fitxers triats. les opcions globals a sota no tindran efecte!
da: lav en 1:1-kopi af de valgte filer. de globale indstillinger herunder anvendes ikke!
sk: vytvor kópie 1:1 zo zvolených súborov. globálne voľby tu dolu sa neaplikujú!
sr: прави копију изабране датотеке у резмери 1:1. глобална подешавања испод неће бити примењена!

source: The selected output profile doesn't work well with exr
ca: el perfil de sortida triat no funciona bé amb exr
da: den valgte output-profil fungerer ikke ordentligt med exr
sk: vybraný výstupný profil nepracuje dobre s exr
sr: изабрани излазни профил не ради добро са exr-ом

source: OpenEXR (float)
da: OpenEXR (flydende komma)
sk: OpenEXR (plávajúca čiarka)
sr: OpenEXR (целобројно)

source: Compression mode
ca: mode de compressió
da: komprimeringstilstand
sk: režim komprimácie
sr: режим компресије

source: PIZ (default)
ca: PIZ (predeterminat)
da: PIZ (standard)
sk: PIZ (predvolený)
sr: PIZ (подразумевано)

source: PXR24 (lossy)
ca: PXR24 (amb pèrdues)
da: PXR24 (med kvalitetstab)
sk: PXR24 (stratový)
sr: PXR24 (са губитком)

source: B44 (lossy)
ca: B44 (amb pèrdues)
da: B44 (med kvalitetstab)
sk: B44 (stratový)
sr: B44 (са губитком)

source: B44A (lossy)
ca: B44A (amb pèrdues)
da: B44A (med kvalitetstab)
sk: B44A (stratový)
sr: B44A (са губитком)

source: JPEG 2000 (12-bit)
sk: JPEG 2000 (12-bitový)
sr: JPEG 2000 (12 бита)

source: DCP mode
ca: Mode DCP
da: DCP-tilstand
sk: DCP režim
sr: DCP режим

source: JPEG (8-bit)
sk: JPEG (8-bitový)
sr: JPEG (8 бита)

source: 16 bit
sr: 16 бита

source: Invalid paper size
ca: mida de paper no vàlida
da: ugyldig papirstørrelse
sk: neplatná veľkosť papiera
sr: неисправна величина папира

source: Invalid border size, using 0
ca: mida de vora no vàlida, s'emprarà 0
da: ugyldig rammestørrelse; bruger 0
sk: neplatná veľkosť okraja, použitá 0
sr: неисправна величина ивице, користим 0

source: Could not export to file `%s'!
ca: no s'ha pogut exportar a l'arxiu `%s'!
da: kunne ikke eksportere til fil “%s”!
sk: nemožno exportovať do súboru `%s'!
sr: не могу да извезем у датотеку „%s“!

source: Enter the title of the pdf
ca: introduïu el títol del pdf
da: skriv titlen på pdf'en
sk: vložiť názov súboru pdf
sr: унесите наслов за pdf

source: Paper size
ca: mida de paper
da: papirstørrelse
sk: veľkosť papiera
sr: величина папира

source: Paper size of the pdf either one from the list or "<width> [unit] X <height> <unit> example: 210 mm x 2.97 cm
ca: mida de paper del pdf qualsevol de la llista or "<amplada> [unitat] x <alçada> <unitat> exemple: 210 mm x 2.97 cm
da: papirstørrelsen på pdf'en enten én fra listen eller "<bredde> [enhed] x <højde> <enhed> eksempel: 210 mm x 2,97 cm
sk: veľkosť papiera pdf teda hodnotu zo zoznamu, alebo "<šírka> [jednotka] x <výška> <jednotka> napríklad: 210 mm x 2.97 cm
sr: величина паприа за pdf једна од вредности са списка или "<width> [мерна јединица] × <height> <unit> на пример: 210 mm × 2.97 cm

source: Page orientation
ca: orientació de pàgina
da: sideorientering
sk: orientácia stránky
sr: окретање стране

source: Portrait
ca: vertical
da: portræt
sk: na výšku
sr: усправно

source: Landscape
ca: apaisat
da: landskab
sk: na šírku
sr: положено

source: Paper orientation of the pdf
ca: orientació del paper al pdf
da: sideorientering for pdf'en
sk: otočenie papiera dokumentu pdf
sr: окретање папира унутар pdf датотеке

source: Border
ca: vora
da: ramme
sk: okraj
sr: ивица

source: Empty space around the pdf format: size + unit examples: 10 mm, 1 inch
ca: espai buit al voltand del pdf format: mida + unitat exemples: 10 mm, 1 polzada
da: tom plads rundt om pdf'en format: størrelse + enhed eksempler: 10 mm, 1 tomme
sk: prázdny priestor okolo pdf formát: veľkosť + jednotka napríklad: 10 mm, 1 inch
sr: празан простор око pdf-а формат: величина + мерна јединица на пример: 10 mm, 1 инч

source: Dpi of the images inside the pdf
ca: dpi (punts per polzada) de les imatges al pdf
da: dpi for billederne i pdf'en
sk: dpi obrázka vo vnútri pdf
sr: патака по инчу за слике унутар pdf датотеке

source: Rotate images
ca: gira imatges
da: rotér billeder
sk: otočiť obrázky
sr: окрени слике

source: Images can be rotated to match the pdf orientation to waste less space when printing
ca: les imatges es poden girar per ajustar-les a l'orientació del pdf aprofitant millor l'espai en imprimir
da: billeder kan roteres for at passe til pdf-orienteringen for at spilde mindre plads under udskrift
sk: obrázky môžu byť otočené aby súhlasili s orientáciou pdf a míňali menej priestoru pri tlači
sr: слике се могу окренути у смеру pdf документа како би уштедели просто за штампу

source: TODO: pages
ca: PENDENT: pàgines
da: TODO: sider
sk: TODO: stránky
sr: ЗА УРАДИТИ: странице

source: Single images
ca: imatges individuals
da: enkelte billeder
sk: jediný obrázok
sr: једна слика

source: Contact sheet
ca: full de contactes
da: kontaktark
sk: list kontaktov
sr: лист за контакт

source: What pages should be added to the pdf
ca: quines pàgines cal afegir al pdf
da: hvilke sider, der skal føjes til pdf'en
sk: ktorá zo stránok by mala byť pridaná do pdf
sr: које странице треба додати у pdf

source: Embed icc profiles
ca: incrusta perfils ICC
da: indbyg icc-profiler
sk: integruj icc profil
sr: уметни icc профиле

source: Images can be tagged with their icc profile
ca: les imatges poden ser etiquetades amb el seu perfil ICC
da: billeder kan mærkes med deres icc-profil
sk: obrázky môžu byť označené s ich icc profilom
sr: слике могу бити означене њиховим icc профилом

source: Bits per channel of the embedded images
ca: bits per canal de les imatges incrustades
da: bit pr. kanal for de indbyggede billeder
sk: bitov na kanál integrovaných obrázkov
sr: битова по каналу за уметнуте слике

source: Compression
ca: compressió
da: komprimering
sk: komprimácia
sr: компримуј

source: Uncompressed
ca: sense comprimir
da: ukomprimeret
sk: nekomprimovaný
sr: некомпримовано

source: Deflate
ca: deflació
da: komprimér
sk: deflate(skomprimované)
sr: дефлејт

source: Method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
ca: mètode de compressió d'imatge sense comprimir -- ràpid, però dóna arxius grossos deflació -- arxius més petits, però més lent
da: metode, der bruges til billedkomprimering ukomprimeret – hurtig med store filer deflate – mindre filer med langsommere
sk: metóda použitá na komprimáciu obrázku nekomprimované -- rýchle ale veľké súbory deflate(skomprimované) -- menšie súbory ale pomalšie
sr: начин који се користи за компресију некомпримовано — брзо али прави велике датотеке дефјелт — мање датотеке али спорије

source: Image mode
ca: mode d'imatge
da: billedtilstand
sk: režim obrázkov
sr: режим слике

source: Normal
sk: normálne
sr: обично

source: Draft
ca: esborrany
da: kladde
sk: pracovná verzia
sr: нацрт

source: Debug
ca: depuració
da: fejlretning
sr: за грешке

source: Normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
ca: normal -- simplement inclou les imatges al pdf esborrany -- les imatges es substitueixen per requadres depuració -- només mostra els contorns unint els requadres
da: normal – put blot billederne i pdf'en kladde – billeder erstattes af kasser fejlretning – vis kun konturer og bounding-boxes
sk: normal -- iba vložiť obrázky do pdf náčrt -- obrázky sú nahradené okrajmi debug -- zobrazí len okraje umiestnenia
sr: обично — само ставља слике у pdf нацрт — слике ће бити замењене кутијицама за грешке — само приказује оквирне линије и везе китијица

source: PFM (float)
da: PFM (flydende komma)
sk: PFM (plávajúca čiarka)
sr: PFM (целобројно)

source: PNG (8/16-bit)
ca: PNG (8/16 bits)
sk: PNG (8/16-bitový)
sr: PNG (8/16 бита)

source: PPM (16-bit)
ca: PPM (16 bits)
sk: PPM (16-bitový)
sr: PPM (16 бита)

source: Will export as a grayscale image
sk: exportovať ako čiernobielu snímku
sr: извози слику у режиму сивих тонова

source: TIFF (8/16/32-bit)
sk: TIFF (8/16/32-bitový)
sr: TIFF (8/16/32 бита)

source: 32 bit (float)
da: 32 bit (flydende komma)
sk: 32 bit (plávajúca čiarka)
sr: 32 бита (целобројно)

source: Deflate with predictor
ca: deflació amb predictor
da: komprimér med indikator
sk: deflate(skomprimované) s predpoveďou
sr: дефлејт са предикцијом

source: Compression level
ca: nivell de compressió
da: komprimeringsniveau
sk: úroveň komprimácie
sr: ниво компресије

source: B&w image
sk: čb obrázok
sr: ц-б слика

source: Write rgb colors
sk: zapísať farby rgb
sr: упиши rgb боје

source: Write grayscale
sk: zapísať čiernobielo
sr: упиши сиве тонове

source: WebP (8-bit)
sk: WebP (8-bitový)
sr: WebP (8 бита)

source: Lossy
ca: amb pèrdues
da: med kvalitetstab
sk: stratový
sr: са губитком

source: Lossless
ca: sense pèrdues
da: uden kvalitetstab
sk: bezstratový
sr: без губитка

source: Applies only to lossy setting
ca: només val per opció amb pèrdues
da: anvendes kun til indstilling med kvalitetstab
sk: iba pre stratovú kompresiu
sr: примењује се само за поставке са губитком

source: Image hint
ca: tipus d'imatge
da: billedtip
sk: typ obrázku (hint)
sr: предлог слике

source: Image characteristics hint for the underlying encoder. Picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
ca: tret característic de la imatge per la codificació. foto d'interiors : retrat d'estudi, o vista d'interiors, llum artificial foto d'exteriors: fotografia d'exteriors, amb llum natural gràfic : imatge amb nombre discret de tonalitats (il·lustració, mapa, etc)
da: tip om billedkarakteristika til den underlæggende koder. billede: digitalt billede, fx portræt, indvendigt skud foto : udendørs fotografi, med naturlig belysning grafik : billede med diskrete toner (graf, kortflise, etc.)
sk: odporúčané charakteristiky obrázkov pre kóder. obrázok : digitálny obrázok ako napríklad portrét, štúdiová fotografia foto : fotografia vonku s prirodzeným svetlom grafika : obrázok z jednoliatymi farbami (grafy, schémy atď)
sr: карактеристике слике на основу којих се предлаже кодирање. слика : дигитална слика, као што је портрет или снимак у студију фотографија : фотографија настала напољу, са природним осветљењем графика : дискретан број тонова слике, као што је графика или географска карта

source: Picture
ca: foto d'interiors
da: billede
sk: obrázok
sr: слика

source: Photo
ca: foto d'exteriors
da: foto
sk: foto
sr: фотографија

source: Graphic
ca: gràfic
da: grafik
sk: grafika
sr: графика

source: File on disk
ca: fitxer al disc
da: fil på disk
sk: súbor na disku
sr: датотека на диску

source: Enter the path where to put exported images variables support bash like string manipulation recognized variables:
ca: introduïu la ruta on desar les imatges exportades les variables admeten manipulació de cadenes tipus bash variables reconegudes:
da: skriv stien, hvor eksporterede billeder skal anbringes variable understøtter bash-lignende strengmanipulation genkendte variable:
sk: napíšte cestu, kam se majú uložiť exportované obrázky premenné podporujú manipulácie s reťazcami ako v bashi možné premenné:
sr: унесите путању дом места где се чувају извезене слике променљиве подржавају рад са нискама као у скриптама система доступне променљиве:

source: On conflict
ca: en conflicte
da: ved konflikt
sk: pri konflikte
sr: ако постоји

source: Create unique filename
ca: crea un únic nom d'arxiu
da: opret unikt filnavn
sk: vytvoriť jedinečný názov súboru
sr: направи јединствен назив

source: Overwrite
ca: sobreescriu
da: overskriv
sk: prepísať
sr: препиши

source: Skip
ca: ignora
da: spring over
sk: preskočiť
sr: прескочи

source: Could not create directory `%s'!
ca: no s'ha pogut crear el directori `%s'!
da: kunne ikke oprette mappe “%s”!
sk: nepodarilo sa vytvoriť priečinok „%s“!
sr: не могу да направим директоријум „%s“!

source: Could not write to directory `%s'!
ca: no s'ha pogut escriure al directori `%s'!
da: kunne ikke skrive til mappe “%s”!
sk: nepodarilo sa zapísať do priečinka „%s“!
sr: не могу да упишем у директоријум „%s“!

source: %d/%d Skipping `%s'
ca: %d/%d ignorant `%s'
da: %d/%d sprunget over “%s”
sk: %d/%d preskočený `%s'
sr: %d/%d прескочене „%s“

source: %d/%d Exported to `%s'
ca: %d/%d exportat a `%s'
da: %d/%d eksporteret til “%s“
sk: %d/%d exportovaný do `%s'
sr: %d/%d извезене у „%s“

source: You are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
ca: exportareu en mode sobreeescriure, això reescriurà totes les imatges existents realment voleu continuar?
da: du skal til at eksportere i overskrivningstilstand. dette vil overskrive alle eksisterende billeder vil du virkelig fortsætte?
sk: chystáte sa exportovať v režime prepisovaniaí, tj. existujúce súbory budú prepísané naozaj chcete pokračovať?
sr: извозите слику са омогућеним преписивањем датотека, што ће преписати постојеће слике да ли желите да наставите?

source: Send as email
ca: envia com a correu electrònic
da: send som email
sk: odoslať emailom
sr: пошаљи е-поштом

source: Images exported from darktable
ca: imatges exportades amb el darktable
da: billeder eksporteret fra darktable
sk: obrázky exportované z programu darktable
sr: слике су извезене из тамног стола

source: Could not launch email client!
ca: no s'ha pogut obrir el client de correu!
da: kunne ikke køre emailklient!
sk: nepodarilo sa spustiť poštového klienta!
sr: не могу да покренем програм за е-пошту!

source: Website gallery
ca: galeria web
da: website-galleri
sk: internetová galéria
sr: галерија на вебу

source: Enter the title of the website
ca: entreu el títol del lloc web
da: skriv titlen på websitet
sk: vložiť nadpis webovej stránky
sr: унесите наслов веб странице

source: LaTeX book template
ca: Plantilla de llibre LaTeX
da: LaTeX bogskabelon
sk: LaTeX šablóna book
sr: шаблон LaTeX књиге

source: Enter the title of the book
ca: entreu el títol del llibre
da: skriv titlen på bogen
sk: vložiť názov knihy
sr: унесите наслов књиге

source: Authenticated
ca: autenticat
da: autentificeret
sk: autentifikovaný
sr: пријављени сте

source: Not authenticated
ca: no autenticat
da: ikke autentificeret
sk: neautentifikovaný
sr: нисте пријављени

source: Not authenticated, cannot reach server
ca: no autenticat, no es pot accedir al servidor
da: ikke autentificeret; kan ikke nå server
sk: neautentifikovaná identita, nie je možné kontaktovať server
sr: нисте пријављени, не могу да дођем до сервера

source: Create new album
ca: crea un àlbum nou
da: opret nyt album
sk: vytvoriť nový album
sr: направи нови албум

source: Cannot refresh albums
ca: no s'han pogut actualitzar els àlbums
da: kan ikke genindlæse albummer
sk: nie je možné obnoviť albumy
sr: не могу да освежим албум

source: Piwigo
sr: пивиго

source: Accounts
ca: comptes
da: konti
sk: účty
sr: налози

source: Server
ca: servidor
sr: сервер

source: The server name default protocol is https specify http:// if non secure server
ca: nom del servidor protocol per defecte https especifiqueu http:// per a servidor no segur
da: servernavnet standardprotokol er https specificér http:// i fald af ikke-sikker server
sk: názov serveru východzí protokol je https napíšte http:// ak je server nezabezpečený
sr: подразумевани протокол назива сервера је https поставите http:// за несигурне

source: User
ca: usuari
da: bruger
sk: používateľ
sr: корисник

source: Password
ca: contrasenya
da: adgangskode
sk: heslo
sr: лозинка

source: Login
da: log ind
sk: prihlásiť
sr: пријава

source: Piwigo login
ca: login a piwigo
sr: пријава на пивиго

source: Visible to
ca: visible per
da: synligt for
sk: viditeľné pre
sr: видљиво за

source: Everyone
ca: tothom
da: alle
sk: každý
sr: свакога

source: Contacts
ca: contactes
da: kontakter
sk: kontakty
sr: контакте

source: Friends
ca: amics
sk: priatelia
sr: пријатеље

source: Family
ca: família
da: familie
sk: rodina
sr: породицу

source: You
ca: tu
da: dig
sk: vy
sr: мене

source: Album
ca: àlbum
sr: албум

source: Refresh album list
ca: refresca la llista d'àlbums
da: genindlæs albumliste
sk: obnoviť zoznam albumov
sr: освежи списак албума

source: New album
ca: nou àlbum
da: nyt album
sk: nový album
sr: нови албум

source: Parent album
ca: àlbum primari
da: forælderalbum
sk: rodičovský album
sr: родитељски албум

source: Click login button to start
ca: feu clic al botó de login per començar
da: klik på login-knappen for at starte
sk: pre začatie kliknite na prihlasovacie tlačidlo
sr: да почнете, кликните на дугме пријава

source: Cannot create a new piwigo album!
ca: no s'ha pogut crear un nou àlbum piwigo!
da: kan ikke oprette et nyt piwigo-album!
sk: nie je možné vytvoriť nový album piwigo!
sr: не могу да направим пивиго албум!

source: Could not upload to piwigo!
ca: no s'ha pogut pujar a piwigo!
da: kunne ikke uploade til piwigo!
sk: nie je možné nahrať na piwigo!
sr: не могу да пошаљем у пивиго!

source: %d/%d Exported to piwigo webalbum
ca: Se n'han exportat %d/%d a l'àlbum web piwigo
da: %d/%d eksporteret til piwigo webalbum
sk: %d/%d exportované do webového albumu piwigo
sr: %d/%d су извезене у пивиго веб албум

source: Perspective correction
ca: correcció de perspectiva
da: perspektivkorrektion
sk: korekcia perspektívy
sr: исправљање перспективе

source: Keystone|distortion
sk: lichobežník | skreslenie
sr: сужење|изобличење|suženje|izobličenje|keystone|distortion

source: Distort perspective automatically
sk: automaticky skresliť prespektívu
sr: сам изобличи перспективу

source: Corrective
sk: korektívny
sr: корективно

source: Linear, RGB, scene-referred
sk: lineárny, RGB, podľa scény
sr: линеарни RGB на основу сценографије

source: Geometric, RGB
sk: geometrický, RGB
sr: геометријски RGB

source: Automatic cropping failed
ca: l'escapçat automàtic ha fallat
da: automatisk beskæring mislykkedes
sk: automatický výrez zlyhal
sr: није успело аутоматско исецање

source: Data pending - please repeat
ca: dades pendents - repetiu
da: data afventer – gentag venligst
sk: čakajúce údaje - prosím opakujte
sr: подаци на чекању — поновите захтев

source: Could not detect structural data in image
ca: no s'han detectat dades d'estructura a la imatge
da: kunne ikke detektere skruktureret data i billede
sk: nepodarilo sa rozpoznať štrukturované údaje v obrázku
sr: не могу да нађем податке о структури слике

source: Could not run outlier removal
ca: no s'han pogut eliminar valors extrems
da: kunne ikke køre outlier-fjernelse
sk: nie je možné spustiť odstraňovač obrysov
sr: не могу да уклоним изван опсега

source: Not enough structure for automatic correction
ca: estructura insuficient per la correcció automàtica
da: ikke nok struktur for automatisk korrektion
sk: nedostatok štruktúry pre automatickú korekciu
sr: нема довољно структуре за аутоматско исправљање
