Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Auto scale
ca: auto escala
da: autoskalér
sk: automatická mierka
sr: ауто размера

source: Correct
ca: correccions
da: ret
sk: opraviť
sr: коригуј

source: Distort
ca: distorsiona
da: forvræng
sk: deformovať
sr: изобличи

source: Correct distortions or apply them
ca: corregeix distorsions o aplica-les
da: ret forvrængninger eller udfør dem
sk: opraviť alebo použiť skreslenie
sr: исправи изобличења или их примени

source: Transversal Chromatic Aberration red
ca: Aberració Cromàtica Transversal (TCA) vermell
da: Transversal Chromatic Aberration rød
sk: Priečna chromatická aberácia červená
sr: црвена попречна хроматска аберација

source: Transversal Chromatic Aberration blue
ca: Aberració Cromàtica Transversal (TCA) blau
da: Transversal Chromatic Aberration blå
sk: Priečna chromatická aberácia modrá
sr: плава попречна хроматска аберација

source: Corrections done:
ca: correccions aplicades:
da: udførte korrektioner:
sk: aplikované korekcie:
sr: корекција је завршена:

source: Which corrections have actually been done
ca: correccions efectivament aplicades
da: hvilke korrektioner, der rent faktisk er udført
sk: ktoré korekcie boli naozaj vykonané
sr: које корекције су заправо примењене

source: Levels
ca: nivells
da: niveauer
sk: úrovne
sr: нивои

source: Adjust black, white and mid-gray points
sk: nastaviť čierne, biele a stredne šedé body
sr: подеси црну, задржавајући беле и средишње тачке

source: Drag handles to set black, gray, and white points. Operates on L channel.
ca: arrossega els indicadors lliscants per fixar els llindars de negre, gris i blanc. opera al canal L.
da: træk håndtagene for at sætte sort-, grå- og hvidpunkter. opererer på L-kanal.
sk: presunúť vodítka na nastavenie čiernych, sivých, a bielych bodov. pracuje v L kanáli.
sr: превуците ручице да подесите црну, сиву и белу тачку. ради на L каналу.

source: Apply auto levels
ca: aplica nivells automàtics
da: anvend autoniveauer
sk: použiť automatické úrovne
sr: примени аутоматске нивое

source: Pick black point from image
ca: pren de la imatge el llindar de negre
da: vælg sort punkt fra billede
sk: vypichnúť čierny bod z obrázka
sr: изаберите црну тачку из слике

source: Pick medium gray point from image
ca: pren de la imatge el nivell de gris mitjà
da: vælg mediumgrå punkt fra billede
sk: vypichnúť stredne šedý bod z obrázka
sr: изаберите средишњу сиву тачку из слике

source: Pick white point from image
ca: pren de la imatge el llindar de blanc
da: vælg hvidt punkt fra billede
sk: vypichnúť biely bod z obrázka
sr: изаберите белу рачку из слике

source: Black
ca: negre
da: sort
sk: čierna
sr: црна

source: Black percentile
ca: percentil de negre
da: sort percentil
sk: percentil čiernej
sr: проценат црне

source: Gray percentile
ca: percentil de gris
da: grå percentil
sk: percentil sivej
sr: проценат сиве

source: White
ca: blanc
da: hvid
sk: biela
sr: бела

source: White percentile
ca: percentil de blanc
da: hvid percentil
sk: percentil bielej
sr: проценат беле

source: Liquify
ca: liquar
da: gør flydende
sk: skvapalnenie
sr: разводњавање

source: Distort parts of the image
sk: skriviť časť obrázku
sr: изобличава делове слике

source: Click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
sk: kliknutím a ťahaním pridať bod skrolovať pre zmenu veľkosti shift + skrolovať pre zmenu sily, ctrl + skrolovať pre zmenu smeru
sr: кликните и превуците за додавање тачке точкић миша да промените величину shift+точкић миша да промените јачину — ctrl+точкић миша да промените смер

source: Click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
sk: kliknutie pre pridanie priamky skrolovať pre zmenu veľkosti shift + skrolovať pre zmenu sily; ctrl + skrolovať pre zmenu smeru
sr: кликните да додате линију точкић миша да промените величину shift+точкић миша да промените јачину — ctrl+точкић миша да промените смер

source: Click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
sk: kliknutie pre pridanie krivky skrolovať pre zmenu veľkosti shift + skrolovať pre zmenu sily; ctrl + skrolovať pre zmenu smeru
sr: кликните да додате криву точкић миша да промените величину shift+точкић миша да промените јачину — ctrl+точкић миша да промените смер

source: Click to edit nodes
ca: clic per editar nodes
da: klik for at redigere punkter
sk: kliknutím upravíte uzly
sr: кликните за уређивање чворова

source: Use a tool to add warps. Right-click to remove a warp.
ca: empra una eina per afegir deformacions. clic dret per eliminar una deformació.
da: brug et værktøj for at tilføje vridninger. højreklik for at fjerne en vridning.
sk: pomocou nástroja pridáte ohnutia. pravým kliknutím odstránite ohnutie.
sr: користите алат да додате закривљења. десни клик за уклањање закривљења.

source: Warps|nodes count:
ca: deformacions|nodes:
da: antal vridninger|punkter:
sk: počet ohnutí/uzlov:
sr: закривљења|број чворова:

source: Edit, add and delete nodes
sk: upraviť, pridať a vymazať uzly
sr: уредите, додајте или обришите чворове

source: Draw curves
sk: nakresliť krivky
sr: исцртај криве

source: Draw multiple curves
sk: nakresliť viaceré krivky
sr: исцртај више кривих

source: Draw lines
sk: nakresliť čiary
sr: исцртај линије

source: Draw multiple lines
sk: nakresliť viaceré čiary
sr: исцртај више линија

source: Draw points
sk: nakresliť bod
sr: исцртај тачке

source: Draw multiple points
sk: nakresliť viaceré body
sr: исцртај више тачака

source: Ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
sk: ctrl+kliknutie na pridanie uzla pravým kliknutím odstránite cestu ctrl + alt + kliknutie: prepnúť čiaru/krivku
sr: ctrl+клик: додавање чвора — десни клик: уклањање путање, ctrl+alt+клик: укључивање линије/криве

source: Click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
sk: kliknúť a ťahať pre presun; kliknutie: ukázať/skryť ovládanie prelínania ctrl + kliknutie: automatické vyhladenie, miskovité, hladké, symetrické; pravé kliknutie: odstránenie
sr: кликните и превуците за померање — клик: приказује/сакрива контроле умекшања ctrl+клик: аутоматко умекшање, врх, умекшање, симетрија — десни клик да уклоните

source: Drag to change shape of path
ca: arrossega per canviar la forma del camí
da: træk for at ændre stiens form
sk: potiahnutím zmeníte tvar cesty
sr: превуците да промените путању облика

source: Drag to adjust warp radius
ca: arrossega per ajustar el radi de deformació
da: træk for at justere radius for vridning
sk: potiahnutím upravíte polomer ohnutia
sr: превуците да подесите полупречник закривљења

source: Drag to adjust hardness (center)
ca: arrossega per ajustar la duresa (centre)
da: træk for at justere hårdhed (centrum)
sk: potiahnutím upravíte tvrdosť (stredu)
sr: превуците да подесите тврдоћу (центар)

source: Drag to adjust hardness (feather)
ca: arrossega per ajustar la duresa (vora difusa)
da: træk for at justere hårdhed (udtynding)
sk: potiahnutím upravíte tvrdosť (okraju)
sr: превуците да подесите тврдоћу (умекшање)

source: Drag to adjust warp strength ctrl+click: linear, grow, and shrink
sk: potiahnutím upravíte silu ohnutia ctrl+kliknutie: lineárne, zväčšenie a zmenšenie
sr: превуците да подесите јачину закривљења ctrl+клик: линеарно, повећање и смањење

source: Lowlight vision
ca: visió en llum feble
da: mørkesyn
sk: videnie pri nízkom osvetlení
sr: ноћни вид

source: Simulate human night vision
sk: simulovať ľudské nočné videnie
sr: симулира ноћни вид човека

source: Linear, XYZ
sk: lineárny, XYZ
sr: линеарни XYZ

source: Indoor bright
ca: interiors brillant
da: indendøre lyst
sk: svetlá miestnosť
sr: унутра, светло

source: Indoor dim
ca: interiors llum tènue
da: indendøre dunkelt
sk: zšerená miestnosť
sr: унутра, замрачено

source: Indoor dark
ca: interiors fosc
da: indendøre mørkt
sk: tmavá miestnosť
sr: унутра, тамно

source: Twilight
ca: llum crepuscular
da: skumring
sk: pološero
sr: сумрак

source: Night street lit
ca: carrer il·luminat de nit
da: nat gade belyst
sk: nočná ulica osvetlená
sr: светло уличне расвете

source: Night street
ca: carrer de nit
da: nat gade
sk: nočná ulica
sr: улична расвета

source: Night street dark
ca: carrer fosc de nit
da: nat gade mørk
sk: nočná ulica tmavá
sr: тамна улична расвета

source: Night
ca: nocturna
da: nat
sk: noc
sr: нић

source: Dark
ca: fosc
da: mørkt
sk: tmavý
sr: мрачно

source: Bright
ca: brillant
da: lyst
sk: jasný
sr: светло

source: Day vision
ca: visió diürna
da: dagssyn
sk: denná viditeľnosť
sr: дневни вид

source: Night vision
ca: visió nocturna
da: nattesyn
sk: nočné svetlo
sr: ноћни вид

source: Blueness in shadows
ca: dominant blava a les ombres
da: blåskær i skygger
sk: miera modrej v tieňoch
sr: количина плаве у сенкама

source: Lowpass
ca: passabaix
sk: dolná priepusť
sr: нископролазни

source: Isolate low frequencies in the image
sk: izolovať nízke frekvencie v snímke
sr: изолује ниске учесталости на слици

source: Local contrast mask
ca: màscara de contrast local
da: lokal kontrastmaske
sk: maska lokálneho kontrastu
sr: маска локалног контраста

source: Radius of gaussian/bilateral blur
ca: radi del filtre gaussià/bilateral
da: radius for gaussian-/bilateral sløring
sk: rádius gausového/bilaterálneho filtra
sr: полупречник гаусовог/двобочног замућења

source: Contrast of lowpass filter
ca: contrast del filtre passabaix
da: kontrast for lowpass-filter
sk: kontrast filtra dolná priepusť
sr: контраст нископролазног филтера

source: Brightness adjustment of lowpass filter
ca: ajustament de brillantor del filtre passabaix
da: justering af lysstyrke for lowpass-filter
sk: jasnosť filtra dolná priepusť
sr: подешавање осветљености филтера ниске учесталости

source: Color saturation of lowpass filter
ca: saturació de color del filtre passabaix
da: farvemætning for lowpass-filter
sk: farebná sýtosť filtra dolná priepusť
sr: засићеност боје нископролазног филтера

source: Which filter to use for blurring
ca: filtre a emprar pel difuminat
da: hvilket filter der skal bruges til sløring
sk: aký filter použiť na rozmazanie
sr: који филтер се користи за замућење

source: Lut 3D
sr: 3Д lut

source: Perform color space corrections and apply look
sk: vykonať korekcie farebného priestoru a aplikovať vzhľad
sr: побољшања простора боје и примена изгледа

source: Defined by profile, RGB
sk: definovaný profilom, RGB
sr: одређено из профила RGB

source: Error allocating buffer for gmz lut
sk: chyba alokácia vyrovnávajúcej pamäte pre gmz LUT
sr: грешка у прављењу оставе за gmz lut

source: Invalid png file %s
sk: neplatný png súbor %s
sr: неисправна png датотека %s

source: Png bit-depth %d not supported
ca: profunditat de color de %d bits al png no suportada
da: png-bitdybde %d er ikke understøttet
sk: bitová hĺbka %d nie je podporovaná pre png
sr: није подржана png дубина од %d битова

source: Invalid level in png file %d %d
ca: nivell invàlid a l'arxiu png %d %d
da: ugyldig niveau i png-fil %d %d
sk: neplatná úroveň v súbore png %d %d
sr: неисправан ниво у png датотеци %d %d

source: This darktable build is not compatible with compressed clut
sk: táto kompilácia darktable nie je kompatibilná s komprimovanou clut
sr: овај тамни сто није сагласан са компримованим clut-ом

source: Error - lut 3D size %d exceeds the maximum supported
ca: error - la mida de la LUT 3D %d excedeix el màxim permès
sk: chyba - veľkosť 3D lut %d prekračuje povolené maximum
sr: грешка — величина за 3Д lut од %d је превазишла највећу дозвољену

source: Error allocating buffer for png lut
sk: chyba pri alokácii vyrovnávajúcej pamäte pre png LUT
sr: грешка у одвајању оставе за png lut

source: Error - could not read png image %s
ca: error - no es pot llegir la imatge png %s
da: fejl – kunne ikke læse png-billede %s
sk: chyba: nie je možné načítať obrázok png %s
sr: грешка — не могу да прочитам png слику %s

source: Error - allocating buffer for png lut
ca: error - ubicant buffer per png LUT
da: fejl – allokerer buffer for png-lut
sk: chyba_ alokácia vyrovnávajúcej pamäte pre png LUT
sr: грешка — одвајање оставе за png lut

source: Error - invalid cube file: %s
ca: error - fitxer cub : %s invàlid
da: fejl – ugyldig kubefil: %s
sk: chyba: neplatný súbor cube: %s
sr: грешка — неисправна cube датотека: %s

source: DOMAIN MIN <> 0.0 is not supported
ca: DOMAIN MIN <> 0.0 no suportat
da: DOMAIN MIN <> 0,0 understøttes ikke
sk: DOMAIN MIN <> 0.0 nie je podporované
sr: НАЈМАЊЕ ПОДРУЧЈЕ <> 0.0 није подржано

source: DOMAIN MAX <> 1.0 is not supported
ca: DOMAIN MAX <> 1.0 no suportat
da: DOMAIN MAX <> 1,0 understøttes ikke
sk: DOMAIN MAX <> 1.0 nie je podporované
sr: НАЈВЕЋЕ ПОДРУЧЈЕ <> 1.0 није подржано

source: [1D cube lut is not supported
sk: [1D cube lut nie je podporované
sr: [1Д cube lut није подржан

source: Error - allocating buffer for cube lut
ca: error - ubicant buffer per cub LUT
da: fejl – allokerer buffer for kube-lut
sk: chyba - alokácia vyrovnávacej pamäte pre cube LUT
sr: грека — одвајање оставе за cube lut

source: Error - cube lut size is not defined
ca: error - la mida del cub LUT no està definit
da: fejl – størrelse af kube-lut er ikke defineret
sk: chyba - veľkosť cube LUT nie je definovaná
sr: грешка — величина за cube lut није одређена

source: Error - cube lut invalid number line %d
sk: chyba: cube lut nesprávne číslo riadku: %d
sr: грешка — неисправан број реда %d за cube lut

source: Error - cube lut lines number %d is not correct, should be %d
sk: chyba - počet čiar cube lut (%d) nie je správny, malo by byť %d
sr: грешка — број реда %d за cube lut није исправан, треба да буде %d

source: Warning - cube lut %d out of range values [0,1]
sk: upozornenie - cube lut %d s hodnotami mimo rozsahu [0,1]
sr: упозорење — cube lut %d је изван опсега вредности [0,1]

source: Error - invalid 3dl file: %s
sk: chyba - neplatný súbor 3dl: %s
sr: грешка — неисправна 3dl датотека: %s

source: Error - the maximum shaper lut value %d is too low
sk: chyba - maximálna hodnota shaper lut %d je príliš nízka
sr: грешка — највећа вредност за shaper lut %d је премала

source: Error - cube lut lines number is not correct
ca: error - el nombre de línies del cub LUT no és correcte
da: fejl – linjeantal for kube-lut er ikke korrekt
sk: chyba - počet línií cube LUT nie je správny
sr: грешка — број cube lut редова није исправан

source: Error - the maximum lut value does not match any valid bit depth
sk: chyba - maximálna hodnota lut sa nerovná žiadnej platnej bitovej hĺbke
sr: грешка — највећа lut вредност се не поклапа са било којом дубином битова

source: Lut root folder not defined
ca: Carpeta arrel LUT no definida
da: Lut-rodmappe er ikke defineret
sk: Koreňový priečinok lut nie je definovaný
sr: корена Lut фасцикла није одређена

source: Select lut file
ca: seleccioneu arxiu de LUT
da: vælg lut-fil
sk: vybrať súbor LUT
sr: изаберите lut датотеку

source: _Select
ca: _selecciona
da: _vælg
sk: _vybrať
sr: _изабери

source: Hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
sk: hald cluts (png), 3D lut (cube alebo 3dl) alebo gmic komprimovaný lut (gmz)
sr: hald cluts (png), 3Д lut (cube или 3dl) или gmic compressed lut (gmz)

source: Hald cluts (png) or 3D lut (cube or 3dl)
sk: hald cluts (png) alebo 3D lut (cube alebo 3dl)
sr: hald cluts (png) или 3D lut (cube или 3dl)

source: Select file outside Lut root folder is not allowed
ca: No es permet triar un arxiu fora de la carpeta arrel LUT
da: Valg af fil uden for Lut-rodmappe er ikke tilladt
sk: Vybrať súbor mimo koreňový priečinok LUT nie je povolené
sr: Избор датотека изван корене Lut фасцикле није дозвољен

source: Select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
sk: vyberte png (haldclut), cube, 3dl aleboa gmz (komprimovaný lut) súbor. POZOR: 3D lut priečinok musí byť nastavený v preferences/core options/miscellaneous pred vybraním lut súboru
sr: изаберите png (haldclut), cube, 3dl или gmz (компримовани lut) УПОЗОРЕЊЕ: 3Д lut фасцикла мора бити постављена у поставке/основне опције/разно пре него што изаберете lut датотеку

source: Select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/processing before choosing the lut file
sk: vybrať súbor png (haldclut), cube, 3dl alebo gmz (komprimovaný lut). UPOZORNENIE: priečinok 3D LUT musí byť nastavený v predvoľbách/hlavné voľby/rôzne skôr, ako sa bude vyberať súbor lut
sr: изаберите png (haldclut), cube, 3dl или gmz датотеку. УПОЗОРЕЊЕ: 3Д lut фасцикла мора бити постављена у поставке/обрада пре него што изаберете lut датотеку

source: The file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
sk: súborová cesta (relatívna voči priečinku lut) je uložená so snímkou spolu s údajmi lut, ak je to komprimované lut (gmz)
sr: путања до датотеке (у односу на lut фасциклу) је сачувана са сликом заједно са lut подацима уколико је компримовани lut (gmz)

source: The file path (relative to lut folder) is saved with image (and not the lut data themselves)
sk: súborová cesta (relatívna voči priečinku lut) je uložená so snímkou (a nie iba samotné údaje lut)
sr: путања до датотеке (у односу на lut фасциклу) је сачувана са сликом (а не засебно као lut подаци)

source: Enter lut name
sk: vybrať názov LUT
sr: унесите lut име

source: Select the LUT
sk: vybrať LUT
sr: изаберите LUT

source: Select the color space in which the LUT has to be applied
ca: trieu l'espai de color dins el qual s'ha d'aplicar la LUT
da: vælg farverummet, hvori LUT skal anvendes
sk: vybrať ferebný priestor, v ktorom bude aplikované LUT
sr: изаберите простој боја у коме ће се примењивати LUT

source: Interpolation
ca: interpolació
sk: interpolácia
sr: интерполација

source: Select the interpolation method
ca: trieu mètode d'interpolació
da: vælg interpolationsmetoden
sk: vybrať metódu interpolácie
sr: изаберите начин интерполације

source: Mask manager
ca: organitzador de màscares
da: maskehåndtering
sk: správca masiek
sr: уредник маски

source: Quickly convert an image to black & white using a variable color filter
sk: rýchlo skonvertovať snímku do čiernobielej použitím variabilného farebného filtra
sr: брзо претвара слику у црно-белу уз помоћ различитих филтера боје

source: Red filter
ca: filtre vermell
da: rødfilter
sk: červený filter
sr: црвени филтер

source: Drag and scroll mouse wheel to adjust the virtual color filter
ca: arrossegueu i feu scroll amb la roda del ratolí per ajustar el filtre de color virtual
da: træk og drej på musehjulet for at justere det virtuelle farvefilter
sk: potiahnite a otáčajte koliečkom myši na nastavenie virtuálneho farebného filtra
sr: превуците и померите точкић миша да поседите виртуелни филтер боја

source: How much to keep highlights
ca: grau de preservació d'altes llums
da: i hvor høj grad højlys skal beholdes
sk: ako veľmi ponechať svetlé body
sr: колико светлих делова да засржим

source: Negadoctor
sr: негадоктор

source: Film|invert|negative|scan
sk: film|invertovanie|negatív|sken
sr: филм|изврни|негатив|скен|izvrni|sken|film|invert|negative|scan

source: Invert film negative scans and simulate printing on paper
sk: invertovať skeny filmového negatívu a simulovať tlač na papier
sr: изврће скенирани негатив филма и симулира штампу на папиру

source: D min
sr: Д мин.

source: D min red component
sk: D zložka min červená
sr: најмањи Д црвене компоненте

source: Film properties
sk: vlastnosti filmu
sr: особине филма

source: Color of the film base
sk: farba filmového materiálu
sr: боја основе филма

source: Select color of film material from a swatch
sk: vyberie farbu filmového materiálu zo vzorkovníka
sr: изаберите боју материјала од кога је направљен филм из палете

source: Adjust the color and shade of the film transparent base. This value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
sk: upraviť farbu a tmavosť bázy filmového pásu. táto hodnota závisí na materiáli filmu, chemickom závoji vytvoreného počas vyvolávania filmu, a vyváženia bielej na skeneri.
sr: подешава боју нијансу боје транспарентне основе филма. ова вредност зависи од материјала од кога је направљен филм. магла од хемикалија направљена приликом производње филма и баланс беле из скенера.

source: D min green component
sk: D zložka min zelená
sr: најмањи Д зелене компоненте

source: D min blue component
sk: D zložka min modrá
sr: најмањи Д плаве компоненте

source: Dynamic range of the film
sk: dynamický rozsah filmu
sr: динамички опсег филма

source: Maximum density of the film, corresponding to white after inversion. This value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
sk: maximálna hustota filmu odpovedajúca bielej po inverzii. táto hodnota záleží na vlastnostiach filmu, procese vyvolávania, dynamickom rozsahu scény a nastavení expozície skenera.
sr: највећа густина филма, што одговара белој након извртања боја. ова вредност зависи од особина филма, процеса развијања, динамичког опсега кадра и подешавања експозиције скенера.

source: Scanner exposure settings
sk: nastavenie expozície skeneru
sr: подешавање експозиције скенера

source: Correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
sk: opraviť expozíciu skenera, pre všetky kanály RGB, pred inverziou, aby tiene neboli ani orezané ani príliš bledé.
sr: поправља експозицију скенера, за све RGB канале, пре извртања, тако да црне не буду одсечене нити превише светле.

source: Shadows color cast
sk: farebný nádych v tieňoch
sr: померање боје у сенкама

source: Select color of shadows from a swatch
sk: vyberte farbu tieňov zo vzorkovníku
sr: изаберите боју за сенке са палете

source: Pick shadows color from image
sk: vybrať farbu tieňov z obrázku
sr: изаберите боју сенке са слике

source: Shadows red offset
sk: posun červenej v tieňoch
sr: помак црвене у сенкама

source: Correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
sk: opraviť farebný nádych v tieňoch, aby boli tiene naozaj achromatické. nastavenie tejto hodnoty pred vyvážením bielej iluminantu svetiel pomôže obnoveniu globálneho vyváženia bielejv komplikovaných prípadoch.
sr: исправљање померања ка одређеној боји у сенкама, тако да црне нијансе буду заиста без друге боје. постављање ове вредности пре баланса беле за осветљење светлих делова ће помоћи да вратите општи баланс беле у тешким ситуацијама.

source: Shadows green offset
sk: posun zelenej v tieňoch
sr: помак сенке ка зеленој

source: Shadows blue offset
sk: posun modrej v tieňoch
sr: помак сенке ка плавој

source: Highlights white balance
sk: vyváženie bielej pre svetlá
sr: баланс беле светлих делова

source: Select color of illuminant from a swatch
sk: vyberte farbu iluminantu ze vzorkovníka
sr: изаберите боју светлости са палете

source: Pick illuminant color from image
sk: vybrať farbu iluminantu z obrázku
sr: изаберите боју светлости са слике

source: Illuminant red gain
sk: zisk červeného iluminantu
sr: добитак црвене светлости
