Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

# accel
source: Decrease brush size
ca: redueix la mida del pinzell
da: formindsk penselstørrelse
sk: zmenšiť veľkosť štetca
sr: смањи величину четкице

# accel
source: Increase brush hardness
ca: augmenta la intensitat del pinzell
da: forøg penselhårdhed
sk: zväčšiť tvrdosť štetca
sr: повећај тврдоћу четкице

# accel
source: Decrease brush hardness
ca: redueix la intensitat del pinzell
da: formindsk penselhårdhed
sk: zmenšiť tvrdosť štetca
sr: смањи тврдоћу четкице

# accel
source: Increase brush opacity
ca: augmenta l'opacitat del pinzell
da: forøg penseluigennemsigtighed
sk: zvýšiť krytie štetca
sr: смањи провидност четкице

# accel
source: Decrease brush opacity
ca: redueix l'opacitat del pinzell
da: formindsk penseluigennemsigtighed
sk: znížiť krytie štetca
sr: повећај провидност четкице

# accel
source: Full preview
ca: vista prèvia completa
da: fuld forhåndsvisning
sk: plný náhľad
sr: пуни преглед

# accel
source: Undo
ca: desfer
da: fortryd
sk: vrátiť späť
sr: врати

# accel
source: Redo
ca: refer
da: gentag
sk: znovu vykonať
sr: понови

# accel
source: Allow to pan & zoom while editing masks
ca: permet desplaçament i zoom mentre s'editen màscares
da: tillad panorering & zoom under maskeredigering
sk: umožniť panning a priblíženie počas úpravy masiek
sr: дозвољава померање и увећање док уређујете маске

# accel
source: Search modules
ca: cerca mòduls
da: søg efter moduler
sk: hľadať moduly
sr: претрага модула

# accel
source: Change keyboard shortcut slider precision
sk: zmeniť presnosť posuvu klávesovou skratkou
sr: промени прецизност клизача пречице тастатуре

source: Switch to lighttable
ca: canvia a taula de llum
da: skift til lysbord
sk: prepnúť na presvetľovací pult
sr: иди на светли сто

source: Zoom in the image
ca: zoom dins la imatge
da: zoom i billedet
sk: priblížiť snímku
sr: увећај слику

source: Unbounded zoom in the image
ca: zoom a la imatge sense restriccions
da: ubegrænset zoom i billedet
sk: uvoľnené priblíženie v snímke
sr: невезано повећање на слици

source: Zoom to 100% 200% and back
ca: zoom a 100% 200% i enrere
da: zoom til 100% 200% og tilbage
sk: priblížiť na 100%, 200% a späť
sr: увећај на 100%, 200% и назад

source: [Modules] Expand module without closing others
ca: expandeix mòdul sense tancar els altres
da: [modules] udvid modul uden at lukke andre
sk: rozbaliť modul bez zbalenia ostatných
sr: [модули] прошири модул без затварања осталих

source: [Modules] Change module position in pipe
ca: canvia posició del mòdul a línia de processament
da: [modules] ændr moduls position i pipe
sk: zmeniť pozíciu modulu vo fronte spracovania
sr: [модули] промени место модула у цевоводу

source: Darktable - darkroom preview
ca: darktable - previsualització de cambra fosca
da: darktable – mørkekammer-forhåndsvisning
sk: darktable - náhľad fotokomory
sr: тамни сто — за преглед у тамној соби

source: Good knight
ca: bon cavaller
sk: dorbý rytier
sr: лаку ноћ

source: There are no images in this collection
ca: no hi ha imatges a la col·lecció
da: der er ingen billeder i denne samling
sk: v tejto zbierke nie sú žiadne obrázky
sr: нема слика у овој збирци

source: If you have not imported any images yet
ca: encara no heu importat cap imatge
da: hvis du ikke har importeret nogen billeder endnu
sk: ak ste zatiaľ neimportovali žiadne obrázky
sr: уколико још увек нисте увезли слике

source: You can do so in the import module
ca: podeu fer-ho en el mòdul d'importació
da: kan du gøre det i importmodulet
sk: môžete tak urobiť v module importovania
sr: можете да то урадите помоћу модула за увоз

source: Try to relax the filter settings in the top panel
ca: proveu de relaxar els valors del filtre al panell superior
da: prøv at gøre filterindstillingerne bredere i toppanelet
sk: skúste zmeniť nastavenia filtra v hornom paneli
sr: покушајте да смањите подешавања филтера из горње површи

source: Or add images in the collection module in the left panel
ca: o afegiu imatges amb el mòdul de col·lecció al panell esquerre
da: eller tilføj billeder i samling-modulet i det venstre panel
sk: alebo pridajte obrázky do modulu zbierky v ľavom paneli
sr: или додајте слике у модулу за збирке из леве површи

# accel
source: Move page up
sk: posunúť stranu hore
sr: помери за страницу горе

# accel
source: Move page down
sk: posunúť stranu dole
sr: помери за страницу доле

# accel
source: Move up
sk: posunúť hore
sr: помери горе

# accel
source: Move down
sk: posunúť dole
sr: помери доле

# accel
source: Move left
sk: posunúť doľava
sr: помери лево

# accel
source: Move right
sk: posunúť doprava
sr: помери десно

# accel
source: Move start
sk: posunúť na začiatok
sr: помери на почетак

# accel
source: Move end
sk: posunúť na koniec
sr: помери на крај

# accel
source: Move page up and select
sk: posunúť stranu hore a vybrať
sr: помери за страницу горе и изабери

# accel
source: Move page down and select
sk: posunúť stranu dole a vybrať
sr: помери за страницу доле и изабери

# accel
source: Move up and select
sk: posunúť hore a vybrať
sr: помери горе и изабери

# accel
source: Move down and select
sk: posunúť dole a vybrať
sr: помери доле и изабери

# accel
source: Move left and select
sk: posunúť doľava a vybrať
sr: помери лево и изабери

# accel
source: Move right and select
sk: posunúť doprava a vybrať
sr: помери десно и изабери

# accel
source: Move start and select
sk: posunúť na začiatok a vybrať
sr: помери на почетак и изабери

# accel
source: Move end and select
sk: posunúť na koniec a vybrať
sr: помери на крај и изабери

# accel
source: Align images to grid
sk: zarovnať snímky do mriežky
sr: поређај слике на мрежу

# accel
source: Reset first image offset
sk: obnoviť posun prvej snímky
sr: поништи померај прве слике

# accel
source: Select toggle image
ca: permuta selecció d'imatge
da: vælg skiftebillede
sk: vybrať prepínanie výberu obrázkov
sr: укључи/искључи слику

# accel
source: Select single image
ca: selecciona imatge individual
da: valg enkelt billede
sk: vybrať jeden obrázok
sr: изабери једну слику

# accel
source: Preview
ca: vista prèvia
da: forhåndsvisning
sk: náhľad
sr: преглед

# accel
source: Preview with focus detection
ca: vista prèvia amb detecció d'enfoc
da: forhåndsvisning med fokusdetektion
sk: náhľad s detekciou zaostrenia
sr: преглед са налажењем фокуса

# accel
source: Preview zoom 100%
ca: zoom de previsualització 100%
da: forhåndsvis zoom, 100%
sk: priblíženie náhľadu 100%
sr: преглед слике у увећању од 100%

# accel
source: Preview zoom fit
ca: previsualitza zoom ajustat
da: forhåndsvis zoom, tilpas
sk: náhľad prispôsobenia zoomu
sr: преглед уклопљен у прозор

# accel
source: Zoom max
ca: zoom màxim
da: zoom maks.
sk: maximálne priblížiť
sr: највеће увећање

# accel
source: Zoom min
ca: zoom mínim
sk: maximálne vzdialiť
sr: најмање увећање

source: Open image in darkroom
ca: obre la imatge a cambra fosca
da: åbn billede i mørkekammer
sk: otvoriť obrázok v režime fotokomory
sr: отвори слику у тамној соби

source: Switch to next/previous image
ca: canvia a la propera/anterior imatge
da: skift til næste/forrige billede
sk: prepnúť na ďalšiu/predchádzajúcu snímku
sr: иди на следећу/претходну слику

source: Zoom to 100% and back
sk: zobraziť na 100% a späť
sr: увећан до 100% и назад

source: Scroll the collection
ca: desplaçar-se per la col·lecció
da: rul igennem samlingen
sk: posunúť zbierku
sr: листај кроз збирку

source: Change number of images per row
ca: canvia nombre d'imatges per fila
da: ændr antal billeder pr. række
sk: zmeniť počet snímok na riadku
sr: промени број слика по реду

source: Change image order
ca: canvia ordre d'imatges
da: ændr billedrækkefølge
sk: zmeniť poradie snímok
sr: промени редослед слике

source: Zoom all the images
ca: zoom de totes les imatges
da: zoom alle billederne
sk: priblížiť všetky snímky
sr: увећај све слике

source: Pan inside all the images
ca: desplaçament dins totes les imatges
da: panorér inden i alle billederne
sk: posúvať vnútri všetky snímky
sr: померај унутар свих слика

source: Zoom current image
ca: zoom de l'actual imatge
da: zoom aktuelt billede
sk: priblížiť aktuálny snímku
sr: увећај тренутну слику

source: Pan inside current image
ca: desplaçament dins la imatge actual
da: panorér inden i aktuelt billede
sk: posúvať vovnútri aktuálneho obrázku
sr: померај унутар тренутне слике

source: Zoom current image to 100% and back
sk: zobraziť aktuálnu snímku na 100% a späť
sr: увећај тренутну слику на 100% и назад

source: Zoom the main view
ca: zoom a la vista principal
da: zoom i hovedvisningen
sk: zväčšiť hlavné zobrazenie
sr: увећај главни преглед

source: Pan inside the main view
ca: desplaçament dins la vista principal
da: panorér inden i hovedvisningen
sk: posúvať vnútri okna hlavného panelu
sr: померај унутар главног прегледа

source: Set display profile
ca: perfil ICC pantalla
da: indstil skærmprofil
sk: nastaviť profil displeja
sr: постави профил екрана

source: Map
ca: mapa
da: kort
sk: mapa
sr: карта

source: [On image] Open in darkroom
ca: [a imatge] obre a cambra fosca
da: [on image] åbn i mørkekammer
sk: [on image] otvoriť vo fotokomore
sr: [на слици] отвори у тамној соби

source: [On map] Zoom map
ca: [a mapa] zoom al mapa
da: [on map] zoom kort
sk: priblížiť mapu
sr: [на карти] увећањем мапе

source: Move image location
ca: mou ubicació d'imatge
da: flyt billedlokation
sk: presunúť umiestnenie obrázkov
sr: помери локацију слике

# view
source: Print
ca: impressió
da: udskriv
sk: tlač
sr: штампа

source: End of images. Press any key to return to lighttable mode
ca: final de les imatges. premeu qualsevol tecla per tornar al mode taula de llum
da: slutning på billeder. tryk en tast for at vende tilbage til lysbord-tilstand
sk: koniec obrázkov. stlačením akejkoľvek klávesy sa vrátite do režime presvetľovacieho pultu
sr: последња слика. притисните било које дугме да се вратите на светли сто

source: Waiting to start slideshow
ca: esperant a iniciar la projecció
da: venter på at starte diasshow
sk: čaká sa na spustenie prezentácie
sr: чекам на покретање слајдова

source: Slideshow paused
ca: projecció pausada
da: diasshow sat på pause
sk: prezentácia pozastavená
sr: приказ слајдова је паузиран

source: Slideshow delay set to %d second
ca: retard de la projecció fixat a %d segon
da: forsinkelse af diasshow sat til %d sekund
sk: oneskorenie prezentácia nastavené na %d sekundu
sr: интервал између слајдова је постављен на %d секунду

# accel
source: Start and stop
ca: comença i atura
da: start og stop
sk: spustiť a zastaviť
sr: почетак и крај

# accel
source: Exit slideshow
sr: изађи из слајдова

source: Go to next image
ca: ves a la imatge següent
da: gå til næste billede
sk: prejsť na nasledujúcu snímku
sr: иди на следећу слику

source: Go to previous image
ca: ves a la imatge prèvia
da: gå til forrige billede
sk: prejsť na predchádzajúci snímku
sr: иди на претходну слику

source: Tethering
sk: vzdialené snímanie
sr: повезивање

source: New session initiated '%s'
ca: s'ha iniciat una sessió nova '%s'
da: ny session startet “%s”
sk: zahájená nová relácia „%s“
sr: покренута је нова сесија „%s“

source: No camera with tethering support available for use...
ca: no es troba cap càmera amb suport per tethering...
da: intet kamera med tethering-understøttelse er tilgængeligt…
sk: nie je dostupný žiaden podporovaný fotoaparát pre použitie so vzdialeným snímaním...
sr: није пронађена камера са подршком за повезивање…

source: Left click
ca: Clic esquerre
da: Venstreklik
sk: Ľavé tlačidlo
sr: Леви клик

source: Right click
ca: Clic dret
da: Højreklik
sk: Pravé tlačidlo
sr: Десни клик

source: Middle click
ca: Clic mig
da: Midterklik
sk: Prostredné tlačidlo
sr: Средњи клик

source: Scroll
ca: Scroll (roda ratolí)
da: Rul
sk: Posun
sr: Клизач

source: Left double-click
ca: Doble clic esquerre
da: Venstre dobbeltklik
sk: Ľavý dvojklik
sr: Леви двоклик

source: Right double-click
ca: Doble clic dret
da: Højre dobbeltklik
sk: Pravý dvojklik
sr: Десни двоклик

source: Drag and drop
ca: Arrossega i deixa
da: Træk og slip
sk: Ťahať a pustiť
sr: Превлачење

source: Left click+Drag
ca: Clic esquerre+Arrossega
da: Venstre klik+træk
sk: Ľavé kliknutie+ťahanie
sr: Леви клик и превлачење

source: Right click+Drag
ca: Clic dret+ Arrossega
da: Højre klik+træk
sk: Pravé kliknutie+ťahanie
sr: Десни клик и превлачење

source: Darktable - accels window
ca: darktable - finestra de dreceres
da: darktable – accelerationsvindue
sk: darktable - okno klávesových skratiek
sr: тамни сто — прозор са пречицама

source: Switch to a classic window which will stay open after key release.
ca: canvia a una finestra clàssica que romandrà oberta després de deixar anar la tecla.
da: skift til et klassisk vindue, som vil forblive åbent efter slipning af taste.
sk: prepnúť do klasického okna, ktoré zostane otvorené aj po uvoľnení klávesy.
sr: пребаци на обичан прозор који ће остати отворен након пуштања тастера.

source: +Scroll
da: +Rul
sk: +Skrolovanie
sr: +Клизање

source: Mouse actions
ca: accions de ratolí
da: musehandlinger
sk: akcie myši
sr: радње миша

source: Accel
ca: Drecera
da: Acceleration
sk: Skratka
sr: Убрзање

source: Action
ca: Acció
da: Handling
sk: Akcia
sr: Радња

source: Black and white
sk: čierno-biele

source: Color manage cached thumbnails
ca: gestiona el color de les miniatures en memòria cau
da: farvehåndtér cachede miniaturer
sk: aktivovať správu farieb pre miniatúry v dočasnej pamäti

source: If enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. Otherwise the results may look wrong once the display profile gets changed.
ca: si s'activa, es gestionarà el color de les miniatures, així la taula de llum i la tira de pel·lícula podran mostrar colors correctes. En cas contrari es poden mostrar incorrectament si canvia el perfil de pantalla.
da: hvis slået til vil cachede miniaturer blive farvehåndteret, så lysbord og filmstribe kan vise korrekte farver. ellers kan resultatet se forkert ud, når skærmprofilen ændres.
sk: ak je aktivovaný, zapisuje miniatúry na disk (.cache/darktable/) počas vyprázdňovania z vyrovnávacej pamäte. Vedzte že toto môže zabrať veľa miesta na disku (niekoľko Gigabytov pre 20 000 obrázkov) a nikdy už nebudú náhľady zmazané. Je možné ich zmazať manuálne ak chcete. Presvetľovací pult bude viac reaktívny počas prehliadania veľkého počtu náhľadov. Ak chcete vytvoriť náhľady pre celú vašu kolekciu offline, spustite 'darktable-cli --generate-cache --core --library ~/.config/darktable/library.db'.

source: Don't use embedded preview JPEG but half-size raw
ca: no emprar la vista prèvia JPG incrustada, sinó el raw a meitat de mida
da: brug ikke indbygget forhåndsvisning af JPEG men halv størrelse af raw
sk: nepoužívať zabudovaný JPEG náhľad ale radšej polovičný raw

source: Check this option to not use the embedded JPEG from the raw file but process the raw data. This is slower but gives you color managed thumbnails.
ca: marqueu aquesta opció per no fer servir el JPEG incrustat dins el raw, sinó processar les dades raw. Més lent però permet miniatures amb gestió de color.
da: markér dette tilvalg for at fravælge brug af den indbyggede JPEG fra raw-filen, men bearbejd raw-data i stedet. dette er langsommere men giver dig farvestyrede miniaturebilleder.
sk: zvolením tejto voľby nepoužívať zabudovaný JPEG zo súboru raw, ale spracovať raw dáta. Je to pomalšie, ale získate miniatúry so správou farieb.

source: Ignore JPEG images when importing film rolls
ca: ignora imatges JPEG en importar rodets
da: ignorér JPEG-billeder under import af filmruller
sk: pri importovaní filmovej kazety ignorovať JPEG obrázky

source: Initial import rating
ca: puntuació inicial en importar
da: indledende bedømmelse under importering
sk: počiatočný počet hviezdičiek pri importovaní

source: Too long output file extention: %s
sk: príliš dlhá koncovka výstupného súboru: %s

source: No output file extention given
sk: nie je zadaná koncovka výstupného súboru

source: The database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
ca: l'esquema de la base de dades ha de ser actualitzat per <span style="italic">%s</span> voleu procedir, o sortir ara per a fer una còpia de seguretat?
da: databaseskemaet skal opgraderes for <span style="italic">%s</span> vil du fortsætte eller afslutte nu for at lave en sikkerhedskopi
sk: databázová schéma musí byť povýšená na vyššiu verziu <span style="italic">%s</span> chcete pokračovať alebo skončiť (aby ste vykonali zálohu)?

source: An error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupted. %s%s
sk: vyskytla sa chyba pri otvorení databázy z <span style="italic">%s</span> vyzerá, že databáza je poškodená. %s%s

source: The database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
sk: databázi by se hodilo trocha údržby je možnosť uvoľniť <span style="italic">%s</span> %s predvoľby údržby databázy je možné zmeniť v základných voľbách

source: Jz
sk: JzJz

source: Ctrl+click to add a sharp node
ca: ctrl+clic per afegir un node agut
da: ctrl+klik for at tilføje et skarpt punkt
sk: ctrl+kliknutie pridá nový ostrý bod

source: Ctrl+click to switch between smooth/sharp node
ca: ctrl+clic per alternar entre node suau o agut
da: ctrl+klik for at skifte mellem blødt/skarpt punkt
sk: ctrl+kliknutie prepne medzi mäkkým a ostrým bodom

source: Right-click to reset curvature
ca: clic dret per reiniciar la curvatura
da: højreklik for at nulstille krumning
sk: pravé kliknutie pre obnovenie zakryvenia

source: Ctrl+click to add a node
ca: ctrl+clic per afegir un node
da: ctrl+klik for at tilføje et punkt
sk: ctrl+kliknutie pridá bod

source: Shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
ca: majs+scroll per ajustar l'ample de difuminat , ctrl+scroll l'opacitat (%d%%)
da: shift+rul for at sætte udtyndingsstørrelse, ctrl+rul for at sætte figurens uigennemsigtighed (%d%%)
sk: shift + skrolovanie pre veľkosť prelínania, ctrl + skrolovanie pre priehľadnosť tvaru (%d%%)

source: Shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
sk: shift + skrolovať pre zmenu kompresie ctrl + skrolovať pre krytie (%d%%)

source: Scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
sk: skrolovať pre nastavenie zakrivenia, shift + skrolovať pre zmenu kompresie ctrl + skrolovať pre priehľadnosť tvaru (%d%%)

source: Move to rotate shape
ca: mou per girar la forma
da: flyt for at rotere figur
sk: posúvať na otáčanie obrazca

source: Scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
ca: scroll (roda del ratolí) per ajustar la mida, majs+scroll l'ample de difuminat , ctrl+scroll l'opacitat (%d%%)
da: rul for at sætte størrelse, shift+rul for at sætte udtyndingsstørrelse ctrl+rul for at sætte figurens uigennemsigtighed (%d%%)
sk: skrolovaním nastavte veľkosť, shift + skrolovanie pre veľkosť prelínania, ctrl + skrolovanie pre priehľadnosť tvaru (%d%%)

source: Ctrl+click to rotate
ca: ctrl+clic per girar
da: ctrl+klik for at rotere
sk: ctrl+kliknutie na otočenie

source: Shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
ca: majs+clic per canviar el mode de difuminat de vores, ctrl+scroll (roda del ratolí) per l'opacitat, majs+scroll per l'amplada del difuminat, ctrl+clic per girar (%d%%),
da: shift+klik for at skifte udtyndingstilstand, ctrl+klik for at rotere shift+rul for at sætte udtyndingsstørrelse, strl+rul for at sætte figurens uigennemsigtighed (%d%%),
sk: shift + kliknutie: prepnúť režim prelínania, ctrl + kliknutie: rotácia shift + skrolovanie: veľkosť prelínania okraja, ctrl + skrolovanie: priehľadnosť tvaru (%d%%),

source: Scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
ca: scroll (roda del ratolí) per ajustar mida del pinzell, majs+scroll la duresa, ctrl+scroll l'opacitat (%d%%)
da: rul for at sætte penselstørrelse, shift+rul for at sætte hårdhed, ctrl+rul for at sætte uigennemsigtighed (%d%%)
sk: otáčaním kolečka nastavte velľkosť štetca, shift + rolovanie pre tvrdosť, ctrl + rolovanie pre krytie (%d%%)

source: Scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
ca: scroll (roda del ratolí) per ajustar la duresa, ctrl+scroll per ajustar l'opacitat (%d%%)
da: rul for at sætte hårdhed, ctrl+rul for at sætte figurens uigennemsigtighed (%d%%)
sk: otáčaním kolečka nastavte tvrdosť, ctrl + rolovanie pre nastavenie krytia (%d%%)

source: Scroll to set brush size
ca: scroll (roda del ratolí) per ajustar mida del pinzell
da: rul for at sætte penselstørrelse
sk: rolovaním nastavíte veľkosť štetca

source: Ignore JPEG files
ca: ignora fitxers JPEG
da: ignorér JPEG-filer
sk: ignorovať súbory JPEG

source: Do not load files with an extension of .Jpg or .Jpeg. This can be useful when there are raw+JPEG in a directory.
ca: no importar fitxers amb extensió .jpg o .jpeg. Pot ser útil quan hi ha imatges raw+JPEG al directori.
da: indlæs ikke filer med endelsen .jeg eller .jpeg. dette kan være nyttefuldt, når der er raw+JPEG i en mappe.
sk: súbory s príponou .jpg alebo .jpeg nebudú importované. To môže byť užitočné pokiaľ priečinok obsahuje RAW+JPEG súbory.

# accel
source: Leave fullscreen
ca: surt de mode pantalla completa
da: forlad fuldskærm
sk: opustenie režimu na celú obrazovku

source: Apply metadata on import
ca: aplica metadades en importar
da: anvend metadata under importering
sk: použiť metaúdaje pri importe

source: Imported from xmp
sk: importované z xmp

source: Failed to import preset
ca: importació fallida del predefinit
da: importering af forudindstilling mislykkedes
sk: import predvoľby zlyhal

source: ZIPS
sk: ZIPY

source: Cinemascope
sk: filmové plátno

source: One time
ca: una vegada
da: en gang
sk: jedenkrát

source: Two times
ca: dos vegades
da: to gange
sk: dvakrát

source: Edit metadata exportation details
ca: edita els detalls d'exportació de metadades
da: redigér detaljer for metadataeksportering
sk: editovať detaily exportu metadát

source: Import options
ca: opcions d'importació
da: importeringsindstillinger
sk: voľby importu

source: Import folders recursively
sk: importovať priečinky rekurzívne

source: Recursively import subfolders. Each folder goes into a new film roll.
sk: rekurzívne importovať podpriečinky. Každý priečinok bude ako nová filmová kazeta.

source: Hidden
sk: skryté

source: Tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
sk: zaškrtnúť, ak vás príslušné metadáta nezaujímajú budú skryté v editore metadát, zbierke, info o snímke a importnom module tiež nebudú exportované

source: Configure metadata
sk: konfigurovať metadáta

source: Zoomable light table
ca: taula de llum amb zoom
da: zoom-bart lysbord
sk: zväčšovací presvetľovací pult

source: File manager
ca: gestor d'arxius
da: filhåndtering
sk: správca súborov

source: Culling
ca: destriar
sk: zber

source: Fixed zoom
ca: zoom fix
da: fast zoom
sk: fixné priblíženie

source: Dynamic zoom
ca: zoom dinàmic
da: dynamisk zoom
sk: dynamické priblíženie

# accel
source: Sticky preview
ca: vista prèvia permanent
da: klæbrig forhåndsvisning
sk: lepkavý náhľad

# accel
source: Sticky preview with focus detection
ca: vista prèvia permanent amb detecció de focus
da: klæbrig forhåndsvisning med fokusdetektion
sk: lepkavý náhľad s detekciou zaostrenia

source: GUI options
ca: Opcions interfície gràfica
da: indstillinger for grafisk brugerflade
