Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Control target color of the patches via relative offsets or via absolute Lab values
ca: controla el color de destinació de les mostres via desplaçaments relatius o via valors Lab absoluts
da: kontrollér målfarve for lapperne via relative forskydninger eller via absolutte Lab-værdier
sk: riadiť cieľovú farbu vzoriek cez relatívne posuny alebo absolútne hodnoty Lab
sr: одређује циљну боју парчића помоћу релативног помераја или преко апсолутних Lab вредности

source: Relative
ca: relatiu
da: relativ
sk: relatívny
sr: релативно

source: Absolute
ca: absolut
da: absolut
sk: absolútny
sr: апсолутно

source: Color contrast
ca: contrast de color
da: farvekontrast
sk: kontrast farieb
sr: контраст боја

source: Increase saturation and separation between opposite colors
sk: zvýšiť saturáciu a rozdiel medzi opačnými farbami
sr: повећава засићеност и раздвајање између супротних боја

source: Steepness of the a* curve in Lab lower values desaturate greens and magenta while higher saturate them
sk: strmosť * krivky v Lab nižšie hodnoty desaturujú zelené a purpurové, kým vyššie hodnoty ich saturujú
sr: кораци за а* криву у Lab ниже вредности смањују засићеност зелене и љубичасте, док веће појачавају засићеност

source: Steepness of the b* curve in Lab lower values desaturate blues and yellows while higher saturate them
sk: strmosť b* krivky v Lab nižšie hodnoty desaturujú modré a žlté, kým vyššie hodnoty ich saturujú
sr: кораци за b* криву у Lab ниже вредности смањују засићеност плаве и жуте, док веће појачавају засићеност

source: Color correction
ca: correcció del color
da: farvekorrektion
sk: korekcia farieb
sr: исправљање боје

source: Correct white balance selectively for blacks and whites
sk: opraviť vyváženie bielej rozdielne pre čierne a biele
sr: селективно исправља баланс беле за црне и беле

source: Warm tone
ca: tonalitat càlida
da: varm-tone
sk: teplý odtieň
sr: топли тонови

source: Warming filter
ca: filtre càlid
da: varm-filter
sk: otepľujúci filter
sr: филтер топлине

source: Cooling filter
ca: filtre fred
da: kølig-filter
sk: ochladzujúci filter
sr: филтер хладноће

source: Drag the line for split-toning. Bright means highlights, dark means shadows. Use mouse wheel to change saturation.
sk: ťahaním namalovať číaru pre delené tónovanie. svetlá pre svetlá, tmavá pre tiene. použiť kolečko myši pre zmenu sýtosti.
sr: превуците линију за дељење тонова. светло значи светли делови, тамно значи сенке. користите точкић миша да промените засићеност.

source: Set the global saturation
ca: ajusta la saturació global
da: sæt global mætning
sk: nastaviť globálnu sýtosť
sr: поставите општу засићеност

source: Input color profile
ca: perfil de color d'entrada
da: input-farveprofil
sk: vstupný farebný profil
sr: улазни профил боје

source: Convert any RGB input to pipeline reference RGB using color profiles to remap RGB values
sk: konvertovať ľubovoľný RGB vstup do referenčného RGB použitím farebných profilov pre namapovanie RGB hodnôt
sr: претвара било који RGB улаз у цевовод на референтни RGB користећи профиле боје за поновно мапирање RGB вредности

source: Mandatory
sk: povinný
sr: обавезно

source: Defined by profile
sk: definované profilom
sr: одређено профилом

source: Can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
ca: no s'ha pogut extreure la matriu de l'espai de color `%s', es substituirà per Rec2020 RGB!
da: kan ikke trække matrice ud fra farverum “%s”; det vil blive erstattet af Rec2020 RGB!
sk: nedá sa extrahovať maticu z farebného priestoru "%s", bude nahradené Rec2020 RGB!
sr: не могу да извучем матрицу простора боја „%s“, биће замењен за Rec2020 RGB!

source: `%s' Color matrix not found!
ca: no s'ha trobat la matriu de color`%s'!
da: farvematricen “%s” ikke fundet!
sk: `%s' farebná matica nenájdená!
sr: није пронађена матрица боја „%s“!

source: Input profile could not be generated!
ca: no s'ha pogut generar el perfil d'entrada!
da: inputfil kunne ikke genereres!
sk: vstupný profil sa nepodarilo vygenerovať!
sr: улазни профил не може бити направљен!

source: Unsupported input profile has been replaced by linear Rec709 RGB!
ca: el perfil d'entrada no suportat s'ha substituït per Rec709 RGB lineal!
da: ikke understøttet inputprofil er erstattet af lineær Rec709 RGB!
sk: nepodporovaný vstupný profil bol zmenený za lineárny RGB Rec709 !
sr: неподржани улазни профил је замењен линеарним Rec709 RGB!

source: Input profile
ca: perfil d'entrada
da: inputprofil
sk: vstupný profil
sr: улазни профил

source: Working profile
ca: perfil de treball
da: arbejdsprofil
sk: pracovný profil
sr: радни профил

source: ICC profiles in %s or %s
ca: Perfils ICC a %s o %s
da: ICC-profiler i %s eller %s
sk: Profily ICC v %s alebo %s
sr: ICC профили у %s или %s

source: Confine Lab values to gamut of RGB color space
ca: confinar els valors Lab dins del gamut de l'espai de color RGB
da: begræns Lab-værdier til gamut for RGB-farverum
sk: prispôsobiť hodnoty Lab do gamutu farebného priestoru RGB
sr: ограничи Lab вредности на палету RGB простора боја

source: Colorize
ca: coloreja
da: farvelæg
sk: farebné tónovanie
sr: обоји

source: Overlay a solid color on the image
sk: prekrytie plnou farbou ponad snímkou
sr: ставља једну боју преко целе слике

source: Select the hue tone
ca: seleccioneu el to de color
da: vælg farvetone
sk: vyberie farebný odtieň
sr: изаберите нијансу

source: Select the saturation shadow tone
ca: trieu la saturació de la coloració per les ombres
da: vælg skyggetone for farvemætning
sk: vyberie sýtosť tieňov
sr: бира нијансу засићености за тонове у сенци

source: Lightness of color
ca: lluminositat del color
da: farvelysskarphed
sk: jasnosť farieb
sr: светлина боје

source: Mix value of source lightness
ca: valor de mescla de la lluminositat d'origen
da: miks værdi for kilde-lysskarphed
sk: miešanie svetelných zdrojov
sr: мешавина вредности изворне светлине

source: Color mapping
ca: mapatge de color
da: colour mapping
sk: mapovanie farieb
sr: мапирање боје

source: Transfer a color palette and tonal repartition from one image to another
sk: preniesť farebnú paletu a tonálne rozdelenie z jednej snímky na druhú
sr: премешта палету боја и поделу тонова из једне слике на другу

source: Source clusters:
ca: clusters d'origen:
da: kildeklynger:
sk: skupiny zdrojov:
sr: изворни скупови:

source: Target clusters:
ca: clusters de destinació:
da: målklynger:
sk: skupiny cieľov:
sr: циљни скупови:

source: Acquire as source
ca: obté com a font
da: hent som kilde
sk: nastaviť ako zdroj
sr: сними као изворну

source: Analyze this image as a source image
ca: analitza aquesta imatge com a imatge font
da: analysér dette billede som kildebillede
sk: analyzovať tento obrázok ako zdrojový obrázok
sr: анализирај ову слику као изворну слику

source: Acquire as target
ca: obté com a destinació
da: hent som mål
sk: nastaviť ako cieľ
sr: сними као циљну

source: Analyze this image as a target image
ca: analitza aquesta imatge com a imatge de destinació
da: analysér dette billede som målbillede
sk: analyzovať tento obrázok ako cieľový obrázok
sr: анализира ову лику као циљну слику

source: Number of clusters to find in image. Value change resets all clusters
ca: nombre de clusters a trobar dins la imatge. canviar el valor reinicia tots els clusters
da: antal klynger, der skal findes i et billede. ændring i værdien nulstiller alle klynger
sk: počet skupín ktoré treba nájsť v tomto obrázku hodnota bude znovu nastavená pre všetky skupiny
sr: број скупова за налажење слике. промена вредности враћа све скупове

source: How clusters are mapped. Low values: based on color proximity, high values: based on color dominance
ca: com es fa el mapatge dels clusters. valors baixos: basant-se en la proximitat del color, valors alts: basant-se en la dominant de color
da: hvordan klynger mappes. lave værdier: baseret på farvenærhed, høje værdier: baseret på farvedominans
sk: mapovanie skupín. malé číslo: na základe farebnej blízkosti, veľká hodnota: založená na farebnom nádychu obrázku
sr: одређује како се скупови мапирају. ниске вредности: на основу близине боје, високе вредности: на основу доминације боје

source: Level of histogram equalization
ca: nivell d'equalització de l'histograma
da: niveau for histogram equalisering
sk: úroveň vyrovnania histogramu
sr: нивои уједначавања хистограма

source: Output color profile
ca: perfil de color de sortida
da: output-farveprofil
sk: výstupný farebný profil
sr: излазни профил боје

source: Convert pipeline reference RGB to any display RGB using color profiles to remap RGB values
sk: konvertovať referenčné RGB na zobrazovacie RGB použitím farebných profilov na premapovanie RGB hodnôt
sr: претварање цевовода референтног RGB у било који RGB за приказ користећи профиле боје за ремапирање RGB вредности

source: Linear or non-linear, RGB or Lab, display-referred
sk: lineárny alebo nelineárny, RGB alebo Lab, podľa displeja
sr: линеарни или нелинеарни RGB или Lab на основу екрана

source: Missing output profile has been replaced by sRGB!
ca: el perfil de sortida no trobat ha estat substituït per sRGB!
da: manglende outputprofil er erstattet af sRGB!
sk: chýbajúci výstupný profil bol nahradený profilom sRGB!
sr: недостајући излазни профил је замењен са sRGB!

source: Missing softproof profile has been replaced by sRGB!
ca: el perfil de simulació no trobat ha estat substituït per sRGB!
da: manglende softproof-profil er erstattet af sRGB!
sk: chýbajúci profil náhľadu bol nahradený profilom sRGB!
sr: недостајући профил за симулацију штампе је замењен за sRGB!

source: Unsupported output profile has been replaced by sRGB!
ca: el perfil de sortida no suportat ha estat substituït per sRGB!
da: ikke understøttet outputprofil er erstattet af sRGB!
sk: nepodporovaný výstupný profil, bol nahradený s sRGB!
sr: неподржан излазни профил је замењен са sRGB!

source: Output intent
ca: prova sortida
da: output-hensigt
sk: výstupná predstava
sr: излазна намера

source: Perceptual
ca: perceptiu
da: opfattelsesmæssig
sk: percepčne
sr: чулно

source: Relative colorimetric
ca: mètrica de color relativa
da: relativ kolorimetri
sk: relatívna kolorimetria
sr: релативно колориметријски

# rendering intent
source: Saturation
ca: saturació
da: mætning
sk: sýtosť
sr: засићеност

source: Absolute colorimetric
ca: mètrica de color absoluta
da: absolut kolorimetri
sk: absolútna kolorimetria
sr: апсолутно колориметријски

source: Rendering intent
ca: prova de renderitzat
da: renderingshensigt
sk: zámer
sr: намера изцртавања

source: Color reconstruction
ca: reconstrucció de color
da: farverekonstruktion
sk: rekonštrukcia farieb
sr: реконструкција боје

source: Recover clipped highlights by propagating surrounding colors
sk: obnoviť orezané svetlá preberaním informácií z okolitých pixelov
sr: враћа одсечене пресветљене делове ширећи околне боје

source: Inconsistent output
ca: resultat inconsistent
da: inkonsekvent output
sk: nekonzistentný výstup
sr: неуједначени излаз

source: Module `color reconstruction' failed
ca: el mòdul `reconstrucció de color' ha fallat
da: modulet “farverekonstruktion” mislykkedes
sk: modul "rekonštrukcia farieb" zlyhal
sr: није успео модул „реконструкција боје“

source: Spatial
sr: просторно

source: Range
sr: опсег

source: Precedence
ca: prioritat
da: præcedens
sr: првенство

source: Pixels with lightness values above this threshold are corrected
ca: els píxels amb lluminositat per sobre d'aquest llindar es corregeixen
da: pixels med lysskarphedsværdier over denne grænseværdi rettes
sk: prah hodnoty jasu nad ktorým sú upravené
sr: пиксели са вредношћу светлине изнад овог прага су исправљене

source: How far to look for replacement colors in spatial dimensions
ca: límit en cercar colors per reemplaçar, en dimensions espacials
da: hvor langt der skal kigges efter erstatningsfarver i de rumlige dimensioner
sk: vzdialenosť v ktorej sa má hľadať náhrada farby vo farebnom priestore
sr: колико далеко да гледам приликом замене боја у просторним димензијама

source: How far to look for replacement colors in the luminance dimension
ca: límit en cercar colors per reemplaçar, en luminància
da: hvor langt der skal kigges efter erstatningsfarver i luminansdimensionen
sk: vzdialenosť v ktorej sa má hľadať náhrada farby v jasovom priestore (krivka)
sr: колико далеко да гледам приликом замене боја у димензијама светлине

source: If and how to give precedence to specific replacement colors
ca: si s'ha de ( i com) donar preferència a certs colors per reemplaçar
da: om og hvordan der skal gives præcedens til specifikke erstatningsfarver
sk: treba dať prioritu inej náhradnej farby? Ak áno, podľa akej funkcie
sr: уколико и како да дате првенство одређеном начину замене боја

source: The hue tone which should be given precedence over other hue tones
ca: tonalitat de color que ha de tenir prioritat sobre altres tons
da: farvetonen, som skal have højere prioritet end andre farvetoner
sk: tónový odtieň ktorej sa dá priorita voči inému farebnému odtieňu
sr: нијанса којој ће бити дато првенство испред других нијанси

source: Color transfer
ca: transferència de color
da: farveoverførsel
sk: prevod farieb
sr: пренос боја

source: This module is deprecated. Better use color mapping module instead.
sk: tento modul je zastaraný. namiesto neho použite modul farebného mapovania.
sr: овај модул је застарео. боље користите модул за мапирање боја.

# accel
source: Acquire
ca: adquireix
da: hent
sk: získať
sr: сними

# accel
source: Apply
ca: aplica
da: udfør
sk: aplikovať
sr: примени

source: This module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
ca: aquest mòdul serà eliminat en el futur i és aquí només perquè pugueu desactivar-lo i fer servir el nou mòdul de mapatge de color.
da: dette modul vil blive fjernet i fremtiden og er her kun for at du kan slå det fra og flytte til det nye colourmapping-modul.
sk: tento modul bude v budúcnosti zmazaný a je tu len preto, aby ste ho vypli a používali nový modul mapovania farieb.
sr: овај модул ће бити уклоњен у будућности и овде је само да би га искључили и преместили ваш рад у нови модул за мапирање боја.

source: Number of clusters to find in image
ca: nombre de clusters a trobar dins la imatge
da: antal klynger der skal findes i billede
sk: počet skupín farieb ktoré hľadať v tomto obrázku
sr: број скупова за налажење унутар слике

source: Acquire
ca: adquireix
da: hent
sk: získať
sr: сними

source: Analyze this image
ca: analitza aquesta imatge
da: analysér dette billede
sk: analyzovať tento obrázok
sr: анализирај ову слику

source: Apply
ca: aplica
da: udfør
sk: aplikovať
sr: примени

source: Apply previously analyzed image look to this image
ca: aplica a aquesta imatge l'aspecte de la imatge abans analitzada
da: anvend tidligere analyseret billedes udseende på dette billede
sk: aplikovať na tento obrázok štýl z iného - už analyzovaného obrázku
sr: примењује претходно анализирани изглед слике на овој слици

source: Color zones
ca: zones de color
da: farvezoner
sk: zóny farieb
sr: зоне боје

source: Selectively shift hues, saturation and brightness of pixels
sk: selektívne posunie odtiene, sýtosť a jas pixelov
sr: селективно помера нијансе, засићеност и осветљеност пиксела

source: Red black white
ca: vermell negre blanc
da: rød sort hvid
sk: červená čierna biela
sr: црвена црна бела

source: Black white and skin tones
ca: negre blanc i tonalitats de pell
da: sort- hvid- og hudtoner
sk: čierna biela a odtiene pokožky
sr: црна вела и боја коже

source: Polarizing filter
ca: filtre de polarització
da: polariseringsfilter
sk: polarizačný filter
sr: поларизациони филтер

source: Natural skin tones
ca: tonalitats naturals de pell
da: naturlige hudtoner
sk: prirodzené odtiene pokožky
sr: неутрална боја коже

source: Black & white film
ca: pel·lícula blanc i negre
da: sort & hvid-film
sk: čiernobiely film
sr: црно-бели филм

source: HSL base setting
sk: Nastavenie HLS bázy
sr: подеси на основу HSL

source: Cannot display masks when the blending mask is displayed
ca: no es poden mostrar les màscares quan es visualitza la màscara de mescla
da: kan ikke vise masker, når blendingmasken vises
sk: nie je možné zobraziť masky, keď je zobrazená prelínacia maska
sr: не могу да прикажем маске када је приказано стапање маске

source: Create a curve based on an area from the image drag to create a flat curve ctrl+drag to create a positive curve shift+drag to create a negative curve
sk: vytvoriť krivku podľa oblasti na snímke. ťahanie pre vytvorenie plochej krivky ctrl + ťahanie pre vytvorenie pozitívnej krivky shift + ťahanie pre vytvorenie negatívnej krivky
sr: направи криву на основу области из слике превуците да направите равну криву ctrl+превлачење за прављење позитивне криве shift+превлачење за прављење негативне криве

source: Edit by area
ca: edita per àrea
da: redigér efter område
sk: upraviť podľa oblasti
sr: уреди по области

source: Edit the curve nodes by area
ca: edita els nodes de la corba per àrea
da: redigér kurvens punkter efter område
sk: upraviť uzly krivky podľa oblasti
sr: уређује чворове криве на основу области

source: Display selection
ca: mostra la selecció
da: vis markering
sk: zobraziť výber
sr: избор екрана

source: Choose selection criterion, will be the abscissa in the graph
ca: trieu el criteri de selecció, serà la abscissa de la gràfica
da: valgt markeringskriterium vil være abscisse i grafen
sk: kritérium výberu bude úsečka v grafe
sr: одаберите критеријум избора, што ће бити апсциса на графику

source: Choose between a smoother or stronger effect
ca: tria entre un efecte més suau o més intens
da: vælg mellem en blødere eller stærkere effekt
sk: zvoľte medzi hladkejším či silnejším efektom
sr: изаберите између углађеног или јаког ефекта

source: Interpolation method
ca: mètode d'interpolació
da: interpoleringsmetode
sk: metóda interpolácie
sr: начин интерполације

source: Centripetal spline
ca: spline centrípet
da: centripedal spline
sr: центрипетални сплајн

source: Monotonic spline
ca: spline monotònic
da: monotonisk spline
sr: једнобојни сплајн

source: Change this method if you see oscillations or cusps in the curve - cubic spline is better to produce smooth curves but oscillates when nodes are too close - centripetal is better to avoids cusps and oscillations with close nodes but is less smooth - monotonic is better for accuracy of pure analytical functions (log, gamma, exp)
ca: canvieu aquest mètode si veieu oscil·lacions o punts d'inflexió a la corba - spline cúbic permet corbes suaus però oscil·la quan els nodes són massa a prop - centrípet evita inflexions i oscil·lacions amb nodes pròxims però és menys suau - monotònic és més acurat per a funcions analítiques pures (log, gamma, exp)
da: ændr denne metode, hvis du ser oscilleringer eller spidser i kurven - kubisk spline er bedre til at give jævne kurver men oscillerer, når punkter er for tætte - centripedal spline er bedre til at undgå spidser og oscilleringer med tætte punkter men er mindre jævn - monotonisk spline er bedre til præcision for udelukkende analytiske funktioner (log, gamma, exp)
sk: zmeňte túto metódu, ak vidíte oscilácie alebo hroty na krivke - cubic spline vedie k vyhladeným krivkám, ale spôsobí oscilácie, ak sú uzly príliš blízko - centripetal zamedzuje hrotom a osciláciám u blízkych uzlov, ale spôsobuje menšie vyhladenie - monotonic vedie k lepšej presnosti čisto analytických funkcií (log, gama, exp)
sr: промените овај начин уколико видите осцилације или оштри угао криве — квадратни сплајн је добар за углађене криве, али прави осцилације уколико су чворови превише близу — центрипетални је добар за избегавање осцилација и оштрих углова криве, али прави грубље криве — монотони је добар ако вам треба тачност аналитичке функције (логаритамска, гама, екпоненцијална)

source: Defringe
ca: treu franges de color
da: randfjernelse
sk: zmazanie nepodstatných detailov
sr: хроматске аберације

source: Attenuate chromatic aberration by desaturating edges
sk: potlačiť chromatickú odchýlku desaturáciou hrán
sr: уклања љубичасте и плаве хроматске аберације на ивицама контрасних делова слике смањењем засићености

source: Method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
ca: mètode de protecció del color: - mitjana global: ràpid, la previsualització podria ser poc acurada en grans ampliacions; pot ser que protegeixi poc o massa la saturació, si es compara amb la mitjana local - mitjana local: més lent, pot protegir millor la saturació fent servir els píxels propers com a referència de color, permetent més dessaturació quan calgui - estàtic: ràpid, només fa servir el llindar com a límit estàtic
da: metode for farvebeskyttelse: - globalt gennemsnit: hurtig, kan give en anelse forkerte forhåndsvisninger ved stor forstørrelse; kan nogle gange beskytte mætning for meget eller for lidt ved sammenligning med lokalt gennemsnit - lokalt gennemsnit: langsommere, kan beskytte mætning bedre end globalt gennemsnot ved at bruge pixels i nærheden som farvereference, så det stadig kan tillade mere afmætning, hvor det er nødvendigt - statisk: hurtig, bruger kun grænseværdien som en statisk begrænsning
sk: metóda farebnej ochrany: - globálny priemer: rýchle, môže zobraziť zlý náhľad pri veľkom zväčšení; občas môže chrániť presýtenie veľmi alebo nedostatočne v porovnaní s lokálnym priemerom - lokálny priemer: pomalšie, môže chrániť presýtenie lepšie ako globálny priemer s použitím blízkych pixelov ako referencia, a tak dovolí viac odsýtenia tam kde je nevyhnutné - statický prah: používa prah ako statický limit
sr: начин за заштиту боја: — општи просек: брзо, али може дати нешто лошији преглед при већим увећањима; понекад може превише или премало заштитити засићеност одређених делова слике у поређењу са локалним просеком — локални просек: спорије, али може заштитити засићеност боље него општи просек користећи суседне пикселе као референцу, тако да дозвољава да нека подручја буду више засићена уколико је потребно — статични праг: брзо, користи само одређени праг као задату границу

source: Radius for detecting fringe
ca: radi per detectar franges de dispersió dels colors
da: radius for detektion af rander
sk: rádius detekcie nepodstatných detailov
sr: полупречник за тражење ивица

source: Threshold for defringe, higher values mean less defringing
ca: llindar per eliminar les franges de color, els valors més alts redueixen menys les franges
da: grænseværdi for randfjernelse, højere værdier betyder mindre randfjernelse
sk: prah na odstránenie nepodstatných detailov, vyššia hodnota znamená menej odstránenia
sr: праг који се користи при уклањању презасићених ивица, велике вредности дају слабији ефекат уклањања ивица

source: Demosaic
sr: расклапање мозаика

source: Reconstruct full RGB pixels from a sensor color filter array reading
sk: rekonštruovať plné RGB pixely z čítania senzora poľa farebného filtra
sr: реконструише све RGB пикселе из вредности очитавања боја на сензору камере

source: `%s' Color matrix not found for 4bayer image!
ca: no s'ha trobat la matriu de color`%s' per la imatge 4bayer!
da: farvematricen “%s” ikke fundet for 4bayer-billede!
sk: matica farieb "%s" pre obrázok 4bayer nebola nájdená!
sr: није нађена матрица боја „%s“ за 4bayer слику!

source: Demosaicing raw data method
ca: mètode de demosaicing de les dades raw
da: metode for demosaicing raw-data
sk: metóda interpolácie dát z bayerovej masky
sr: начин расклапања мозаика raw података
