Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Move focus point in (big steps)
ca: acosta el punt d'enfocament (passos llargs)
da: flyt fokuspunkt ind (store trin)
sk: prisunúť zaostrenie s (veľké kroky)
sr: помери тачку фокуса у (велики кораци)

source: Move focus point in (small steps)
ca: acosta el punt d'enfocament (passos petits)
da: flyt fokuspunkt ind (små trin)
sk: prisunúť zaostrenie s (malé kroky)
sr: помери тачку фокуса у (мали кораци)

source: Move focus point out (small steps)
ca: allunya el punt d'enfocament (passos petits)
da: flyt fokuspunkt ud (små trin)
sk: vysunúť zaostrenie s (malé kroky)
sr: помери тачку фокуса ван (мали кораци)

source: Move focus point out (big steps)
ca: allunya el punt d'enfocament (passos llargs)
da: flyt fokuspunkt ud (store trin)
sk: vysunúť zaostrenie s (veľké kroky)
sr: помери тачку фокуса ван (велики кораци)

source: Overlay
ca: sobreposa
da: overlægning
sk: prekryť
sr: прекривање

source: Selected image
ca: imatge seleccionada
da: valgt billede
sk: vybraný obrázok
sr: изабране слике

source: Id
ca: identificador
sk: identifikátor
sr: иб

source: Overlay another image over the live view
ca: sobreposa una altra imatge sobre la vista en temps real
da: læg et andet billede hen over live-visning
sk: prekryť živé zobrazenie iným obrázkom
sr: поставља другу слику преко живог приказа

source: Image id
ca: id d'imatge
da: billede-id
sk: id obrázku
sr: иб слике

source: Enter image id of the overlay manually
ca: entreu manualment identificador de la imatge a sobreposar
da: skriv billede-id for overlægningsbillede manuelt
sk: vložiť identifikátor obrázka zobrazeného prekrytím
sr: ручно унесите иб прекривања

source: Overlay mode
ca: mode de superposició
da: overlægningstilstand
sk: režim prekrývania
sr: режим прекривања

# blendmode
source: Xor
sr: иксор

# blendmode
source: Add
ca: addició
sk: súčet
sr: додавање

# blendmode
source: Saturate
ca: saturació
da: mætning
sk: sýtosť
sr: засићеност

# blendmode
source: Color dodge
ca: sobreexposar color (c. dodge)
da: colour dodge
sk: posunúť farby
sr: просветљење боје

# blendmode
source: Color burn
ca: subexposar color (c. burn)
da: colour burn
sk: prepáliť farby
sr: спаљивање боје

# blendmode
source: Hard light
ca: llum forta
da: hårdt lys
sk: tvrdé svetlo
sr: оштро светло

# blendmode
source: Soft light
ca: llum suau
da: blødt lys
sk: mäkké svetlo
sr: меко светло

# blendmode
source: Exclusion
ca: exclusió
da: eksklusion
sk: vylúčenie
sr: искључивање

# blendmode
source: HSL hue
ca: To (hue) HSL
da: HSL farvetone
sk: HSL odtieň
sr: HSL нијанса

# blendmode
source: HSL saturation
ca: Saturació HSL
da: HSL-mætning
sk: HSL sýtosť
sr: HSL засићеност

# blendmode
source: HSL color
da: HSL-farve
sk: HSL farba
sr: HSL боја

# blendmode
source: HSL luminosity
ca: Lluminositat HSL
da: HSL-luminositet
sk: HSL jas
sr: HSL светлина

source: Mode of the overlay
ca: mode de sobreposició
da: tilstand for overlægning
sk: režim prekrývania
sr: режим за прекривање

source: Split line
ca: vista dividida
da: splitningslinje
sk: deliaca čiara
sr: подела линије

source: Only draw part of the overlay
ca: dibuixa només part de la superposició
da: tegn kun overlægning delvist
sk: ukázať časť prekrytia
sr: исцртава само делове прекривања

source: Find location
ca: troba ubicació
da: find placering
sk: nájsť umiestnenie
sr: нађи место

source: Locations
sk: miesta
sr: места

source: New sub-location
sk: nové sub-miesto
sr: нова подлокација

source: New location
sk: nové miesto
sr: нова локација

source: Location name '%s' already exists
sk: miesto s názvom „%s“ už existuje
sr: назив места „%s“ веће постоји

source: Edit location
sk: upraviť miesto
sr: уреди место

source: Delete location
sk: vymazať miesto
sr: обриши место

source: Update filmstrip
sk: aktualizovať filmový pás
sr: ажурирај филмску траку

source: Go to collection (lighttable)
sk: prejsť do zbierky (presvetľovací pult)
sr: иди на збирку (светли сто)

source: Terminate edition (press enter or escape) before selecting another location
sk: ukončiť úpravy (stlačte enter alebo escape) pred výberom iného miesta
sr: заврши уређивање (притисните enter или esc) пре избора другог места

source: List of user locations, click to show or hide a location on the map: - wheel scroll inside the shape to resize it - if a rectangle <shift> or <ctrl> scroll to modify the width or the height - click inside the shape and drag it to change its position - ctrl-click to move an image from inside the location ctrl-click to edit a location name - a pipe '|' symbol breaks the name into several levels - to remove a group of locations clear its name - press enter to validate the new name, escape to cancel the edition right-click for other actions: delete location and go to collection, ctrl-wheel scroll to resize the window
sk: zoznam miest používateľa, kliknite na zobrazenie/skrytie miesta na mape: -koliečko myši vo vnútri skroluje na zmenu veľkosti - ak obdĺžnik <shift>alebo <ctrl> skrolujte pre zmenu šírky alebo výšky - kliknite vo vnútri a ťahaním zmeníte jeho polohu - ctrl-kliknite na presun snímky vo vnútri miesta ctrl-kliknite na úpravu názvu miesta - rúra '|' rozdelí názov na viaceré úrovne - na odstránenie skupiny miest vymažte jej názov - stlačte enter pre potvrdenie nového názvu, escape pre zrušenie úprav pravé kliknutie pre iné udalosti: vymazať miesto a ísť do zbierky, ctrl-koliečko skrolovať pre zmenu veľkosti okna
sr: списак места корисника, кликните да прикажете или сакријете место на мапи: — точкић миша унутар облика ће променити величину — уколико је правоугаоник <schift> или <ctrl> и точкић мишаж ће променити ширину или висину — кликните унутар облика и превуците га да промените његово место — ctrl+клик да померите слику унутар места ctrl+клик да уредите назив места — знак за цевовод „|“ прелама име на неколико нивоа — да уклоните групу места обришите њен назив — притисните enter да проверите назив, esc да откажете уређивање, десни клик за друге радње: брисање места и одлазак у збирку, ctrl+точкић миша да промените величину прозора

source: Select the shape of the location's limits on the map, circle or rectangle
sk: vyberte tvar obrysu na mape, kruh alebo obdĺžnik
sr: изаберите облик граница места на мапи, може бити круг или правоугаоник

source: Add a new location on the center of the visible map
sk: pridať nové miesto v strede viditeľnej mapy
sr: додаје ново место на средину приказане карте

source: Show all
sk: zobraziť všetko
sr: прикажи све

source: Show all loations which are on the visible map
sk: zobraziť všetky miesta, ktoré sú na viditeľnej mape
sr: приказује сва места која су на приказаној карти

source: Map settings
ca: paràmetres de mapa
da: kortindstillinger
sk: nastavenia mapy
sr: подешавања карте

source: Show OSD
ca: mostra OSD
da: vis OSD
sk: zobraziť OSD
sr: приказ преко екрана

source: Toggle the visibility of the map overlays
ca: permuta la visibilitat d'elements sobreposats al mapa
da: slå synlighed for kortoverlægning til og fra
sk: prepnúť viditeľnosť prekrytia mapy
sr: укључује приказ елемената преко карте

source: Filtered images
sk: filtrované obrázky
sr: филтриране слике

source: When set limit the images drawn to the current filmstrip
sk: ak nastavené, obmedziť na obrázky v súčasnej filmovej rolke
sr: када да подеси ограничење броја слика које се приказују у филмској траци

source: Map source
ca: servei de mapes
da: kortkilde
sk: zdroj mapy
sr: извор карте

source: Select the source of the map. Some entries might not work
ca: trieu un servidor de mapes. algunes entrades poden no funcionar
da: vælg kilden for kortet. enkelte fungerer måske ikke
sk: vybrať zdroj mapy. niektoré nemusia fungovať
sr: изаберите извор за карту. неки уноси можда неће радити

source: Modify the spatial size of an images group on the map
sk: upraviť priestorovú veľkosť snímok na mape
sr: мења просторну величину групе слика на карти

source: Group size factor
sk: skupinový faktor orezu
sr: фактор величине групе

source: Minimum of images to make a group
sk: minimálny počet snímok na vytvorenie skupiny
sr: најмање слика потребних за прављење групе

source: Min images per group
sk: min snímok na skupinu
sr: најмање слика по групи

source: Group #%d
ca: grup #%d
da: gruppenr. %d
sk: skupina #%d
sr: група #%d

source: Add gradient
ca: afegeix gradient
da: tilføj farveovergang
sk: pridať prelínanie
sr: додај прелив

source: Duplicate this shape
ca: duplica la forma
da: duplikér denne figur
sk: duplikovať tento tvar
sr: удвостручи овај облик

source: Delete this shape
ca: elimina la forma
da: slet denne figur
sk: odstrániť tento tvar
sr: обриши овај облик

source: Remove from group
ca: treu del grup
da: fjern fra gruppe
sk: odstrániť zo skupiny
sr: уклони из групе

source: Group the forms
ca: agrupa les formes
da: gruppér formene
sk: zoskupiť tvary
sr: групиши формуларе

source: Use inverted shape
sk: použiť invertovaný tvar
sr: користи изврнути облик

source: Mode : union
ca: mode; unió
da: tilstand: foreningsmængde
sk: režim: zjednotenie
sr: режим: унија

source: Mode : intersection
ca: mode: intersecció
da: tilstand: gennemskæring
sk: režim: prienik
sr: режим: пресек

source: Mode : difference
ca: mode: diferència
da: tilstand: forskel
sk: režim: rozdiel
sr: режим: разлика

source: Mode : exclusion
ca: mode: exclusió
da: tilstand: udelukkelse
sk: režim: symetrická diferncia
sr: режим: искључивање

source: Cleanup unused shapes
ca: netejar formes no usades
da: fjern ubrugte figurer
sk: vyčistiť nepoužité tvary
sr: очисти некоришћене облике

source: Created shapes
ca: formes creades
da: oprettede figurer
sk: vytvorené tvary
sr: направи облике

source: Metadata editor
ca: editor de metadades
da: metadata-redigering
sk: editor metadát
sr: уређивање метаподатака

source: <leave unchanged>
ca: <deixar sense canvis>
da: <efterlad uændret>
sk: <bez zmeny>
sr: <остави неизмењено>

source: Metadata settings
sk: nastavenia metadát
sr: подешавање метаподатака

source: Visible
sr: видљиви

source: Tick if the corresponding metadata is of interest for you it will be visible from metadata editor, collection and import module it will be also exported
sr: укључите одговарајуће метаподаци који су вам од интереса ово ће бити видљиви из уредника метаподатака, збирке и модула за увоз такође ће бити извезено

source: Private
ca: privat
da: privat
sk: súkromný
sr: приватно

source: Tick if you want to keep this information private (not exported with images)
sk: zaškrtnúť, ak chcete zachovať túto informáciu ako dôvernú (nebude exportovaná so snímkami)
sr: укључите уколико желите да задржите ове податке као приватне (не извози их уз слике)

# accel
source: Clear
ca: neteja
da: nulstil
sk: vymazať
sr: очисти

source: Metadata list
sk: zoznam metadát
sr: списак метаподатака

source: Metadata text. Ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). If <leave unchanged> selected images have different metadata. In that case, right-click gives the possibility to choose one of them. Press escape to exit the popup window
sk: text metadát. ctrl + skrolovať pre zmenu veľkosti rámčeku ctrl-enter pre vloženie nového riadku (pozor: môže spôsobiť nekompatibilitu so štandardnými metadátami). ak <nechať bez zmeny>: vybrané snímky majú rôzne metadáta. v takom prípade: kliknutie pravým tl. umožní jedno z nich vybrať. stlačte escape pre zavretie vyskakovacieho okna
sr: текста метаподатака. ctrl+точкић миша да промените величину текстуалног поља ctrl+enter убацује нови ред (упозорење, ово можда није сагласно са стандардним метаподацима). уколико је <остави неизмењено> изабране слике ће имати другачије метаподатке. у том случају, десни клик ће дати могућност да изаберете један од њих. притисните esc да изађете из овог прозорчета

source: Remove metadata from selected images
ca: esborra metadades de les imatges seleccionades
da: fjern metadata fra valgte billeder
sk: zmazať metadáta zo zvolených obrázkov
sr: уклони метаподатке са изабраних слика

source: Write metadata for selected images
ca: escriu metadades per les imatges seleccionades
da: skriv metadata for valgte billeder
sk: zapísať metadáta do zvolených obrázkov
sr: упиши метаподатке у изабране слике

source: Creative Commons Attribution (CC BY)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) = (CC BY)
sr: Кријејтив комонс, ауторство (CC BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) zdielať dielo s rovnakými podmienkami (SA) =(CC BY-SA)
sr: Кријејтив комонс, ауторство-делити под истим условима (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) meniť dielo je zakázané (ND) =(CC BY-ND)
sr: Кријејтив комонс, ауторство-без измена (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) zakázané na komerčné účely (NC) =(CC BY-NC)
sr: Кријејтив комонс, ауторство-некомерцијално (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) zakázané na komerčné účely (NC) zdielať dielo s rovnakými podmienkami (SA) =(CC BY-NC-SA)
sr: Кријејтив комонс, ауторство-некомерцијално-делити под истим условима (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
sk: Spoločná tvorba bez obmedzení (CC) uviesť autora (BY) zakázané na komerčné účely zakázané modifikovať (CC-BY-NC-ND)
sr: Кријејтив комонс, ауторство-некомерцијално-без измена (CC BY-NC-ND)

source: All rights reserved
ca: tots els drets reservats
da: alle rettigheder reserveret
sk: všetky práva vyhradené
sr: сва права су задржана

source: All rights reserved.
ca: tots els drets reservats.
sk: všetky práva vyhradené.
sr: сва права су задржана.

source: Filmroll
ca: rodet
da: filmrulle
sk: filmová kazeta
sr: филмска ролна

source: Group id
ca: id de grup
da: gruppeid
sk: id skupiny
sr: иб групе

source: Version
ca: versió
sk: verzia
sr: издање

source: Full path
ca: ruta
da: fuld sti
sk: celá cesta
sr: пуна путања

source: Flags
ca: senyaladors
da: flag
sk: príznaky
sr: заставице

source: Focus distance
ca: dist. de focus
da: fokusafstand
sk: vzdialenosť zaostrenia
sr: растојање фокуса

source: Datetime
ca: data/hora
da: datotid
sk: dátum a čas
sr: датум-време

source: Height
ca: alçada
da: højde
sk: výška
sr: висина

source: Export width
ca: exporta amplada
da: eksportér bredde
sk: šírka exportu
sr: ширина извоза

source: Export height
ca: exporta alçada
da: eksportér højde
sk: výška exportu
sr: висина извоза

source: Longitude
ca: longitud
da: længdegrad
sk: zemepisná dĺžka
sr: геогр. дужина

source: Elevation
ca: altitud
da: højde
sk: nadm. výška
sr: надм. висина

source: Categories
da: kategorier
sk: kategórie
sr: категорије

source: Image information
ca: informació de la imatge
da: billedinformation
sk: informácie o obrázku
sr: подаци слике

source: Double click to jump to film roll %s
ca: feu doble clic per anar al rodet %s
da: dobbeltklik for at hoppe til filmrulle %s
sk: dvojklik na prechod do filmovej kazety %s
sr: дупли клик да иде на филмску ролну %s

source: Unused/deprecated
ca: sense ús/obsolet
da: ubrugt/forældet
sk: nepoužité/zastaralé
sr: некоришћено/застарело

source: Marked for deletion
ca: marcat per a ser esborrat
da: markeret til sletning
sk: označený na odstránenie
sr: означено за брисање

source: Auto-applying presets applied
ca: s'han aplicat els predefinits autoaplicables
da: anvender automatisk forudindstillinger
sk: pred-nastavenia automaticky aplikované
sr: самопримењујуће поставке су примењене

source: Legacy flag. Set for all new images
ca: compatibilitat vers. anteriors. Estableix per totes les noves imatges
da: forældet flag. sæt for alle nye billeder
sk: starý stav. nastavený pre všetky nové obrázky
sr: застарела заставица свих нових слика

source: Has .Txt
ca: té .txt
da: har .txt
sk: má .txt
sr: садржи .txt

source: Has .Wav
ca: té .wav
da: har .wav
sk: má .wav
sr: садржи .wav

source: Image has %d star
ca: la imatge té %d estrella
da: billede har %d stjerne
sk: obrázok má %d hviezdičku
sr: слика има %d звездицу

source: Loader: %s
ca: carregador: %s
da: indlæser: %s
sk: nástroj na načítanie: %s
sr: читач: %s

# accel
source: Jump to film roll
ca: vés al rodet
da: hop til filmrulle
sk: prejsť na filmovú kazetu
sr: скочи на филмску ролницу

source: Drag and drop one row at a time until you get the desired order untick to hide metadata which are not of interest for you if different settings are needed, use presets
sr: превуците и пустите један по један ред док не постигнете жељени редослед искључите да сакријете метаподатке који вам нису од значаја уколико су вам потребна додатна подешавања користите поставке

source: Modules: default
sk: moduly: východzie
sr: модули: подразумевано

source: Modules: deprecated
sk: moduly: zastaralé
sr: модули: застарело

source: Last modified layout
sk: posledné upravené rozhranie
sr: последње мењани распоред

source: Modulegroups
ca: grups de mòduls
da: modulgrupper
sk: skupiny modulov
sr: групе модула

source: On-off
sr: укљ-искљ.

source: This basic widget is disabled as there's multiple instances for this module. You need to use the full module...
sr: основни виџет је онемогућен пошто има више дупликата овог модула. потребно је да користите потпуни модул…

source: This basic widget is disabled as it's hidden in the actual module configuration. You need to use the full module...
sr: основни виџет је онемогућен пошто је сакривен у подешавањима модула. потребно је да користите потпуни модул…

source: (Some features may only be available in the full module)
sr: (неке могућности можда неће бити доступне у потпуном режиму)

source: Go to full version of module %s
sr: иди на пуну верзију модула %s

# modulegroup
source: Base
sk: základný
sr: основа

# modulegroup
source: Tone
sk: tón
sr: тон

# modulegroup
source: Color
sk: farba
sr: боја

# modulegroup
source: Correct
sk: opraviť
sr: корекција

# modulegroup
source: Effect
sk: efekt
sr: ефекат

source: Modules: all
sk: moduly: všetky
sr: модули: све

# modulegroup
source: Grading
sk: gradient
sr: скала

# modulegroup
source: Effects
sk: efekty
sr: ефекти

source: Workflow: beginner
sk: workflow: začiatočník
sr: редослед рада: почетнички

source: Workflow: display-referred
sk: workflow: podľa obrazovky
sr: редослед рада: на основу екрана

source: Workflow: scene-referred
sk: workflow: podľa scény
sr: редослед рада: на основу сценографије

# modulegroup
source: Technical
sk: technický
sr: технички

source: Search only
sk: iba hľadať
sr: само претрага

# modulegroup
source: Deprecated
sk: zastaralé
sr: застарело

source: Previous config
sk: predchádzajúca konfigurácia
sr: претходно подешавање

source: Previous layout
sk: predchádzajúce rozloženie
sr: претходни распоред

source: Previous config with new layout
sk: predchádzajúca konfigurácia s novým rozložením
sr: претходно подешавање са новим распоредом

source: Remove this widget
sr: уклони овај алат

source: Remove this module
sk: odstrániť tento modul
sr: уклони овај модул

source: Click to add this module
sr: кликните да додате овај модул

source: Base
sk: základný
sr: основа

source: Tone
sk: tón
sr: тон

source: Technical
sk: technický
sr: технички

source: Grading
sk: gradient
sr: скала

source: Click to remove this module
sr: кликните да уклоните овај модул

source: Recommended module
sk: odporúčaný modul
sr: препоручени модули

source: Already present module
sr: већ су присутни модули

source: Click to remove the widget
sr: кликните да уклоните виџет

source: Click to add the widget
sr: кликните да додате виџет

source: Recommended widget
sr: препоручени виџети

source: Already present widget
sr: већ присутни виџети

source: Hide the basics widgets group
sr: сакриј основну групу виџета

source: To see it again, use the presets manager
sr: да би их видели поново користите уредник поставки

source: Show basic adjustement list
sr: прикажи само основни списак подешавања

source: Show only active modules
ca: mostra només mòduls actius
da: vis kun aktive moduler
sk: zobraziť iba aktívne moduly
sr: прикажи само активне модуле

source: Search module
ca: cerca mòdul
da: søg efter modul
sk: hľadať modul
sr: претрага модула

source: Search modules by name or tag
ca: cerca mòduls per nom o etiqueta
da: søg efter moduler efter navn eller mærke
sk: hľadať moduly podľa mena alebo štítku
sr: претражите модуле на основу назива или ознаке

source: Clear text
ca: neteja text
da: ryd tekst
sk: vymazať text
sr: обичан текст

source: Following modules are deprecated because they have internal design mistakes that can't be solved and alternatives that solve them. They will be removed for new edits in next release.
sk: nasledovné moduly sú zastaralé, pretože obsahujú chyby vnútorného návrhu, ktoré nemôžu byť vyriešené a náhrady, ktoré ich riešia, budú odstránené s novými úpravami v ďalšom vydaní.
sr: следећи могули су застарели и имају грешке у дизајну које се могу решити алтернативним модулима. они ће бити уклоњени када уређујете нове слике у наредним издањима програма.

source: Basic icon
sk: základná ikona
sr: основна иконица

source: Active icon
sk: aktívna ikona
sr: активна иконица

source: Color icon
sk: ikona farieb
sr: иконица боје

source: Correct icon
sk: ikona korekcií
sr: иконица исправки

source: Effect icon
sk: ikona efektov
sr: иконица ефекта

source: Favorites icon
sk: ikona obľúbených
sr: иконица омиљеног

source: Tone icon
sk: ikona tónov
sr: иконица тона

source: Grading icon
sk: gradientová ikona
sr: иконица оцена

source: Technical icon
sk: technická ikona
sr: иконица техничких

source: Basics widgets
sr: основни виџети

source: Add widgets to the list
sr: додај виџете на списак

source: Move group to the left
sk: presunúť skupinu doľava
sr: помери групу на лево

source: Group icon
sk: ikona skupiny
sr: иконица групе

source: Group name
sk: názov skupiny
sr: назив групе

source: Remove group
sk: odstrániť skupinu
sr: уклони групу

source: Move group to the right
sk: presunúť skupinu doprava
sr: помери групу на горе

source: Add module to the list
sk: pridať modul do zoznamu
sr: додај модул на списак

source: New
ca: nova
da: nyt
sk: nový
sr: ново

source: Preset name :
sk: názov predvoľby:
sr: назим поставке :

source: Preset name
sk: názov predvoľby
sr: назив поставке

source: Show search line
sk: ukázať vyhľadávanie
sr: прикажи линију претраге

source: Show basics widgets group
sr: прикажи основну групу виџета

source: Module groups
sk: skupiny modulov
sr: групе модула

source: This is a built-in read-only preset. Duplicate it if you want to make changes
sk: toto je zabudovaná predvoľba iba na čítanie. duplikujte ju, ak chcete urobiť zmeny
sr: поставке ових уграђених модула су само за читање. удвостручите модул ако желите да га промените

source: Reset
sk: obnoviť
sr: врати

source: Duplicate this preset
sk: duplikovať túto predvoľbu
sr: удвостручи ову поставку

source: Add new empty preset
sk: pridať novú predvoľbu
sr: додај нову, празну поставку

source: Navigation
ca: navegació
da: navigering
sk: navigácia
sr: навигација

source: Small
ca: mida reduïda
da: lille
sk: malý
sr: мало

source: Fit to screen
ca: ajusta a la pantalla
da: tilpas til skærm
sk: prispôsobiť obrazovke
sr: уклопи у екран

# accel
source: Hide navigation thumbnail
ca: amaga icona de navegació
da: skjul navigeringsminiaturebillede
sk: skryť navigačný náhľad
sr: сакриј умањену сличицу за навигацију

source: Print settings
ca: paràmetres d'impressió
da: udskriftsindstillinger
sk: nastavenia tlače
sr: поставке штампе

source: Processing `%s' for `%s'
ca: processant `%s' per a `%s'
da: bearbejder “%s” for “%s”
sk: spracovanie "%s" pre "%s"
sr: обрада „%s“ за „%s“
