Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Sliders for hue channel (of HSL)
ca: controls lliscants pel canal de to (de HSL)
da: skydere for farvetone-kanal (af HSL)
sk: posuvníky pre kanál odtieňov (podľa HSL)
sr: клизачи за канал засићености (у HSL)

source: Sliders for chroma channel (of HSL)
ca: controls lliscants pel canal de chroma (de HSL)
da: skydere for kroma-kanal (af HSL)
sk: posuvníky pre chromatický kanál (podľa HSL)
sr: клизачи за хрома канал (у HSL)

source: Sliders for value channel (of HSL)
ca: controls lliscants pel canal de valor (de HSL)
da: skydere for værdi-kanal (af HSL)
sk: posuvníky pre jhodnotový kanál (podľa HSL)
sr: клизачи за канал вредности (у HSL)

source: Sliders for value channel (of JzCzhz)
sk: posuvníky pre hodnotový kanál (podľa JzCzhz)
sr: клизачи за канал вредности (у JzCzhz)

source: Sliders for chroma channel (of JzCzhz)
sk: posuvníky pre chromatický kanál (podľa JzCzhz)
sr: клизачи за хрома канал (у JzCzhz)

source: Sliders for hue channel (of JzCzhz)
sk: posuvníky pre kanál odtieňov (podľa JzCzhz)
sr: клизачи за канал нијансе (у JzCzhz)

source: Adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
ca: ajustament basat en l'entrada rebuda per aquest mòdul: * rang per sobre dels marcadors superiors: mescla completa * rang per sota dels marcadors inferiors: sense mesclar * rang entre els marcadors superiors/inferiors adjacents: mescla gradual
da: justering baseret på input fra dette modul: * interval defineret af øvre markører: blend fuldt * interval defineret af nedre markører: blend slet ikke * interval mellem nærliggende øvre/nedre markører: blend gradvist
sk: výber založený na základe vstupu do modulu: * interval medzi dvoma vnútornými značkami (plné horné trojuholníky): plné prelínanie * interval mimo značiek (prázdne spodné trojuholníky): žiadne prelínanie * interval medzi dvoma susednými značkami horné/dolné značky: progresívne prelínanie
sr: подешавања на основу улаза који добијеног од овог модула: * опсег дефинисан горњим маркерима: потпуно стапање * опсег дефинисан доњим маркерима: уопште не стапа * опсег између суседних горњих/доњих маркера: постепено стапање

source: Adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
ca: ajustament basat en la sortida sense mesclar d'aquest mòdul: * rang per sobre dels marcadors superiors: mescla completa * rang per sota dels marcadors inferiors: sense mesclar * rang entre els marcadors superiors/inferiors adjacents: mescla gradual
da: justering baseret på ublendet output fra dette modul: * interval defineret af øvre markører: blend fuldt * interval defineret af nedre markører: blend slet ikke * interval mellem nærliggende øvre/nedre markører: blend gradvist
sk: výber založený na základe výstupu z modulu: * interval medzi dvoma vnútornými značkami (plné horné trojuholníky): plné prelínanie * interval mimo značiek (prázdne spodné trojuholníky): žiadne prelínanie * interval medzi dvoma susednými značkami horné/dolné značky: progresívne prelínanie
sr: подешавања на основу нестопљеног излаза овог модула: * опсег дефинисан горњим маркерима: потпуно стапање * опсег дефинисан доњим маркерима: уопште не стапа * опсег између суседних горњих/доњих маркера: постепено стапање

source: Reset blend mask settings
ca: reinicia valors de la màscara de mescla
da: nulstil blend-maske-indstillinger
sk: obnoviť nastavenia prelínania masky
sr: врати подешавање маске стапања

source: Pick GUI color from image ctrl+click to select an area
ca: pren el color pel GUI de la imatge ctrl+clic per seleccionar una àrea
da: vælg GUI-farve fra billede ctrl+klik for at vælge et område
sk: vybrať farvu GUI z obrázku ctrl+kliknutie pre výber oblasti
sr: бира боју сучења из слике ctrl+клик за избор области

source: Set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
sk: nastaviť rozsah založený na oblasti zo snímky kliknutie + ťahanie pre použitie vstupnej snímky ctrl + ťahanie pre použitie výstupnej snímky
sr: поставља опсег на основу области из слике превуците да користите улазну слику ctrl+превлачење да користите излазну слику

source: Invert all channel's polarities
ca: inverteix la polaritat de tots els canals
da: invertér alle kanalers polariteter
sk: invertovať všetky polarity kanálu
sr: обрни поларност свих канала

source: Toggle polarity. Best seen by enabling 'display mask'
ca: permuta polaritat. S'observa millor activant 'mostra la màscara'
da: skift polaritet. ses bedst ved at slå “vis maske” til
sk: zameň polaritu, lepšie vidieť aktivovaním 'zobraz masku'
sr: промена поларности. најбоље се види ако укључите „прикажи маске“

source: Double click to reset. Press 'a' to toggle available slider modes. Press 'c' to toggle view of channel data. Press 'm' to toggle mask view.
sk: dvojité kliknutie pre obnovenie nastavenia. stlačiť "a" pre prepínanie dostupných režimov posuvníkov. stlačiť "c" pre prepínánie pohľadu na údaje kanálov. stlačiť "m" pre prepínanie masky.
sr: кликните двапут да вратите подешавања. притисните „а“ за укључивање доступних режима клизача. притисните „ц“ да укључите преглед података канала. притисните „m“ да укључите преглед маске.

source: Blend
ca: mescla
sk: prelínanie
sr: стапање

source: Boost factor
sk: faktor zvýraznenia
sr: фактор појачања

source: Adjust the boost factor of the channel mask
sk: nastaviť faktor zvýraznenia pre masku kanála
sr: подешава фактор повећања маске канала

source: %d Shape used
ca: %d forma emprada
da: %d figur brugt
sk: použitý %d tvar
sr: употребљен је %d облик

source: No mask used
ca: cap màscara
da: ingen maske bruges
sk: nepoužitá žiadna maska
sr: није коришћена маска

source: Show and edit mask elements
ca: mostra i edita elements de màscara
da: vis og redigér maskeelementer
sk: zobraziť a upraviť prvky masky
sr: прикажи и уреди елементе маске

source: Toggle polarity of drawn mask
ca: inverteix polaritat de la màscara dibuixada
da: slå polaritet for den tegnede maske til og fra
sk: prepnúť polaritu nakreslenej masky
sr: мења поларност исцртане маске

source: Add gradient ctrl+click to add multiple gradients
sk: pridať gradient ctrl + kliknutie pre pridanie viacerých gradientov
sr: додаје прелив ctrl+клик за додавање више прелива

source: Add path ctrl+click to add multiple paths
sk: pridať cestu ctrl + kliknutie pre pridanie viac ciest
sr: додаје путању ctrl+клик за додавање више путања

source: Add ellipse ctrl+click to add multiple ellipses
sk: pridať elipsu ctrl + kliknutie pre pridanie viac elíps
sr: додаје елипсу ctrl+клик за додавање више елипси

source: Add circle ctrl+click to add multiple circles
sk: pridať kruh ctrl + kliknutie pre pridanie viac kruhov
sr: додаје круг ctrl+клик за додавање више кругова

source: Add brush ctrl+click to add multiple brush strokes
sk: pridať štetec ctrl + kliknutie pre pridanie viac ťahov štetcom
sr: додаје потез четкице ctrl+клик за додавање више потеза четкице

source: Toggle polarity of raster mask
ca: inverteix polaritat de la màscara ràster
da: slå polaritet for rastermaske til og fra
sk: prepnúť polaritu rastrovej masky
sr: мења поларност растерске маске

source: Normal & difference modes
sk: normálne a rozdielové režimy
sr: режими нормално и разлика

source: Lighten modes
sk: režimy zosvetlenia
sr: режим посветљења

source: Darken modes
sk: režimy stmavnutia
sr: режим затамњења

source: Contrast enhancing modes
sk: režimy zvýraznenia kontrastu
sr: режими побољшања контраста

source: Color channel modes
sk: režimy kanálov farieb
sr: режими канала боја

source: Normal & arithmetic modes
sk: normálne a aritmetické režimy
sr: нормални и аритметички режими

source: Chrominance & luminance modes
sk: režimy farebnosti a jasu
sr: режими хроме и светлине

source: Deprecated modes
sk: zastaralé režimy
sr: застарели модули

source: Blending options
sk: možnosti prelínania
sr: опција стапања

source: Blend mode
ca: mode de mescla
da: blend-metode
sk: režim prelínania
sr: режим стапања

source: Choose blending mode
ca: tria el mode de mescla
da: vælg blending-metode
sk: vybrať režim prelínania
sr: изаберите режим стапања

source: Blend fulcrum
sk: stred osi otáčania
sr: стапање тачке ослонца

source: Adjust the fulcrum used by some blending operations
sk: upraviť os otáčania použitú pri niektorých operáciách miešania
sr: подешава тачку ослонца која се користи за радње стапања

source: Opacity
ca: opacitat
da: uigennemsigtighed
sk: krytie
sr: непровидност

source: Set the opacity of the blending
ca: opacitat de la mescla
da: sæt uigennemsigtigheden for blending
sk: nastaviť krytie prelínania
sr: подешава непровидност стапања

source: Combine masks
ca: combina màscares
da: kombinér masker
sk: kombinovať masky
sr: кобинуј маске

source: How to combine individual drawn mask and different channels of parametric mask
ca: com es combinen les màscares dibuixades individuals i els diferents canals de la màscara paramètrica
da: hvordan individuent tegnet maske og forskellige kanaler for parametermaske kombineres
sk: ako kombinovať jednotlivé nakreslené masky a rôzne kanále parametrických masiek
sr: одређује како се комбинују појединачне исцртане маске и различити канали параметарске маске

source: Invert mask
ca: inverteix màscara
da: invertér maske
sk: invertovať masku
sr: изврни маску

source: Apply mask in normal or inverted mode
ca: aplica màscara en mode normal o invertit
da: anvend maske i normal eller inverteret tilstand
sk: použije masku v normálnom alebo invertovanom režime
sr: примењује маску у нормалном или изврнутом режиму

source: Feathering guide
ca: guia de difuminat
da: udtyndingsguide
sk: vodítko prelínania
sr: вођица умекшавања

source: Choose to guide mask by input or output image
ca: guiat de la màscara segons la imatge d'entrada o de sortida
da: vælg at guide masken efter input- eller outputbillede
sk: vybrať riadenie masky podľa vstupnej alebo výstupnej snímky
sr: изаберите вођење маске на основу улазне или излазне слике

source: Feathering radius
ca: radi de difuminat
da: udtyndingsradius
sk: polomer prelínania
sr: полупречник умекшања

source: Spatial radius of feathering
ca: radi espacial del difuminat
da: rumlig radius for udtynding
sk: priestorový polomer prelínania
sr: просторни полупречник умекшавања

source: Mask blur
ca: difuminat de la màscara
da: maskesløring
sk: rozostrenie masky
sr: умекшање маске

source: Radius for gaussian blur of blend mask
ca: radi pel desenfoc gaussià de la màscara de mescla
da: radius for gaussian-sløring af blend-maske
sk: polomer gaussovho rozostrenia prelínania masky
sr: полупречник гаусовог замућења маске за утапање

source: Mask opacity
ca: opacitat de la màscara
da: uigennemsigtighed for maske
sk: krytie masky
sr: непровидност маске

source: Shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
ca: desplaça i inclina la corba de tons de la màscara de mescla per ajustar la seva brillantor sense afectar les regions completament transparents/opaques
da: forskyder og tilter blend-maskens tonekurve for at justere dens lysstyrke uden at påvirke fuldt ud gennemsigtige/uigennemsigtige områder
sk: posúva a klopí tónovú krivku pre úpravu jasu prelínacej masky bez ovplyvnenia plno priehľadných či nepriehľadných oblastí
sr: помера криву тонова маске за утапање ради подешавања осветљења без промене потпуно провидних/непровидних подучја

source: Mask contrast
ca: contrast de màscara
da: maskekontrast
sk: kontrast masky
sr: контраст маске

source: Gives the tone curve of the blend mask an s-like shape to adjust its contrast
ca: dona forma de 's' a la corba de tons de la màscara de mescla per a ajustar el seu contrast
da: giver blend-maskens tonekurve en s-agtig form for at justere dens kontrast
sk: nastaví tónovú krivku do tvaru S pre úpravu kontrastu prelínacej masky
sr: поставља криву тонова маске за утапање у облику слова „s“ као би подесио контраст

source: Display mask and/or color channel. Ctrl+click to display mask, shift+click to display channel. Hover over parametric mask slider to select channel for display
sk: zobraziť masku a/alebo kanál farieb. ctrl + kliknutie pre zobrazenie masky, shift + kliknutie pre kanál farieb. prejdením nad posuvníkom parametrickej masky vybrať kanál pre zobrazenie
sr: приказује маске и/или канала боје. ctrl+клик за приказ маске, shift+слик за приказ канала. прелаз преко клизача параметарске маске за избор приказаног канала

source: Temporarily switch off blend mask. Only for module in focus
ca: desactiva temporalment la màscara de mescla. només pel mòdul ressaltat
da: slå midlertidigt blend-maske fra. kun for modul i fokus
sk: dočasne vypne masku prelínania, len pre aktívny modul
sr: привремено ускључује стапање маске. ради само за модуле у фокусу

source: Mask refinement
ca: refinament de la màscara
da: maskenuance
sk: doladenie masky
sr: побољшање маске

source: Display-referred default
sk: východzí podľa obrazovky
sr: подразумевано на основу екрана

source: Scene-referred default
sk: východzí podľa scény
sr: подразумевано на основу сценографије

source: %s: Module `%s' version mismatch: %d != %d
ca: %s: la versió del mòdul '%s' no coincideix: %d != %d
da: %s: modulet “%s” versionsuoverensstemmelse: %d != %d
sk: %s: modul `%s' verzia sa nezhoduje: %d != %d
sr: %s: издање модула „%s“ се не поклапа са верзијом: %d != %d

source: New instance
ca: nova instància
da: ny instans
sk: nová inštancia
sr: нови дупликат

source: Duplicate instance
ca: duplica instància
da: duplikér instans
sk: duplikovať inštanciu
sr: удвостручује овај модул

source: Move up
ca: mou amunt
da: flyt op
sk: posunúť hore
sr: помери горе

source: Move down
ca: mou avall
da: flyt ned
sk: posunúť dole
sr: помери доле

source: Delete
ca: elimina
da: slet
sk: odstrániť
sr: обриши

source: Rename
ca: canvia el nom
da: omdøb
sk: premenovať
sr: преименуј

source: %s Is switched on
ca: %s està activat
da: %s er slået til
sk: modul %s je zapnutý
sr: %s је укључен

source: %s Is switched off
ca: %s està desactivat
da: %s er slået fra
sk: modul %s je vypnutý
sr: %s је искључен

source: Preset
ca: predefinit
da: forudindstilling
sk: predvoľba
sr: поставка

# accel
source: Fusion
ca: fusió
sk: fúzia
sr: фузија

source: Multiple instances actions middle-click creates new instance
ca: accions d'instàncies múltiples clic botó central crea nova instància
da: handlinger for adskillige instanser midterklik opretter ny instans
sk: akcie viacerých inštancií kliknutie prostredného tlačidla vytvorí novú inštanciu
sr: радње више дупликата модула средњи клик ће дуплирати модул

source: Reset parameters ctrl+click to reapply any automatic presets
sk: resetovať parametre ctrl+kiknutie pre opätovnú aplikáciu automatických predvolieb
sr: враћање параметара ctrl+клик за поновну примену аутоматских поставки

source: Presets
ca: predefinits
da: forudindstillinger
sk: predvoľby
sr: поставке

source: Presets middle-click to apply on new instance
ca: predefinits clic botó central aplica a nova instància
da: forudindstillinger midterklik for at anvende på ny instans
sk: predvoľby kliknutie prostredným tlačidlom vytvorí novú inštanciu
sr: поставке средњи клик за примену на новом дупликату модула

source: ERROR
sk: CHYBA
sr: ГРЕШКА

source: Purpose
sk: účel
sr: сврха

source: Process
sk: spracovanie
sr: процес

source: Unsupported input
sr: неподржан улаз

source: You have placed this module at a position in the pipeline where the data format does not match its requirements.
sr: поставили сте овај модул на место у цевоводу тако да се формат података не поклапа са захтевима самог модула.

source: %s Ctrl+click to %s
sk: %s ctrl+cliknutie na %s
sr: %s ctrl+клик за %s

source: Cannot find lightroom XMP!
ca: no s'ha pogut trobar XMP de lightroom!
da: kan ikke finde lightroom-XMP!
sk: nedá sa nájsť lightroom XMP!
sr: не могу да нађем lightroom XMP!

source: `%s' Not a lightroom XMP!
ca: `%s' no és un XMP de lightroom!
da: “%s” er ikke en lightroom-XMP!
sk: „%s“ nie je lightroom XMP!
sr: „%s“ није lightroom XMP!

source: Rating
ca: puntuació
da: bedømmelse
sk: hodnotenie
sr: оцењивање

source: %s Has been imported
ca: s'ha importat %s
da: %s er blevet importeret
sk: %s bol importovaný
sr: %s је увезена

source: Hardness: %3.2f%%
sr: тврдоћа: %3.2f%%

source: Size: %3.2f%%
sr: величина: %3.2f%%

source: Feather size: %3.2f%%
sr: величина умекшавања: %3.2f%%

source: Rotation: %3.f°
sr: ротација: %3.f°

source: Compression: %3.2f%%
sr: компресија: %3.2f%%

source: Curvature: %3.2f%%
sr: закривљење: %3.2f%%

source: [SHAPE] Remove shape
ca: [FORMA] elimina forma
da: [SHAPE] fjern figur
sk: [SHAPE] odstrániť tvar
sr: [ОБЛИК] уклони облик

source: [PATH creation] Add a smooth node
ca: [CAMÍ creació] afegeix un node suau
da: [PATH creation] tilføj et blødt punkt
sk: [PATH creation] pridať hladký uzol
sr: [прављење ПУТАЊЕ] додај меки чвор

source: [PATH creation] Add a sharp node
ca: [CAMÍ creació] afegeix un node agut
da: [PATH creation] tilføj et skarpt punkt
sk: [PATH creation] pridať ostrý uzol
sr: [прављење ПУТАЊЕ] додај оштар чвор

source: [PATH creation] Terminate path creation
ca: [CAMÍ creació] finalitza crear camí
da: [PATH creation] afslut oprettelse af sti
sk: [PATH creation] ukončiť tvorbu cesty
sr: [прављење ПУТАЊЕ] заврши прављење путање

source: [PATH on node] Switch between smooth/sharp node
ca: [CAMÍ a node] permuta entre node suau/agut
da: [PATH on node] skift mellem blødt/skarpt punkt
sk: [PATH on node] prepnúť medzi vyhladeným/ostrým uzlom
sr: [ПУТАЊА и чвор] пребаци између меког/оштрог чвора

source: [PATH on node] Remove the node
ca: [CAMÍ a node] elimina el node
da: [PATH on node] fjern punktet
sk: [PATH on node] odstrániť uzol
sr: [ПУТАЊА и чвор] уклони чвор

source: [PATH on feather] Reset curvature
ca: [CAMÍ al difuminat] reinicia curvatura
da: [PATH on feather] nulstil krumning
sk: [PATH on feather] obnoviť zakrivenie
sr: [ПУТАЊа и умекшање] врати закривљење

source: [PATH on segment] Add node
ca: [CAMÍ a segment] afegeix node
da: [PATH on segment] tilføj punkt
sk: [PATH on segment] pridať uzol
sr: [ПУТАЊА и сегмент] додај чвор

source: [PATH] Change size
ca: [CAMÍ] canvia mida
da: [PATH] ændr størrelse
sk: [PATH] zmeniť veľkosť
sr: [ПУТАЊА] промени величину

source: [PATH] Change opacity
ca: [CAMÍ] canvia opacitat
da: [PATH] ændr gennemsigtighed
sk: [PATH] zmeniť krytie
sr: [ПУТАЊА] промени провидност

source: [PATH] Change feather size
ca: [CAMÍ] canvia mida del difuminat
da: [PATH] ændr udtyndingsstørrelse
sk: [PATH] zmeniť veľkosť prelínania okrajov
sr: [ПУТАЊА] промени величину умекшања

source: [GRADIENT on pivot] Rotate shape
ca: [GRADIENT pivot] gira forma
da: [GRADIENT on pivot] rotér figur
sk: [GRADIENT on pivot] otočiť tvar
sr: [ПРЕЛИВ у окрет] ротирај облик

source: [GRADIENT creation] Set rotation
ca: [GRADIENT creació] estableix la rotació
da: [GRADIENT creation] sæt rotation
sk: [GRADIENT creation] nastaviť otočenie
sr: [прављење ПРЕЛИВА] постави ротацију

source: [GRADIENT] Change curvature
sk: [GRADIENT] zmeniť zakrivenie
sr: [ПРЕЛИВ] промени закривљење

source: [GRADIENT] Change compression
ca: [GRADIENT] canvia compressió
da: [GRADIENT] ændr komprimering
sk: [GRADIENT] zmeniť stlačenie
sr: [ПРЕЛИВ] промени компресију

source: [GRADIENT] Change opacity
ca: [GRADIENT] canvia opacitat
da: [GRADIENT] ændr uigennemsigtighed
sk: [GRADIENT] zmeniť krytie
sr: [ПРЕЛИВ] промени провидност

source: [ELLIPSE] Change size
ca: [EL·LIPSE] canvia mida
da: [ELLIPSE] ændr størrelse
sk: [ELLIPSE] zmeniť veľkosť
sr: [ЕЛИПСА] промени величину

source: [ELLIPSE] Change opacity
ca: [EL·LIPSE] canvia opacitat
da: [ELLIPSE] ændr uigennemsigtighed
sk: [ELLIPSE] zmeniť krytie
sr: [ЕЛИПСА] промени провидност

source: [ELLIPSE] Switch feathering mode
ca: [EL·LIPSE] permuta mode difuminat
da: [ELLIPSE] skift udtyndingstilstand
sk: [ELLIPSE] zmeniť režim prelínania okrajov
sr: [ЕЛИПСА] промени режим умекшања

source: [ELLIPSE] Rotate shape
ca: [EL·LIPSE] gira forma
da: [ELLIPSE] rotér figur
sk: [ELLIPSE] otočiť tvar
sr: [ЕЛИПСА] ротирај облик

source: [BRUSH creation] Change size
ca: [PINZELL creació] canvia mida
da: [BRUSH creation] ændr størrelse
sk: [BRUSH creation] zmeniť veľkosť
sr: [прављење ЧЕТКИЦЕ] промени величину

source: [BRUSH creation] Change hardness
ca: [PINZELL creació] canvia duresa
da: [BRUSH creation] ændr hårdhed
sk: [BRUSH creation] zmeniť tvrdosť
sr: [прављење ЧЕРКИЦЕ] промени тврдоћу

source: [BRUSH] Change opacity
ca: [PINZELL] canvia opacitat
da: [BRUSH] ændr uigennemsigtighed
sk: [BRUSH] zmeniť krytie
sr: [ЧЕТКИЦА] промени провидност

source: [BRUSH] Change hardness
ca: [PINZELL] canvia opacitat
da: [BRUSH] ændr hårdhed
sk: [BRUSH] zmeniť tvrdosť
sr: [ЧЕТКИЦА] промени тврдоћу

source: [CIRCLE] Change size
ca: [CERCLE] canvia mida
da: [CIRCLE] ændr størrelse
sk: [CIRCLE] zmeniť veľkosť
sr: [КРУГ] промени величину

source: [CIRCLE] Change opacity
ca: [CERCLE] canvia opacitat
da: [CIRCLE] ændr uigennemsigtighed
sk: [CIRCLE] zmeniť krytie
sr: [КРУГ] промени непровидност

source: [CIRCLE] Change feather size
ca: [CERCLE] canvia mida difuminat
da: [CIRCLE] ændr udtyndingsstørrelse
sk: [CIRCLE] zmeniť veľkosť prelínania okraja
sr: [КРУГ] промени величину умекшања

source: <b>add node</b>: click, <b>add sharp node</b>:ctrl+click <b>cancel</b>: right-click
sr: <b>додавање чвора</b>: леви клик, <b>оштри чвор</b>:ctrl+клик, <b>отказивање</b>: десни клик

source: <b>add node</b>: click, <b>add sharp node</b>:ctrl+click <b>finnish path</b>: right-click
sr: <b>додавање чвора</b>: леви клик, <b>оштри чвор</b>:ctrl+клик, <b>затварање путање</b>: десни клик

source: <b>move node</b>: drag, <b>remove node</b>: right-click <b>switch smooth/sharp mode</b>: ctrl+click
sr: <b>померање чвора</b>: превуци, <b>уклањање чвора</b>: десни клик, <b>промена оштрог/меког чвора</b>: ctrl+клик

source: <b>node curvature</b>: drag <b>reset curvature</b>: right-click
sr: <b>закривљење чвора</b>: превуци, <b>враћање закривљења</b>: десни клик

source: <b>move segment</b>: drag <b>add node</b>: ctrl+click
sr: <b>померање сегмента</b>: превуци, <b>додавање чвора</b>: ctrl+клик

source: <b>size</b>: scroll, <b>feather size</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>величина</b>: точкић миша, <b>величина умекшања</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>compression</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>компресија</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>curvature</b>: scroll, <b>compression</b>: shift+scroll <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>закривљење</b>: точкић миша, <b>компресија</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>rotate</b>: drag
sr: <b>ротација</b>: превлачење

source: <b>size</b>: scroll, <b>feather size</b>: shift+scroll <b>rotation</b>: ctrl+shift+scroll, <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>величина</b>: точкић миша, <b>величина умекшања</b>: shift+точкић миша, <b>ротација</b>: ctrl+shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)

source: <b>rotate</b>: ctrl+drag
sr: <b>ротација</b>: ctrl+превлачење

source: <b>feather mode</b>: shift+click, <b>rotate</b>: ctrl+drag <b>size</b>: scroll, <b>feather size</b>: shift+scroll, <b>opacity</b>: ctrl+scroll (%d%%)
sr: <b>режим умекшања</b>: shift+клик, <b>ротација</b>: ctrl+превлачење, <b>величина</b>: точкић миша, <b>величина умекшања</b>: shift+точкић миша, <b>непровидност</b>: ctrl+точкић миша (%d%%)
