Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

# accel
source: Pick border color from image
ca: pren el color de la vora des de la imatge
da: vælg kantfarve fra billede

# accel
source: Frame line size
ca: mida de la línia del marc
da: rammens linjetykkelse

# accel
source: Pick frame line color from image
ca: pren el color de línia del marc des de la imatge
da: vælg rammens linjefarve fra billede

# accel
source: Brightness
ca: brillantor
da: lysstyrke

# accel
source: Saturation
ca: saturació
da: mætning

source: Lift/gamma/gain controls as seen in video editors
ca: controls d'elevació/gamma/guany com els dels editors de video
da: indstillinger for løft/gamma/forøgelse som de fremgår i videoredigeringsprogrammer

source: Factor of
ca: factor de
da: faktor for

source: Factor of lift
ca: factor d'elevació
da: faktor for løft

source: Lift
ca: elevació
da: løft

source: Factor of red for lift
ca: factor del vermell per l'elevació
da: rødfaktor for løft

source: Factor of green for lift
ca: factor del verd per l'elevació
da: grønfaktor for løft

source: Factor of blue for lift
ca: factor del blau per l'elevació
da: blåfaktor for løft

source: Factor of gamma
ca: factor de la gamma
da: faktor for gamma

source: Factor of red for gamma
ca: factor del vermell per la gamma
da: rødfaktor for gamma

source: Factor of green for gamma
ca: factor del verd per la gamma
da: grønfaktor for gamma

source: Factor of blue for gamma
ca: factor del blau per la gamma
da: blåfaktor for gamma

source: Factor of gain
ca: factor del guany
da: faktor for forøgelse

source: Gain
ca: guany
da: forøgelse

source: Factor of red for gain
ca: factor del vermell pel guany
da: rødfaktor for forøgelse

source: Factor of green for gain
ca: factor del verd pel guany
da: grønfaktor for forøgelse

source: Factor of blue for gain
ca: factor del blau pel guany
da: blåfaktor for forøgelse

source: (%2.2f %2.2f %2.2f) Altered patches are marked with an outline click to select double click to reset right click to delete patch shift-click while color picking to replace patch
ca: (%2.2f %2.2f %2.2f) les seccions modificades es marquen amb un contorn clic per seleccionar doble clic per reiniciar reset clic dret per esborrar la secció majs-clic mentre es pren mostra de color, per substituir la secció
da: (%2.2f %2.2f %2.2f) ændrede lapper er markeret med en kontur klik for at vælge dobbeltklik for at nulstille højreklik for at slette lap shift-klik under farvevalg for at erstatte lap

# accel
source: Green vs magenta
ca: verd vs. magenta
da: grøn mod magenta

# accel
source: Blue vs yellow
ca: blau vs. groc
da: blå mod gul

source: Green vs magenta
ca: verd vs. magenta
da: grøn mod magenta

source: Steepness of the a* curve in Lab
ca: pendent de la corba a* a Lab
da: stejlhed af a*-kurven i Lab

source: Blue vs yellow
ca: blau vs. groc
da: blå mod gul

source: Steepness of the b* curve in Lab
ca: pendent de la corba b* a Lab
da: stejlhed af b*-kurven i Lab

source: Drag the line for split toning. Bright means highlights, dark means shadows. Use mouse wheel to change saturation.
ca: arrossegueu la línia per aplicar split toning (viratge amb divisió de tons). brillant significa altes llums, fosc significa ombres. empreu la roda del ratolí per canviar la saturació.
da: træk linjen for at splittoning. lys betyder højlys, mørk betyder skygger. brug musehjulet for at ændre mætning.

# accel
source: Lightness
ca: lluminositat
da: lysskarphed

# accel
source: Source mix
ca: mescla d'origen
da: kildemiks

# accel
source: Acquire as source
ca: obté com a font
da: hent som kilde

# accel
source: Acquire as target
ca: obté com a destinació
da: hent som mål

# accel
source: Spatial extent
ca: extensió espacial
da: rumlig rækkevidde

# accel
source: Range extent
ca: extensió de nivells
da: rækkevidde

# accel
source: Hue
ca: to
da: farvetone

source: Create a curve based on an area from the image click to create a flat curve ctrl+click to create a positive curve shift+click to create a negative curve
ca: crea una corba basada en una àrea de la imatge clic per crear una corba plana ctrl+clic per crear una corba positiva majs+clic per crear una corba negativa
da: opret en kurve baseret på et område fra billedet klik for at oprette en flad kurve ctrl+klik for at oprette en positiv kurve shift+klik for at oprette en negativ kurve

# accel
source: Edge threshold
ca: llindar de vora
da: grænseværdi for kanter

source: Chroma (use on 1st instance)
ca: chroma (usar en 1a instància)
da: kroma (brug ved første tilfælde)

source: Luma (use on 2nd instance)
ca: luma (usar en 1a instància)
da: luma (brug ved andet tilfælde)

source: Scattering (coarse-grain noise)
ca: dispersió (soroll de gra gruixut)
da: spredning (grovstøjkorn)

source: Central pixel weight (details)
ca: pes del píxel central (detalls)
da: central pixeltyngde (detaljer)

source: Method used in the denoising core. Non-local means works best for `lightness' blending, wavelets work best for `color' blending
ca: mètode emprat en eliminar soroll. La mitjana no local funciona millor amb mescla per lluminositat, la transformada d'ondeta (wavelet) funciona millor amb mescla per color
da: metode, der bruges til støjfjernelse. non-local means virker bedst til “lysskarpheds”-blending, wavelets virker bedst til “farve”-blending

source: Scattering of the neighbourhood to search patches in. Increase for better coarse-grain noise reduction. Does not affect execution time.
ca: dispersió del veïnatge per a cercar-hi mostres. incrementeu-lo per a una millor reducció del soroll de gra gruixut. no afecta el temps d'execució.
da: spredning af området, hvori der skal søges efter lapper. forøg for bedre reduktion af grovstøjkorn. påvirker ikke beregningstid.

source: Finetune shadows denoising. Decrease to denoise more aggressively dark areas of the image.
ca: ajust fi del filtrat de soroll a les ombres. reduïu-lo per a treure el soroll més agressivament a les àrees fosques de la imatge.
da: finjustér skyggestøjfjernelse. formindsk for at støjfjerne mørke områder af billedet mere aggresivt.

# accel
source: Black
ca: negre
da: sort

# accel
source: Exposure
ca: exposició
da: eksponering

# accel
source: Auto-exposure
ca: exposició auto
da: auto-eksponering

# accel
source: Percentile
ca: percentil
da: percentil

# accel
source: Target level
ca: brillantor desitjada
da: målniveau

source: 07 EV dynamic range
ca: 07 EV de rang dinàmic
da: 07 EV dynamikområde

source: 09 EV dynamic range
ca: 09 EV de rang dinàmic
da: 09 EV dynamikområde

source: 11 EV dynamic range
ca: 11 EV de rang dinàmic
da: 11 EV dynamikområde

source: 13 EV dynamic range
ca: 13 EV de rang dinàmic
da: 13 EV dynamikområde

source: 15 EV (backlighting)
ca: 15 EV (contrallum)
da: 15 EV (modlys)

# accel
source: White exposure
ca: exposició de blanc
da: hvideksponering

# accel
source: Black exposure
ca: exposició de negre
da: sorteksponering

# accel
source: Middle grey luminance
ca: luminància del gris mitjà
da: middelgrå luminans

# accel
source: Dynamic range scaling
ca: escalat de rang dinàmic
da: skalering af dynamikområde

# accel
source: Latitude
ca: latitud
da: breddegrad

# accel
source: Shadows highlights balance
ca: balanç llums/ombres
da: skygge/højlys-balance

# accel
source: Extreme luminance saturation
ca: saturació de luminància extrema
da: ekstrem luminansmætning

source: Read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
ca: gràfic de només lectura, useu els paràmetres a sota per definir els nodes la corba brillant és la corba de mapatge de tons fílmica la corba fosca és la corba de dessaturació
da: skrivebeskyttet graf, brug parametrene herunder for at sætte punkterne den lyse kurve er den filmiske tonemapping-kurve den mørke kurve er afmætningskurven

source: Target power transfer function
ca: funció de destí (func. de transferència potencial)
da: overførselsfunktion for målstyrke

# accel
source: Density
ca: densitat
da: tæthed

# accel
source: Compression
ca: compressió
da: komprimering

source: Compression of graduation: 0% = soft, 100% = hard
ca: compressió del degradat: 0% = suau, 100% = abrupte
da: komprimering af graduering: 0% = blød, 100% = hård

source: [%s On line] Change compression
ca: [%s a línia] canvia compressió
da: [%s on line] ændr komprimering

# accel
source: Coarseness
ca: aspror
da: ruhed

# accel
source: Sharpness
ca: nitidesa
da: skarphed

# accel
source: Contrast boost
ca: increment de contrast
da: kontrastforstærkning

# accel
source: Pick color of film material from image
ca: pren de la imatge el color del suport
da: vælg farve for filmmateriale fra billede

# accel
source: Scale
ca: escala
da: skalér

# accel
source: TCA R
ca: TCA verm

# accel
source: TCA B
ca: TCA blau

# accel
source: Find camera
ca: cerca càmera
da: find kamera

# accel
source: Find lens
ca: cerca lent
da: find objektiv

# accel
source: Auto scale
ca: auto escala
da: autoskalér

# accel
source: Camera model
ca: model de càmera
da: kameramodel

# accel
source: Lens model
ca: model de lent
da: objektivmodel

# accel
source: Select corrections
ca: tria correccions
da: vælg korrektioner

source: Click and drag to add point scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
ca: clic i arrossega per afegir punt scroll (roda del ratolí) per canviar mida majs-scroll per canviar intensitat - ctrl-scroll per canviar direcció
da: klik og træk for at tilføje punkt rul for at ændre størrelse shift-rul for at ændre styrke – ctrl-rul for at ændre retning

source: Click to add line scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
ca: clic per afegir línia scroll (roda del ratolí) per canviar mida majs-scroll per canviar intensitat - ctrl-scroll per canviar direcció
da: klik for at tilføje linje rul for at ændre størrelse shift-rul for at ændre styrke – ctrl-rul for at ændre retning

source: Click to add curve scroll to change size shift-scroll to change strength - ctrl-scroll to change direction
ca: clic per afegir corba scroll (roda del ratolí) per canviar mida majs-scroll per canviar intensitat - ctrl-scroll per canviar direcció
da: klik for at tilføje kurve rul for at ændre størrelse shift-rul for at ændre styrke – ctrl-rul for at ændre retning

source: Point tool: draw points
ca: eina punt: dibuixa punts
da: punktværktøj: tegn punkter

source: Line tool: draw lines
ca: eina línia: dibuixa línies
da: linjeværktøj: tegn linjer

source: Curve tool: draw curves
ca: eina corba: dibuixa corbes
da: kurveværktøj: tegn kurver

source: Node tool: edit, add and delete nodes
ca: eina node: edita, afegeix i elimina nodes
da: punktværktøj: redigér, tilføj og slet punkter

source: Ctrl-click: add node - right click: remove path ctrl-alt-click: toggle line/curve
ca: ctrl+clic per afegir un node - clic dret per eliminar camí ctrl-alt-clic: permuta línia/corba
da: ctrl+klik: tilføj punkt – højreklik: fjern sti ctrl-alt-klik: skift mellem linje og kurve

source: Click and drag to move - click: show/hide feathering controls ctrl-click: autosmooth, cusp, smooth, symmetrical - right click to remove
ca: clic+arrossega per moure - clic: mostra/amaga controls de difuminat ctrl+clic: auto-suavitzat, abrupte, suau, simètric - clic dret per eliminar
da: klik og træk for at flytte – klik: vis/skjul udtyndingskontroller ctrl+klik: autoudjævning, spids, udjævning, symmetrisk – højreklik for at fjerne

source: Drag to adjust warp strength ctrl-click: linear, grow, and shrink
ca: arrossega per ajustar la intensitat de la deformació ctrl+clic : lineal, engrandir, i reduir
da: træk for at justere styrke på vridning ctrl+klik: lineær, forstør og formindsk

# accel
source: Point tool
ca: eina punt
da: punktværktøj

# accel
source: Line tool
ca: eina línia
da: linjeværktøj

# accel
source: Curve tool
ca: eina corba
da: kurveværktøj

# accel
source: Node tool
ca: eina node
da: punktværktøj

# accel
source: Blue shift
ca: desplaçament al blau
da: blåforskydning

source: Filter order
ca: ordre del filtre
da: filterrækkefølge

source: 0th order
ca: ordre 0
da: 0. rækkefølge

source: 1st order
ca: 1er ordre
da: 1. rækkefølge

source: 2nd order
ca: 2on ordre
da: 2. rækkefølge

source: Filter order of gaussian blur
ca: ordre del filtre de desenfoc gaussià
da: filterrækkefølge for gaussian-sløring

# lowpass
source: Brightness
ca: brillantor
da: lysstyrke

source: Invalid png header from %s
ca: capçalera png no vàlida a %s
da: ugyldig png-header fra %s

source: 1D cube lut is not supported
ca: cub LUT 1D no suportat
da: 1D kube-lut understøttes ikke

source: 3D lut (cube)
ca: LUT 3D (cub)
da: 3D lut (kube)

source: Select a png (haldclut) or a cube file
ca: trieu un arxiu png (haldclut) o cub
da: vælg en png (haldclut) eller en kubefil

source: The file path (relative to lut folder) is saved with image (and not the lut data themselves) CAUTION: lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
ca: la ruta a l'arxiu (relative a la carpeta LUT) es desa amb la imatge (i no a les dades de LUT) PRECAUCIÓ: la carpeta LUT s'ha d'establir a preferències/opcions primàries/miscel·lani abans de triar l'arxiu LUT
da: filstien (relativ til lut-mappen) gemmes sammen med billedet (og ikke selve lut-data) ADVARSEL: lut-mappe skal være indstillet i indstillinger/grundindstillinger/diverse, før du vælger lut-filen

# accel
source: Chroma
ca: crominància
da: kroma

# accel
source: Linear
ca: lineal
da: lineær

# accel
source: Dynamic range
ca: rang dinàmic
da: dynamikområde

# accel
source: Grey point
ca: punt de gris
da: gråpunkt

# accel
source: Shadows range
ca: rang d'ombres
da: skyggeområde

# accel
source: Noise threshold
ca: llindar de soroll
da: grænseværdi for støj

source: Black level %i
ca: nivell de negre %i
da: sort-niveau %i

# accel
source: White point
ca: punt de blanc
da: hvidpunkt

# accel
source: Width
ca: amplada
da: bredde

source: # Shapes:
ca: # formes:
da: antal figurer:

source: Activates fill tool
ca: activa l'eina de reemplenat
da: aktiverer udfylningsværktøj

source: Activates blur tool
ca: activa l'eina de difuminat
da: aktiverer sløringsværktøj

source: Activates healing tool
ca: activa l'eina de cicatritzat
da: aktiverer helingsværktøj

source: Activates cloning tool
ca: activa l'eina de clonació
da: aktiverer kloningsværktøj

source: # Scales:
ca: # escales:
da: antal skalaer:

source: Top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
ca: control lliscant superior ajusta on comencen les escales de mescla control lliscant inferior ajusta el nombre d'escales el requadre vermell indica l'escala actual la línia verda indica que l'escala conté formes
da: øverste skyder justerer hvor kombineringsskalaerne starter nederste skyder justerer antallet af skalaer den røde kasse indikerer aktuel skala den grønne linje indikerer, at skalaen har figurer

# accel
source: Retouch tool circle
ca: retoc eina cercle
da: retoucheringsværktøj cirkel

# accel
source: Retouch tool ellipse
ca: retoc eina el·lipse
da: retoucheringsværktøj ellipse

# accel
source: Retouch tool path
ca: retoc eina camí
da: retoucheringsværktøj sti

# accel
source: Retouch tool brush
ca: retoc eina pinzell
da: retoucheringsværktøj pensel

# accel
source: Continuous add circle
ca: continu afegeix cercle
da: kontinuerlig tilføj cirkel

# accel
source: Continuous add ellipse
ca: continu afegeix el·lipse
da: kontinuerlig tilføj ellipse

# accel
source: Continuous add path
ca: continu afegeix camí
da: kontinuerlig tilføj sti

# accel
source: Continuous add brush
ca: continu afegeix pinzell
da: kontinuerlig tilføj pensel

source: Pick GUI color from image
ca: pren el color pel GUI de la imatge
da: vælg GUI-farve fra billede

source: Automatic pixel rotation only works for the sensors that need it.
ca: la rotació automàtica de píxels només funciona amb sensors que ho requereixen.
da: automatisk pixelrotation virker kun for de sensorer, der behøver det.

source: Automatic pixel scaling only works for the sensors that need it.
ca: l'escalat automàtic de píxels només funciona amb sensors que ho requereixen.
da: automatisk pixelskalering virker kun for de sensorer, der behøver det.

# accel
source: Shadows
ca: ombres
da: skygger

# accel
source: Highlights
ca: altes llums
da: højlys

# accel
source: White point adjustment
ca: ajustament de punt de blanc
da: justering af hvidpunkt

# accel
source: Shadows color correction
ca: correcció de color a les ombres
da: farvekorrektion i skygger

# accel
source: Highlights color correction
ca: correcció de color a les altes llums
da: højlys farvekorrektion

# accel
source: Amount
ca: quantitat
da: mængde

source: Split toning
ca: viratge (split toning)

# accel
source: Pick primary color
ca: pren el color primari
da: vælg primær farve

# accel
source: Pick secondary color
ca: pren el color secundari
da: vælg sekundær farve

# accel
source: Balance
ca: balanç

source: The balance of center of splittoning
ca: balanç del centre de la divisió de tons
da: centerbalance for splittoning

# accel
source: Spot circle tool
ca: eina cercle (elimina punts)
da: spotcirkel-værktøj

# accel
source: Spot ellipse tool
ca: eina el·lipse (elimina punts)
da: spot-ellipseværktøj

# accel
source: Spot path tool
ca: eina camí (elimina punts)
da: spot-stiværktøj

# accel
source: Spot show or hide
ca: mostra o amaga punt
da: spot vis eller skjul

# accel
source: Temperature
ca: temperatura
da: temperatur

# accel
source: Preset/camera
ca: predefinit/càmera
da: forudindstilling/kamera

# accel
source: Preset/camera neutral
ca: predefinit/neutre de la càmera
da: forudindstilling/kameraneutral

# accel
source: Preset/spot
ca: predefinit/puntual
da: forudindstilling/spot

# white balance
source: Camera
ca: càmera
da: kamera

# white balance
source: Camera neutral
ca: neutre de la càmera
da: kameraneutral

# white balance
source: Spot
ca: puntual

source: Choose white balance preset from camera
ca: tria el balanç de blancs predefinit de la càmera
da: vælg hvidbalance-forudindstilling fra kamera

source: Fine tune white balance preset
ca: ajustament fi del balanç de blancs predefinit
da: finjustér forudindstilling for hvidbalance

source: Base of the logarithm
ca: base del logaritme
da: base for logaritmen

# accel
source: Blacks
ca: negres
da: sorte

# accel
source: Deep shadows
ca: ombres profundes
da: dybe skygger

# accel
source: Light shadows
ca: ombres lleugeres
da: lyse skygger

# accel
source: Midtones
ca: tons mitjans
da: midttoner

# accel
source: Dark highlights
ca: altes llums fosques
da: mærke højlys

# accel
source: Whites
ca: blancs
da: hvide

# accel
source: Speculars
ca: especulars
da: spejlglans

# accel
source: Filter diffusion
ca: difusió del filtre
da: filtrér sløring

# accel
source: Smoothing diameter
ca: diàmetre de suavitzat
da: udjævningsdiameter

# accel
source: Edges refinement or feathering
ca: refinament o difuminat de vores
da: kantnuancer eller udtynding

# accel
source: Mask quantization
ca: quantització de màscara
da: maskekvantisering

# accel
source: Mask exposure compensation
ca: compensació d'exposició de la màscara
da: maskeeksponeringskompensering

# accel
source: Mask contrast compensation
ca: compensació de contrast de la màscara
da: maskekontrastkompensering

source: Mask blending : none
ca: mescla de màscara : cap
da: maskeblending: ingen

source: Mask blending : landscapes
ca: mescla de màscares: paisatges
da: maskeblending: landskaber

source: Mask blending : isolated subjects
ca: mescla de màscares: objectes isolats
da: maskeblending: isolerede subjekter

source: Compress shadows/highlights : soft
ca: comprimeix llums/ombres : suau
da: komprimér skygger/højlys: blød

source: Compress shadows/highlights : strong
ca: comprimeix llums/ombres : fort
da: komprimér skygger/højlys: stærk

source: 'No' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
ca: 'no' afecta el contrast global i local contrast (segur si només afegiu contrast) 'filtre guiat' només afecta el contrast global i intenta preservar el local 'filtre guiat promitjat' és una mitjana geomètrica d'ambdós mètodes
da: “ingen” har indflydelse på global og lokal kontrast (sikker hvis du kun tilføjer kontrast) “guidet filter” har kun indflydelse på global kontrast og prøver at beholde lokal kontrast “udlignet guidet filter” er et geometrisk gennemsnit af begge metoder

# accel
source: Contrast compression
ca: compressió de contrast
da: kontrastkomprimering

# accel
source: Vibrance
ca: vivesa (vibrance)

# accel
source: Mid-tones bias
ca: correcció de tons mitjans
da: midttone-bias

# accel
source: Fall-off strength
ca: força de la transició
da: aftagningsstyrke

# accel
source: Horizontal center
ca: centre horitzontal
da: vandret centrum

# accel
source: Vertical center
ca: centre vertical
da: lodret centrum

# accel
source: Shape
ca: forma
da: figur

# accel
source: Width-height ratio
ca: relació ample-alt
da: bredde/højde-forhold

# accel
source: Dithering
ca: tramat (dithering)

# accel
source: Refresh
ca: refresca
da: genindlæs

# accel
source: Opacity
ca: opacitat
da: uigennemsigtighed

# accel
source: X offset
ca: decalatge x
da: x-forskydning

# accel
source: Y offset
ca: decalatge y
da: y-forskydning

# size
source: Image
ca: imatge
da: billede

source: Not altered
ca: sense modificar
da: ikke ændret

source: Type your query, use <, <=, >, >=, <>, =, [;] As operators
ca: escriviu la vostra cerca, empreu <, <=, >, >=, <>, =, [;] com a operadors
da: indtast din forespørgsel; brug <, <=, >, >=, <>, =, [;] som operatorer

source: Type your query, use <, <=, >, >=, <>, =, [;] As operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
ca: escriviu la vostra cerca, empreu <, <=, >, >=, <>, =, [;] com a operadors, escriviu les dates en la forma : AAAA:MM:DD HH:MM:SS (només l'any és obligatori)
da: indtast din forespørgsel; brug <, <=, >, >=, <>, =, [;] som operatorer; indtast datoer på formen: ÅÅÅÅ:MM:DD TT:MM:SS (kun året er obligatorisk)

source: Date
ca: data
da: dato

source: Point
ca: punt
da: punkt

source: Area
ca: àrea
da: område

source: Copy all
ca: copia-ho tot
da: kopiér alle

source: Paste...
ca: enganxa...
da: indsæt…

source: Paste all
ca: enganxa tot
da: indsæt alle

# accel
source: Copy all
ca: copia-ho tot
da: kopiér alle

# accel
source: Paste all
ca: enganxa-ho tot
da: indsæt alle

source: Existing duplicates
ca: duplicats existents
da: eksisterende dubletter

source: Maximum output width set to 0 for no scaling
ca: amplada de sortida màxima 0 per a no escalar
da: maksimum outputbredde sæt til 0 for ingen skalering

source: Maximum output height set to 0 for no scaling
ca: alçada de sortida màxima 0 per a no escalar
da: maksimum outputhøjde sæt til 0 for ingen skalering

source: Max size
ca: mida màxima
da: maksstørrelse

source: List of calculated metadata if formula is empty, the corresponding metadata is removed from exported file otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. Recognized variables:
ca: llista de metadades calculades Si la fórmula és buida, les metadades corresponents s'eliminen del fitxer exportat en cas contrari les metadades es calculen i s'afegeixen al fitxer exportat Feu clic a la cel·la de fórmula per editar. Variables reconegudes:
da: liste over beregnet metadata hvis formlen er tom, er den tilhørende metadata blevet fjernet fra den eksporterede fil ellers er den tilhørende metadata beregnet og tilføjet til den eksporterede fil klik på formelcellen for at redigere. genkendte variable:
