Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: This is the color of the scene illuminant before chromatic adaptation this color will be turned into pure white by the adaptation.
sk: toto je farba scénického osvetlenia pred chromatickou adaptáciou táto farba sa pri adaptácii zmení na čisto bielu.
sr: ово је боја осветљења сценографије пре примене адаптације боје ова боја ће бити претворена у белу приликом адаптације.

source: Set white balance to detected from area
sk: zvoliť predvoľbu vyváženia bielej z plochy
sr: поставите баланс беле на изабрано из подручја

source: Illuminant
sk: svetelný zdroj
sr: осветљење

source: Temperature
ca: temperatura
da: temperatur
sk: teplota
sr: температура

source: Input red
sk: vstup červený
sr: улазна црвена

source: Input green
sk: vstup zelený
sr: улазна зелена

source: Input blue
sk: vstup modrý
sr: улазна плава

source: Colorfulness
sk: farebnosť
sr: пуноћа боја

source: Grey
sk: šedá
sr: сива

source: Calibrate with a color checker
sr: калибриши помоћу палете са бојама

source: Use a color checker target to autoset CAT and channels
sr: користи мету са штампаном палетом боја да сам подеси трансформацију адаптације боје и канале

source: Chart
sr: палета

source: Xrite ColorChecker 24 pre-2014
sr: Xrite ColorChecker 24 пре 2014.

source: Xrite ColorChecker 24 post-2014
sr: Xrite ColorChecker 24 након 2014.

source: Choose the vendor and the type of your chart
sr: изаберите произвођача и врсту штампане палете за проверу боја

source: Optimize for
sr: прилагоди за

source: Neutral colors
sr: неутралне боје

source: Skin and soil colors
sr: кожу и боју земље

source: Foliage colors
sr: боју лишћа

source: Sky and water colors
sr: небо и боју воде

source: Average delta E
sr: просечна делта E

source: Maximum delta E
sr: највећа делта E

source: Choose the colors that will be optimized with higher priority. Neutral colors gives the lowest average delta E but a high maximum delta E saturated colors gives the lowest maximum delta E but a high average delta E none is a trade-off between both the others are special behaviours to protect some hues
sr: изаберите боје које ће бити прилагођене уз виши приоритетом у односу на остале. неутралне боје дају најмању просечни делта Е, али велике максималне вредности делта Е засићене боје ће дати најнижи максимални делта Е, али велике просечне вредности делта Е ништа је компромисно решење између ова два остало се односи на специјалне случајеве када треба заштитити одређене нијансе боје

source: Normalize exposure
sr: нормализуј експозицију

source: Discard the patch luminance from the calibration. Useful when the chart is not lit by an even lighting, in which case luminance discrepancies would make color matching inaccurate.
sr: занемарује светлину парчића током калибрације. корисно уколико график није осветљен уједначеним светлом, у том случају разлика у светлини ће направити непрецизно поклапање боја.

source: Patch scale
sr: размера парчета

source: Reduce the radius of the patches to select the more or less central part. Useful when the perspective correction is sloppy or the patches frame cast a shadows on the edges of the patch.
sr: умањује полупречник парчића како би приближно изабрао централну област. корисно када поправка перспективе ради килаво или оквир парчића баца сенке дуж ивица парчића.

source: The delta E is using the CIE 2000 formula.
sr: делта Е користи CIE 2000 формулу.

source: Accept the computed profile and set it in the module
sr: прихвата израчунати профил и поставља га модулима

source: Recompute the profile
sr: поново израчунај профил

source: Check the output delta E
sr: проверите излазни делта Е

source: Choleski decomposition failed to allocate memory, check your RAM settings
ca: La descomposició de Choleski no ha pogut reservar memòria, comproveu la vostra configuració de RAM
da: Choleski-dekomponering kunne ikke allokere hukommelse; tjek dine RAM-indstillinger
sk: Zlyhala alokácia pamäte pre Choleského dekompozíciu, skontrolujte nastavenie RAM
sr: Чолескијево растављање није успело да одвоји меморију, проверите поставке РАМ меморије

source: This module is deprecated. Better use new local contrast module instead.
sk: tento modul je zastaralý. prosím použite radšej nový modul lokálneho kontrastu.
sr: овај модул је застарео. боље користите модул за подешавање локалног контраста.

source: Amount
ca: quantitat
da: mængde
sk: množstvo
sr: количина

source: Size of features to preserve
ca: mida dels detalls a preservar
da: størrelse på konturer, der skal bibeholdes
sk: veľkosť zachovania črty
sr: величина могућности за очување

source: Strength of the effect
ca: intensitat de l'efecte
da: effektens styrke
sk: sila efektu
sr: јачина ефекта

source: Crop and rotate
ca: escapça i gira
da: beskær og rotér
sk: orezanie a otočenie
sr: исецање и ротација

source: Reframe|perspective|keystone|distortion
sk: rámovanie|perspektíva|šikmosť|skreslenie
sr: перспектива|сужење|изобличење|perspektiva|suženje|izobličenje|reframe|perspective|keystone|distortion

source: Change the framing and correct the perspective
sk: výrez, rotácia a korekcia perspektívy
sr: промените оквир и исправите перспективу

source: Original image
ca: imatge original
da: originalbillede
sk: pôvodný obrázok
sr: оригинална слика

source: Invalid ratio format. It should be "number:number"
ca: relació de format invàlida. Hauria de ser "número:número"
da: ugyldig format for forhold. det skal være “tal:tal”
sk: chybný formát pomeru strán. mal by byť "číslo:číslo"
sr: неисправан однос формата. треба да буде „број:број“

source: Invalid ratio format. It should be a positive number
sk: chybný formát pomeru strán. mal by byť kladné číslo
sr: неисправан однос формата. треба да буде позитиван број

source: Full
ca: complet
da: fuld
sk: úplne
sr: потпуно

source: Old system
ca: sistema antic
da: gammelt system
sk: predchádzajúci systém
sr: стари систем

source: Correction applied
ca: correcció aplicada
da: korrektion udført
sk: korekcia aplikovaná
sr: примењена корекција

source: Main
sk: hlavný
sr: главно

source: Flip
ca: capgira
da: spejlvend
sk: preklopiť
sr: изврни

source: Both
ca: tots dos
da: begge
sk: oboje
sr: оба

source: Mirror image horizontally and/or vertically
ca: inverteix imatge horitzontalment i/o verticalment
da: spejlvend billede vandret og/eller lodret
sk: prevrátiť obrázok horizontálne a/alebo vertikálne
sr: изврће слику водоравно или вертикално

source: Angle
da: vinkel
sk: uhol
sr: угао

source: Right-click and drag a line on the image to drag a straight line
ca: feu clic dret i arrossegueu una línia per dibuixar una línia recta
da: højreklik og træk en lige linje på billedet for at trække en lige linje
sk: pravé kliknutie a potiahnutie na obrázku na nakreslenie priamky
sr: десни клик и превлачење линије на слици да померите праву линију

source: Keystone
ca: correcció de perspectiva
da: trapezkorregering
sk: perspektíva
sr: сужење

source: Set perspective correction for your image
ca: ajusta la correcció de perspectiva per la imatge
da: sæt perspektivkorrektion for dit billede
sk: nastaví korekciu perspektívy obrázku
sr: поставља корекцију перспективе за вашу слику

source: Freehand
ca: lliure
da: frihånd
sk: voľnou rukou
sr: слободном руком

source: 10:8 in print
ca: 10:8 a la impressió
da: 10:8 ved tryk
sk: 10:8 pre tlač
sr: 10:8 у штампи

source: 8.5x11, letter
ca: 8.5x11, carta
da: 8,5×11, letter
sk: 8.5x11, americký letter
sr: писмо 8.5×11

source: 4:3, VGA, TV
sr: 4:3, VGA, ТВ

source: ISO 216, DIN 476, A4
sr: ИСО 216, ДИН 476, А4

source: 3:2, 4x6, 35mm
da: 3:2, 4×6, 35 mm
sr: 3:2, 4×6, 35mm

source: Widescreen
ca: pantalla ampla
da: widescreen/bredformat
sk: široká obrazovka
sr: широк екран

source: 2:1, univisium
sr: univisium 2:1

source: Anamorphic
ca: anamòrfic
da: anamorfisk
sk: anamorfné
sr: анаморфно

source: 3:1, panorama
ca: 3:1, panoràmica
da: 3:1, panoramisk
sk: 3:1, panoráma
sr: панорама 3:1

source: Invalid ratio format for `%s'. It should be "number:number"
ca: relació de format invàlida per `%s'. Hauria de ser "número:número"
da: ugyldigt format for forhold for “%s”. det skal være “tal:tal”
sk: chybný pomer strán pre `%s'. mal by byť "číslo:číslo"
sr: неисправан формат односа за „%s“. треба да буде „број:број“

source: Set the aspect ratio the list is sorted: from most square to least square
ca: definiu la relació d'aspecte ordre de la llista : de més quadrat a menys quadrat
da: sæt billedformatet listen er sorteret fra mest kvadratisk til mindst kvadratisk
sk: vybrať pomer strán zoznam je zatriedený: z najmenšieho štvorca po najväčší
sr: постави однос размере списак је поређан: од најквадратнијег до најразвученијег

source: Display guide lines to help compose your photograph
ca: mostra guies per ajudar-vos a composar la foto
da: vis hjælpelinjer for at hjælpe med at komponere dit fotografi
sk: zobrazí vodítka ktoré pomôžu lepšie komponovať vašu fotografiu
sr: приказује линије на екрану за помоћ при постављању перспективе фотографије

source: Flip guides
ca: guies per capgirar
da: spejlvend guider
sk: preklopiť vodítka
sr: изврни вођице

source: Horizontally
ca: horitzontalment
da: vandret
sk: vodorovne
sr: водоравно

source: Vertically
ca: verticalment
da: lodret
sk: zvislo
sr: усправно

source: Margins
sk: okraje
sr: маргине

source: The left margin cannot overlap with the right margin
sk: ľavý okraj sa nemôže prekrývať s pravým okrajom
sr: лева маргина не може да се преклапа са десном маргином

source: The right margin cannot overlap with the left margin
sk: pravý okraj sa nemôže prekrývať s ľavým okrajom
sr: десна маргина не може да се преклапа са левом маргином

source: The top margin cannot overlap with the bottom margin
sk: horný okraj sa nemôže prekrývať s dolným okrajom
sr: горња маргина не може да се преклапа са доњом маргином

source: The bottom margin cannot overlap with the top margin
sk: dolný okraj sa nemôže prekrývať s horným okrajom
sr: доња маргина не може да се преклапа са горњом маргином

source: Commit
sk: vykonať
sr: покрени

source: [%s On borders] Crop
ca: [%s a vores] retalla
da: [%s på rammer] beskær
sk: [%s on borders] orezať
sr: [%s на ивице] исеци

source: [%s On borders] Crop keeping ratio
ca: [%s a vores] retalla mantenint la proporció
da: [%s på rammer] beskær, behold størrelsesforhold
sk: [%s on borders] orezať pri zachovaní pomeru
sr: [%s на ивице] исеци у размери

source: [%s] Define/rotate horizon
ca: [%s] defineix/gira horitzó
da: [%s] definér/rotér horisont
sk: [%s] definovať/otočiť horizont
sr: [%s] одреди/ротирај хоризонт

source: Contrast brightness saturation
ca: contrast brillantor saturació
da: kontrast for lysstyrkemætning
sk: kontrast jas sýtosť
sr: контраст осветљење засићеност

source: Adjust the look of the image
sk: nastaviť výzor snímky
sr: подешава изглед слике

source: Color saturation adjustment
ca: ajusta la saturació de color
da: farvemætningsjustering
sk: nastavenie sýtosti farieb
sr: дотеривање засићености боја

source: Color balance
ca: balanç de color
da: farvebalance
sk: vyváženie farieb
sr: баланс боје

source: Lift gamma gain|cdl|color grading|contrast|saturation|hue
sk: zdvihnúť zosilnenie gama|cdl|color grading|kontrast|saturácia|odtieň
sr: повећање гаме|контраст|засићеност|нијанса|скала боја|povećanje game|kontrast|zasićenost|nijansa|skala boja|lift gamma gain|cdl|color grading|contrast|saturation|hue

source: Affect color, brightness and contrast
sk: ovplyvňuje farbu, jas a kontrast
sr: утиче на боје, осветљеност и контраст

source: Non-linear, Lab, scene-referred
sk: nelineárny, Lab, podľa scény
sr: нелинеарни Lab на основу сценографије

source: Split-toning teal-orange (2nd instance)
ca: split-tone blau turquesa/taronja (2a instància)
da: splittoning teal-orange (andet tilfælde)
sk: rozdelené tónovanie modrozelená-oranžová (2. inštancia)
sr: подељено тонирање тиркизна-наранџаста (2. дупликат)

source: Split-toning teal-orange (1st instance)
ca: split-tone blau turquesa/taronja (1a instància)
da: splittoning teal-orange (første tilfælde)
sk: rozdelené tónovanie modrozelená-oranžová (1. inštancia)
sr: подељено тонирање тиркизна-наранџаста (1. дупликат)

source: Generic film
ca: pel·lícula genèrica
da: generisk film
sk: všeobecný film
sr: општи филм

source: Similar to Kodak Portra
ca: similar a Kodak Portra
da: lignende Kodak Portra
sk: podobný s Kodak Porta
sr: личи на Kodak Portra

source: Similar to Kodak Ektar
ca: similar a Kodak Ektar
da: lignende Kodak Ektar
sk: podobný s Kodak Ektar
sr: личи на Kodak Ektar

source: Similar to Kodachrome
ca: similar a Kodachrome
da: lignende Kodachrome
sk: podobný s Kodachrome
sr: личи на Kodachrome

source: Optimize luma from patches
ca: optimitza luma a partir de mostres
da: optimér luma ud fra lapper
sk: optimalizovať jas podľa vzoriek
sr: побољшај светлину из парчића

source: Optimize luma
ca: optimitza luma
da: optimér luma
sk: optimalizovať jas
sr: побољшај светлину

source: Neutralize colors from patches
ca: neutralitza colors a partir de mostres
da: neutralisér farver ud fra lapper
sk: nastaviť neutrálne farby pre vzorky
sr: неутрализуј боје из парчића

source: Neutralize colors
ca: neutralitza colors
da: neutralisér farver
sk: neutralizovať farby
sr: неутрализуј боје

# color
source: Offset
sk: posun
sr: померај

# color
source: Power
sk: mocnina
sr: снага

# color
source: Slope
sk: sklon
sr: падина

# color
source: Lift
sk: zdvih
sr: подизање

# color
source: Gamma
sk: gama
sr: гама

# color
source: Gain
sk: zisk
sr: добитак

source: Shadows : lift / offset
ca: ombres : elevació / decalatge
da: skygger: løft / forskydning
sk: tiene : zdvih / posun
sr: сенке: подигни / помак

source: Mid-tones : gamma / power
ca: tons mitjans : gamma / potència
da: midttoner: gamma / styrke
sk: stredné tóny: gama / mocnina
sr: средњи тон: гама / снага

source: Highlights : gain / slope
ca: llums : guany / pendent
da: højlys: forøgelse / skråning
sk: svetlá: zisk / sklon
sr: светли делови: добитак / падина

source: Shadows / mid-tones / highlights
sk: tiene / stredné tóny / svetlá
sr: сенке / средњи тонови / светли делови

source: Color-grading mapping method
ca: mètode de mapatge dels ajustaments de color
da: colour-grading mapping-metode
sk: metóda mapovania stupňovania farieb
sr: начин мапирања скале боја

source: Color control sliders
ca: controls lliscants de color
da: skydere for farvekontrol
sk: posuvníky nastavenia farieb
sr: клизачи за контролу боје

source: Master
ca: mestre
da: original
sr: главни

source: Saturation correction before the color balance
ca: correcció de saturació abans del balanç de color
da: mætningskorrektion før farvebalancen
sk: úprava sýtosti pred vyvážením farieb
sr: корекција засићености пре баланса боје

source: Saturation correction after the color balance
ca: correcció de saturació després del balanç de color
da: mætningskorrektion efter farvebalancen
sk: úprava sýtosti po vyvážení farieb
sr: корекција засићености након баланса боје

source: Adjust to match a neutral tone
ca: ajustar per a assolir un to neutre
da: justér for at matche en neutral tone
sk: upraviť pre nastavenie neutrálneho tónu
sr: подеси да се поклопи са неутралним тоном

source: Click to cycle layout
sk: kliknite na prechádzanie layoutov
sr: кликните за листање распореда

source: Factor
da: faktor
sk: faktor
sr: фактор

source: Select the hue
ca: tria el to de color
da: vælg farvetonen
sk: vyberte farebný odtieň
sr: изабери нијансу

source: Select the saturation
ca: selecciona la saturació
da: vælg mætningen
sk: vyberte sýtosť
sr: изабери засићеност

source: Factor of lift/offset
sk: koeficient zdvihu/posunu
sr: фактор подизања/помака

source: Factor of red for lift/offset
sk: koeficient zdvihu/posunu pre červenú farbu
sr: фактор црвене за подизање/помак

source: Factor of green for lift/offset
sk: koeficient zdvihu/posunu pre zelenú farbu
sr: фактор зелене за подизање/помак

source: Factor of blue for lift/offset
sk: koeficient zdvihu/posunu pre modrú farbu
sr: фактор плаве за подизање/помак

source: Factor of gamma/power
sk: koeficient gama/mocnina
sr: фактор гаме/снаге

source: Factor of red for gamma/power
sk: koeficient gama/mocnina pre červenú farbu
sr: фактор црвене за гама/снагу

source: Factor of green for gamma/power
sk: koeficient gama/mocnina pre zelenú farbu
sr: фактор зелене за гама/снагу

source: Factor of blue for gamma/power
sk: koeficient gama/mocnina pre modrú farbu
sr: фактор плаве за гама/снагу

source: Factor of gain/slope
sk: koeficient zosilnenia/sklonu
sr: фактор добитка/падине

source: Factor of red for gain/slope
sk: koeficient zosilnenia/sklonu pre červenú farbu
sr: фактор црвене за добитак/падину

source: Factor of green for gain/slope
sk: koeficient zosilnenia/sklonu pre zelenú farbu
sr: фактор зелене за добитак/падину

source: Factor of blue for gain/slope
sk: koeficient zosilnenia/sklonu pre modrú farbu
sr: фактор плаве за добитак/падину

source: Mid-tones
sk: stredné tóny
sr: средњи тонови

source: Auto optimizers
ca: auto optimitzadors
da: autooptimering
sk: automatické optimalizácie
sr: сам побољшај

source: Fit the whole histogram and center the average luma
ca: encaixa l'historial sencer i centra luma mitjana
da: pas til hele histogrammet og centrér den gennemsnitlige luma
sk: vyplniť celý histogram a vystrediť priemerný jas
sr: уклапа читав хистограм у центрира просечну светлину

source: Optimize the RGB curves to remove color casts
ca: optimitza corbes RGB per treure dominants de color
da: optimér RGB-kurverne for at fjerne farveafsætning
sk: optimalizovať krivky RGB pre odstránenie farebného nádychu
sr: побољшава RGB криве да уклони нежељену нијансу боје

source: Color balance rgb
sr: rgb баланс беле

source: Offset power slope|cdl|color grading|contrast|chroma_highlights|hue
sr: померај снаге падине|скала боја|контраст|нијанса|pomeraj snage padine|skala boja|kontrast|nijansa|offset power slope|cdl|color grading|contrast|chroma_highlights|hue

source: This module is experimental and the internal algo may slightly change before darktable 3.6. Don't use it for serious work yet.
sr: овај могул је експерименталан и унутрашњи алгоритам се може променити пре верзије тамног стола 3.6. немојте га још користити за озбиљан рад.

source: Global grading
sr: глобална скала

source: Rotate all hues by an angle, at the same luminance
sr: окрени све нијансе по углу, задржавајући светлину

source: Saturation grading
sr: скала засићености

source: Add or remove saturation by an absolute amount
sr: додаје или уклања засићеност по апсолутној количини

source: Increase or decrease saturation proportionnaly to the original pixel saturation
sr: увећана или умањује засићеност пропорцијално у односу на оригиналну засићеност пиксела

source: Chroma grading
sr: хроматска скала

source: Increase colorfulness at same luminance globally
sr: повећава пуноћу боја на целој слици, уз исту светлину

source: Increase colorfulness at same luminance mostly in shadows
sr: повећава пуноћу боја у сенкама, уз исту светлину

source: Increase colorfulness at same luminance mostly in midtones
sr: повећава пуноћу боја у средњим тоновима, уз исту светлину

source: Increase colorfulness at same luminance mostly in highlights
sr: повећава пуноћу боја у светлим деловима, уз исту светлину

source: 4 ways
sr: 4 начина

source: Selective color grading
sr: селективно скалирање боја

source: Global luminance offset
sr: општи помак светлине

source: Hue of the global color offset
sr: нијанса општег помака боја

source: Chroma of the global color offset
sr: хрома глобалног помака боје

source: Luminance gain in shadows
sr: повећање светлине у сенкама

source: Hue of the color gain in shadows
sr: нијанса добитка боје у сенкама

source: Chroma of the color gain in shadows
sr: хрома добитка боје у сенкама

source: Weight of the shadows over the whole tonal range
sr: тежина сенки у односу на читав распона тонова

source: Luminance exponent in midtones
sr: експонент светлине у средњим тоновима

source: Hue of the color exponent in midtones
sr: нијанса експонента боје у средњим тоновима

source: Chroma of the color exponent in midtones
sr: хрома експонента боје у средњим тоновима

source: Peak white luminance value used to normalize the power function
sr: највећа вредност беле светлине која се користи за нормализацију степене функције

source: Luminance gain in highlights
sr: добитак светлине у сенкама

source: Hue of the color gain in highlights
sr: нијанса добитка боје у сенкама

source: Chroma of the color gain in highlights
sr: хрома током повећања боје у светлим деловима

source: Weights of highlights over the whole tonal range
sr: тежина светлих делова у односу на читав распон тонова

source: Color look up table
ca: taula LUT de color
da: farveopslagstabel
sk: vyhľadávacia tabuľka farieb
sr: табела за преглед боје

source: Profile|lut|color grading
sk: profil|lut|farebný grading
sr: профил|скала боја|profil|skala boje|profile|lut|color grading

source: Perform color space corrections and apply looks
sk: vykonať korekcie farebného priestoru a aplikovať vzhľad
sr: прави исптавке простора воја и примењује изгледе

source: Linear or non-linear, Lab, display-referred
sk: lienárny alebo nelineárny, Lab, podľa obrazovky
sr: линеарни или нелинеарни Lab на основу екрана

source: Defined by profile, Lab
sk: definovaný profilom, Lab
sr: одређени по профилу, Lab

source: It8 skin tones
ca: tonalitats de pell it8
da: it8-hudtoner
sk: odtiene pokožky podľa it8
sr: it8 боје коже

source: Helmholtz/kohlrausch monochrome
ca: monocrom helmholtz/kohlrausch
da: helmholtz/kohlrausch monokrom
sk: helmholtz/kohlrausch monochromatický
sr: једнобојни helmholtz/kohlrausch

source: Fuji Astia emulation
ca: Emulació de Fuji Astia
da: Fuji Astia-emulering
sk: Fuji Asia emulácia
sr: емулација Fuji Astia

source: Fuji Classic Chrome emulation
ca: Emulació de Fuji Classic Chrome
da: Fuji Classic Chrome-emulering
sk: Fuji Classic Chrome emulácia
sr: емулација Fuji Classic Chrome

source: Fuji Monochrome emulation
ca: Emulació de Fuji Monochrome
da: Fuji Monochrome-emulering
sk: Fuji Monochrome emulácia
sr: емулација Fuji Monochrome

source: Fuji Provia emulation
ca: Emulació de Fuji Provia
da: Fuji Provia-emulering
sk: Fuji Provia emulácia
sr: емулација Fuji Provia

source: Fuji Velvia emulation
ca: Emulació de Fuji Velvia
da: Fuji Velvia-emulering
sk: Fuji Velvia emulácia
sr: емулација Fuji Velvia

source: Patch #%d
ca: mostra #%d
da: lap nr. %d
sk: vzorka #%d
sr: парче #%d

source: (%2.2f %2.2f %2.2f) Altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
sk: (%2.2f %2.2f %2.2f) zmenené vzorky sú zvýraznené obrysom kliknutie pre výber dvojité kliknutie pre obnovenie kliknutie pravým tl. pre vymazanie vzorky shift + kliknutie počas výberu farby pre náhradu vzorky
sr: (%2.2f %2.2f %2.2f) измењени парчићи су уоквирени линијом кликните да изаберете двапут кликните да вратите десни клик за брисање парчета shift+клик током избора боје да замените парче

source: Patch
ca: mostra
da: lap
sk: vzorka
sr: парче

source: Color checker patch
ca: mostra color checker
da: farvevælgerlap
sk: color checker vzorka
sr: парче за проверу боје

source: Lightness offset
ca: decalatge de lluminositat
da: lysskarphedsforskydning
sk: posun jasu
sr: померај светлине

source: Chroma offset green/red
ca: decalatge de chroma verd/vermell
da: kromaforskydning af grøn/rød
sk: posun chroma zelená/červená
sr: хром помак зелене/црвене

source: Chroma offset blue/yellow
ca: decalatge de chroma blau/groc
da: kromaforskydning af blå/gul
sk: posun chroma modrá/žltá
sr: хрома помак плаве/жуте

source: Saturation offset
ca: decalatge de saturació
da: mætningsforskydning
sk: posun sýtosti
sr: помак засићености

source: Target color
ca: color de destinació
da: målfarve
sk: cieľová farba
sr: циљна боја
