Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Use <, <=, >, >=, <>, =, [;] As operators
sk: použite <, <=, >, >=, <>, =, [;] ako operátory
sr: користите <, <=, >, >=, <>, =, [;] као операторе

source: Use <, <=, >, >=, <>, =, [;] As operators type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
sk: použite <, <=, >, >=, <>, =, [;] ako operátory dátum píšte v tvare: YYYY:MM:DD HH:MM:SS (povinný je iba rok)
sr: користите <, <=, >, >=, <>, =, [;] као операторе укуцајте датуме у форми: YYYY:MM:DD HH:MM:SS (само је година обавезна)

source: Use `%' as wildcard and `,' to separate values
sk: použite`%' ako zástupný znak a ',' na oddeľovanie hodnôt
sr: користите „%“ као заменски знак и „,“ да раздвоји вредности

source: Use `%' as wildcard use `|%' to include all sub-hierarchies (ctrl-click) use `*' to include hierarchy and sub-hierarchies (shift-click)
sk: použite`%' ako zástupný znak použite `|%' na zahrnutie všetkých pod-hierarchie (ctrl-kliknutie) použite `*' na zahrnutie hierarchií a pod-hierarchií (shift-kliknutie)
sr: користите „%“ као заменски знак користите „|%“ да укључите све подхијерархије (ctrl-клик) користите „*“ да укључите хијерархију и подхијерархије (shift-клик)

source: Use `%' as wildcard use `|%' to include all sub-locations (ctrl-click) use `*' to include locations and sub-locations (shift-click)
sk: použite`%' ako zástupný znak použite `|%' na zahrnutie všetkých pod-oblastí (ctrl-kliknutie) použite `*' na zahrnutie oblastí a pod-oblastí (shift-kliknutie)
sr: користите „%“ као заменски знак користите „|%“ да укључите све подлокације (ctrl-клик) користите „*“ да укључите локације и подлокације (shift-клик)

source: Use `%' as wildcard
sk: použite`%' ako zástupný znak
sr: користите „%“ као заменски знак

source: Narrow down search
ca: restringeix més la recerca
da: indsnævr søgning
sk: zúžiť výber
sr: сузи претрагу

source: Add more images
ca: afegeix més imatges
da: tilføj flere billeder
sk: pridať viacero obrázkov
sr: додај још слика

source: Exclude images
ca: exclou imatges
da: ekskludér billeder
sk: vylúčiť obrázky
sr: искључи слике

source: Change to: and
ca: canvia a: i
da: ændr til: og
sk: zmeniť na: a
sr: промени у: и

source: Change to: or
ca: canvia a: o
da: ændr til: eller
sk: zmeniť na: alebo
sr: промени у: или

source: Change to: except
ca: canvia a: excepte
da: ændr til: undtagen
sk: zmeniť na: okrem
sr: промени у: осим

source: Files
sk: súbory
sr: датотеке

source: Metadata
ca: metadades
sk: metadáta
sr: метаподаци

source: Times
sk: časy
sr: времена

source: Capture details
sk: zachytiť detaily
sr: детаљи снимања

source: Darktable
sr: тамни сто

source: Collect images settings
sr: подешавања за прикупљање слика

source: Save
ca: desa
da: gem
sk: uložiť
sr: сачувај

source: Preferences...
sr: поставке…

source: Type your query, use `%' as wildcard
ca: escriviu la consulta, empreu `%' com a comodí
da: indtast din forespørgsel; brug “%” som jokertegn
sk: napíšte vašu požiadavku, použite`%' ako štítok
sr: унесите ваш упит, користите „%“ као заменски знак

source: Color picker
ca: pren mostra de color
da: farvevælger
sk: výber farby
sr: избор боје

# accel
source: Pick color
ca: pren color
da: vælg farve
sk: vybrať farbu
sr: изабери боју

# accel
source: Add sample
ca: afegeix mostra
da: tilføj prøve
sk: pridať vzorku
sr: и узорак

source: Mean
ca: mitjana
da: middel
sk: stred
sr: просек

source: Min
sr: најмање

source: Max
da: maks.
sr: највеће

source: Hover to highlight sample on canvas, click to lock sample
ca: moveu-vos a una mostra d'altes llums, clic per fixar mostra
da: hold over for at fremhæve farveprøve på lærredet, klik for at fastlåse prøven
sk: prejdením ponad zvýrazníte vzorku na plátne, kliknutím vzorku uzamknete
sr: када је прекривено истиче узорак на платну, клик за закључавање узорка

source: Click to (un)hide large color patch
sk: kliknutím skryjete/odkryjete veľké farebné pole
sr: клик за сакривање/откривање великог парчета боје

source: Turn on color picker ctrl+click to select an area
sk: zapnite farebné kvapadlo pre výber farby ctrl+kliknutie pre výber oblasti
sr: укључи избор боја ctrl+клик за избор подручја

source: Live samples
ca: mostres
da: live-prøver
sk: živé vzorky
sr: живи узорак

source: Display sample areas on image
ca: ensenya mostres a la imatge
da: vis prøveområder på billede
sk: zobraziť oblasti vzorky na obrázku
sr: прикажи узорак подручја слике

source: Restrict histogram to selection
ca: restringeix histograma a selecció
da: begræns histogram til markering
sk: obmedziť histogram na výber
sr: ограничи хистограм на избор

source: History stack
ca: pila de l'historial
da: historikstak
sk: zoznam histórie
sr: складиште историјата

source: Open sidecar file
ca: abre arxiu XMP
da: åbn metadatafil
sk: otvoriť sprevádzajúci súbor
sr: отвори прикључну датотеку

source: XMP sidecar files
ca: XMP arxius sidecar
da: XMP metadatafil
sk: XMP sprevádzajúci súbor
sr: XMP прикључне датотеке

source: Error loading file '%s'
ca: s'ha produït un error en carregar el fitxer '%s'
da: fejl under indlæsning af fil “%s”
sk: chyba pri načítavaní súboru „%s“
sr: грешка при учитавању датотеке „%s“

source: No history compression of 1 image. See tag: darktable|problem|history-compress.
ca: no s'ha comprimit l'historial de 1 imatge. vegeu l'etiqueta: darktable|problem|history-compress.
da: ingen historikkomprimering af 1 billede. se tag: darktable|problem|history-compress.
sk: žiadne skrátenie histórie pre 1 snímku.
sr: не постоји сажимање историјата за %d слику. погледајте ознаку: darktable|problem|history-compress.

source: History compression warning
ca: avís de compressió de l'historial
da: advarsel for komprimering af historik
sk: varovanie pri zmenšení histórie
sr: упозорење за сажимање историјата

source: Do you really want to clear history of %d selected image?
ca: voleu eliminar l'historial de %d imatge seleccionada?
da: vil du virkelig fjerne historikken for %d valgt billede?
sk: skutočne chcete vymazať históriu %d vybraného obrázku?
sr: да ли заиста желите да очистите историјат за %d изабрану слику?

source: Delete images' history?
ca: eliminar historial de les imatges?
da: slet billeders historik?
sk: odstrániť históriu obrázkov?
sr: да обришем историју слика?

source: Copy parts...
sk: kopírovať časti...
sr: копирај делове…

source: Copy part history stack of first selected image
ca: copia part de la pila de l'historial de la primera imatge seleccionada
da: kopiér delvis historikstak fra første valgte billede
sk: kopírovať časť zoznamu histórie prvého vybraného obrázku
sr: копира део складишта историјата прве изабране слике

source: Copy history stack of first selected image
ca: copia la pila de l'historial de la primera imatge seleccionada
da: kopiér historikstak fra første valgte billede
sk: kopírovať zoznam histórie prvého vybraného obrázka
sr: копира складиште историјата прве изабране слике

source: Paste parts...
sk: vložiť časti ...
sr: убаци делове…

source: Paste part history stack to all selected images
ca: enganxa part de la pila de l'historial a totes les imatges seleccionades
da: indsæt delvis historikstak til alle valgte billeder
sk: vložiť časť zoznamu histórie do všetkých vložených obrázkov
sr: убацује део складишта историјата у све изабране слике

source: Paste
sk: vložiť
sr: убаци

source: Paste history stack to all selected images
ca: enganxa la pila de l'historial a totes les imatges seleccionades
da: indsæt historikstak til alle valgte billeder
sk: vloží zoznam histórie všetkým vybraným obrázkom
sr: убацује складиште историјата у све изабране слике

source: Compress history
ca: comprimeix l'historial
da: komprimér historik
sk: skrátiť históriu
sr: сажимање историјата

source: Compress history stack of all selected images
ca: comprimeix la pila de l'historial de totes les imatges seleccionades
da: komprimér historikstak for alle valgte billeder
sk: komprimuje zoznam histórie všetkých vybraných obrázkov
sr: сажима складиште историје свих изабраних слика

source: Discard history
ca: descarta l'historial
da: kassér historik
sk: zrušiť históriu
sr: очисти историјат

source: Discard history stack of all selected images
ca: descarta la pila de l'historial de totes les imatges seleccionades
da: kassér historikstak fra alle valgte billeder
sk: vymaže zoznam histórie všetkých vybraných obrázkov
sr: брише складиште историје свих изабраних слика

source: Append
ca: afegeix
da: tilføj
sk: pridať
sr: додај

source: How to handle existing history
ca: com gestionar l'historial existent
da: hvordan eksisterende historik skal håndteres
sk: ako manipulovať s existujúcou históriou
sr: одређује како се управља постојећој историјом

source: Load sidecar file...
ca: carrega arxiu XMP...
da: indlæs metadatafil…
sk: načítať sprievodný súbor XMP...
sr: учитај прикључну датотеку…

source: Open an XMP sidecar file and apply it to selected images
ca: obre un arxiu sidecar XMP i aplica'l a les imatges seleccionades
da: åbn en XMP-metadatafil og anvend den på valgte billeder
sk: otvorí sprievodný XMP súbor a aplikuje ho na zvolené obrázky
sr: отвара прикључну XMP датотеку и примењује је на изабране слике

source: Write history stack and tags to XMP sidecar files
ca: escriu la pila de l'historial i les etiquetes al XMP
da: skriv historikstak og tags til XMP-metadatafiler
sk: zapísať zoznam histórie a štítky (tags) do sprievodných súborov XMP
sr: уписује складиште историјата и ознаке у XMP датотеке

# accel
source: Copy
ca: copia
da: kopiér
sk: kopírovať
sr: копирај

# accel
source: Copy parts
sk: kopírovať časti
sr: копирај делове

# accel
source: Compress
ca: compressió
da: komprimér
sk: komprimácia
sr: запакуј

# accel
source: Discard
ca: descarta
da: kassér
sk: zahodiť
sr: занемари

# accel
source: Paste
ca: enganxa
da: indsæt
sk: vložiť
sr: убаци

# accel
source: Paste parts
sk: vložiť časti
sr: убаци делове

# accel
source: Load sidecar files
ca: carrega els fitxers XMP
da: indlæs metadatafiler
sk: načítať sprievodné súbory
sr: учитај прикључну датотеку

# accel
source: Write sidecar files
ca: escriu els fitxers XMP
da: skriv metadatafiler
sk: zapísať sprievodné súbory
sr: упиши прикључне датотеке

source: Duplicate manager
ca: gestor de duplicats
da: duplethåndtering
sk: správca duplikátov
sr: рад са дупликатима

source: Preview is only possible for zoom lower than 200%%...
sr: преглед је могућ само на нивоу увећања испод 200%%…

source: Original
sk: originál
sr: оригинал

source: Create a 'virgin' duplicate of the image without any development
ca: crea un duplicat 'verge' de la imatge sense cap tipus de processat
da: opret en “frisk” dublet af billedet uden nogen fremkaldelse
sk: vytvoriť duplikát bez použitia akýchkoľvek úprav
sr: прави истоветну копију слике без било каквог развијања

source: Duplicate
ca: duplica
da: duplikér
sk: duplikovať
sr: дупликат

source: Create a duplicate of the image with same history stack
ca: crea un duplicat de la imatge amb la mateixa pila d'historial
da: opret en dublet af billedet med samme historikstak
sk: vytvoriť duplikát s rovnakými úpravami
sr: прави дупликат слика са истим складиштем историје

source: Export selected
ca: exporta les seleccionades
da: eksportér valgte
sk: exportovať vybrané
sr: извоз изабраног

source: Export to disk
ca: exporta a disk
da: eksportér til disk
sk: exportovať na disk
sr: извези на диск

source: Which is equal to %s × %s px
sk: ktoré je rovné %s × %s px
sr: што је једнако %s × %s px

# unit
source: In
sk: palce
sr: у

source: Storage options
ca: opcions d'emmagatzematge
da: opbevaringsindstillinger
sk: voľby úložiska
sr: могућности складиштења

source: Target storage
ca: desar a
da: destinationsopbevaring
sk: cieľové úložisko
sr: циљно складиште

source: Format options
ca: opcions de format
da: formateringsindstillinger
sk: voľby formátu
sr: могућности формата

source: File format
ca: format del fitxer
da: filformat
sk: formát súboru
sr: формат датотеке

source: Global options
ca: opcions globals
da: globale indstillinger
sk: globálne voľby
sr: опште могућности

source: Set size
sk: nastaviť veľkosť
sr: постави величину

source: Choose a method for setting the output size
sk: vyberte metódu pre nastavenie veľkosti výstupu
sr: изаберите начин за постављање излазне величине

source: In pixels (for file)
sk: v pixeloch (pre súbor)
sr: у пикселима (за датотеку)

source: In cm (for print)
sk: v cm (pre tlač)
sr: у центиметрима (за штампу)

source: In inch (for print)
sk: v palcoch (pre tlač)
sr: у инчима (за штампу)

source: By scale (for file)
sk: škálovanie (pre súbor)
sr: по размери (за датотеку)

source: Maximum output width limit. Click middle mouse button to reset to 0.
sk: limit na maximálnu výstupnú šírku. kliknite stredným tlačidlom na reset na 0.
sr: ограничење највеће излазне ширине. кликните средњи тастер миша за вратите на 0.

source: Maximum output height limit. Click middle mouse button to reset to 0.
sk: limit na maximálnu výstupnú výšku. kliknite stredným tlačidlom na reset na 0.
sr: ограничење највеће излазне висине. кликните средњи тастер миша за вратите на 0.

source: Resolution in dot per inch
sk: rozlíšenie v bodoch na palec
sr: резолуција у тачкама по инчу

source: Px
sr: пиксела

source: It can be an integer, decimal number or simple fraction. Zero or empty values are equal to 1. Click middle mouse button to reset to 1.
sk: môže to byť celé číslo, desatinné čislo alebo zlomok. nula alebo prázdne hodnoty sú rovné 1. kliknite stredné tlačidlo myši na nastavenie na 1.
sr: може бити цели број, децимални број или једноставни однос. нула или празна вредност ће дати 1. кликните на средњи тастер миша да вратите на 1.

source: Allow upscaling
ca: permet sobredimensionar
da: tillad opskalering
sk: povoliť škálovanie zväčšenia
sr: дозволи повећање величине

source: High quality resampling
ca: reescalat d'alta qualitat
da: højkvalitets-resampling
sk: prevzorkovanie vo vysokej kvalite
sr: квалитетна промена величине

source: Do high quality resampling during export
ca: aplica reescalat d'alta qualitat en exportar
da: udfør højkvalitets-resampling under eksport
sk: použi vysoko kvalitné vzorkovanie počas exportovania
sr: примењује висок квалитет при промени величине (рисемплинг) приликом извоза

source: Store masks
sk: uložiť masky
sr: сачувај маске

source: Store masks as layers in exported images. Only works for some formats.
sk: uložiť masky ako vrstvy v exportovaných snímkoch. funguje iba s niektorými formátmi.
sr: чува маске као слојеве у извезеним сликама. ради само са неким форматима.

source: Image settings
ca: ajustos d'imatge
da: billedindstillinger
sk: nastavenia obrázku
sr: поставке слике

source: Output ICC profiles in %s or %s
ca: perfils ICC de sortida a %s o %s
da: output-ICC-profiler i %s eller %s
sk: výstupné ICC profily v %s alebo %s
sr: излазни ICC профили у %s или %s

source: • Perceptual : smoothly moves out-of-gamut colors into gamut,preserving gradations, but distorts in-gamut colors in the process. Note that perceptual is often a proprietary LUT that depends on the destination space. • Relative colorimetric : keeps luminance while reducing as little as possible saturation until colors fit in gamut. • Saturation : designed to present eye-catching business graphics by preserving the saturation. (Not suited for photography). • Absolute colorimetric : adapt white point of the image to the white point of the destination medium and do nothing else. Mainly used when proofing colors. (Not suited for photography).
sk: • vnímanie: plynulo posúva farby mimo gamutu do gamutu, zachováva gradácie, ale deformuje farby v rámci gamutu. všimnite si, že vnímanie je často proprietárne LUT, ktoré závisí od cieľového priestoru • relatívna kolorimetria : udržiava svietivosť pri minimálnej redukcii sýtosti, až kým sa farby nevmestia do gamutu. • sýtosť : navrhnuté pre sýte biznis grafiky. (nie je vhodné pre fotografovanie). • absolútna kolorimetria: prispôsobte biely bod obrázka bielemu bodu cieľového média a nerobte nič iné. používa sa hlavne pri skúšaní farieb. (nie je vhodné pre fotografovanie).
sr: • чулно : постепено помера боје изван палете у палету, чува градацију, али изобличава боје у палети. треба напоменути да је чулни приказ обично власнички LUT који зависи од циљног простора. • релативно колориметријски : чува светлину док смањује засићеност за малу вредност, све док се боје не уклопе у палету. • засићеност : направљен је за приказ атрактивне графике уз очување засићености (није добро за фотографије). • апсолутно колориметријски : усваја белу тачку слике као белу тачку циљног медијума и не ради ништа друго. углавном се користи за доказивање боја (није добро за фотографије).

source: Style
ca: estil
da: stil
sk: štýl
sr: стил

source: Temporary style to use while exporting
ca: estil temporal a emprar en exportar
da: midlertidig stil, der bruges under eksport
sk: dočasný štýl použitý počas exportovania
sr: привремени стил који се користи при извозу

source: Replace history
ca: substitueix l'historial
da: erstatningshistorik
sk: nahradiť históriu
sr: историјат замене

source: Append history
ca: afegeix a l'historial
da: føj til historik
sk: pridať k histórii
sr: историјат додавања

source: Whether the style items are appended to the history or replacing the history
ca: defineix si els elements de l'estil s'apliquen afegint-se a l'historial o substituint tot l'historial
da: hvorvidt stilenhederne føjes til historiken eller erstatter historikken
sk: určuje, či sú položky štýlu pridané k histórii, alebo či ju nahradia
sr: да ли су стилови ставки додати на историјат или га мењају

source: Export
ca: exporta
da: eksportér
sk: exportovať
sr: извези

source: Export with current settings
ca: exporta amb valors actuals
da: eksportér med aktuelle indstillinger
sk: exportovať s aktuálnymi nastaveniami
sr: извези са тренутним подешавањима

# accel
source: Export
ca: exporta
da: eksportér
sk: exportovať
sr: извези

source: Select tag
ca: selecciona etiqueta
da: vælg mærke
sk: vybrať štítok
sr: изабери ознаку

source: Add
ca: afegeix
da: tilføj
sk: pridať
sr: додај

source: Done
ca: fet
da: færdig
sk: hotovo
sr: готово

source: List filter
sk: zoznam filtrov
sr: списак филтера

source: List of available tags. Click 'add' button or double-click on tag to add the selected one
ca: llista d'etiquetes disponibles. Feu clic al botó 'adjunta' o doble clic a sobre l'etiqueta per afegir la seleccionada
da: liste over tilgængelige mærker. klik “tilføj”-knappen eller dobbeltklik på mærket for at tilføje den valgte
sk: zoznam dostupných štítkov. pre pridanie vybraného štítku kliknite na tl. "pridať" alebo dvojklikom priamo na štítok
sr: списак доступних ознака. кликните на дугме „додај“ или двапут кликните на ознаку да је додате

source: Type
sk: typ
sr: врста

source: Edit metadata exportation
ca: edita exportació de metadades
da: redigér metadataeksportering
sk: ipraviť export metadát
sr: уреди извожење метаподатака

source: General settings
ca: paràmetres generals
da: generelle indstillinger
sk: všeobecné nastavenia
sr: општа подешавања

source: Exif data
ca: dades exif
sk: údaje exif
sr: exif подаци

source: Export exif metadata
ca: exporta les dades exif
da: eksportér exif-metadata
sk: exportovať metadáta exif
sr: извези exif податке

source: Export dt xmp metadata (from metadata editor module)
ca: exporta xmp de metadades de dt (del mòdul editor de metadades)
da: eksportér dt-xmp-metadata (fra metadata-redigeringsmodul)
sk: exportovať metadáta xmp z dt (z modulu editoru metadát)
sr: извези xmp метаподатке тамног стола (из модула за уређивање метаподатака)

source: Only embedded
ca: només incrustades
da: kun indlejrede
sk: iba vložené
sr: само угнезди

source: Per default the interface sends some (limited) metadata beside the image to remote storage. To avoid this and let only image embedded dt xmp metadata, check this flag. If remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
ca: per defecte la interfície envia algunes (limitades) metadades a l'emmatgatzematge remot. Per evitar això i deixar només metadades xmp de dt incrustades a la imatge, marqueu això. Si l'emmatgatzematge remot no entén les metadades xmp de dt, podeu usar metadades calculades
da: som standard sender brugerfladen nogen (begrænset) metadata ud over billedet til fjernlager. markér dette flag for at undgå dette og kun tillade dt-xmp-metadata, der er indlejret i billedet. hvis fjernlageret ikke forstår dt-xmp-metadata, kan du bruge beregnet metadata i stedet
sk: vo východzom stavu rozhranie odosiela niektoré (obmedzené) metadáta spolu so snímkou do vzdialeného úložiska. zaškrtnite, ak tomu chcete zabrániť a odoslať iba metadáta vložené do snímky. ak vzdialené úložisko nepodporuje xmp metadata podľa dt, môžete miesto toho využiť vypočítané metadáta
sr: подразумевано сучеље шаље неке (ограничене) метаподатке поред слике на удаљено складиште. омогућите ово како би избегли ово и дозволили само xmp метаподатке угњежђене у слику. уколико удаљено складиште не разуме xmp метаподатке, можете користити израчуанте метаподатке.

source: Geo tags
ca: geoetiquetes
da: geomærker
sk: geo štítky
sr: гео ознаке

source: Export geo tags
ca: exporta les geoetiquetes
da: eksportér geomærker
sk: exportovať geo štítky
sr: извези гео ознаке

source: Export tags (to Xmp.Dc.Subject)
ca: exporta etiquetes (a Xmp.dc.Subject)
da: eksportér mærker (til Xmp.dc.Subject)
sk: exportovať štítky (do Xmp.dc.Subject)
sr: извези ознаке (у Xmp.dc.Subject)

source: Private tags
ca: etiquetes privades
da: private mærker
sk: súkromné štítky
sr: приватне ознаке

source: Export private tags
ca: exporta les etiquetes privades
da: eksportér private mærker
sk: exportovať súkromné štítky
sr: извези приватне ознаке

source: Synonyms
ca: sinònims
da: synonymer
sk: synonymá
sr: синоними

source: Export tags synonyms
ca: exporta els sinònims d'etiquetes
da: eksportér mærkesynonymer
sk: exportovať štítky synoným
sr: извези ознаке синонима

source: Omit hierarchy
ca: omet jerarquia
da: undlad hierarki
sk: vynechať hierarchiu
sr: занемари хијерархију

source: Only the last part of the hierarchical tags is included. Can be useful if categories are not used
ca: només s'inclou la darrera part de les etiquetes jeràrquiques. Pot ser útil si no s'empren categories
da: kun den sidste del af de hierarkiske mærker inkluderes. kan være nyttigt, hvis kategorier ikke benyttes
sk: je použitá iba posledná časť hierarchie štítkov. môže byť užitočné, ak sa nepoužívajú kategórie
sr: само последњи део хијерархијских ознака је укључен. може бити корисно уколико се категорије не користе

source: Hierarchical tags
ca: etiquetes jeràrquiques
da: hierarkiske mærker
sk: hierarchické štítky
sr: хијерархијске ознаке

source: Export hierarchical tags (to Xmp.Lr.Hierarchical Subject)
ca: exporta etiquetes jeràrquiques (a Xmp.lr.Hierarchical Subject)
da: eksportér hierarkiske mærker (til Xmp.lr.Hierarchical Subject)
sk: exportovať hierarchické štítky (do Xmp.lr.Hierarchical Subject)
sr: извези хијерархијске ознаке (у Xmp.lr.Hierarchical Subject)

source: Develop history
ca: historial de processat
da: fremkaldelseshistorik
sk: vytvoriť históriu
sr: историја развијања

source: Export dt development data (recovery purpose in case of loss of database or xmp file)
ca: exporta dades del processat a dt (per a finalitats de recuperació en cas de pèrdua de la bases de dades o de l'arxiu xmp)
da: eksportér dt-fremkaldelsesdata (til genskabelse i fald af tab af database eller xmp-fil)
sk: exportovať spracovateľské údaje dt (pre účely obnovenia v prípade straty databázy či súboru xmp)
sr: извози податке за развијање слике у тамно столу (за повратак у случају да изгубите базу података или xmp датотеку)

source: Per metadata settings
ca: ajustos per metadades
da: pr. metadataindstillinger
sk: nastavenia podľa metadát
sr: по подешавањима метаподатка
