Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Toggle red label of selected images
ca: commuta l'etiqueta vermella de les imatges seleccionades
da: slå rødt mærkat til og fra for valgte billeder
sk: prepnúť červenú značku u vybraných obrázkov
sr: укључује црвену ознаку на изабране слике

source: Toggle yellow label of selected images
ca: commuta l'etiqueta groga de les imatges seleccionades
da: slå gult mærkat til og fra for valgte billeder
sk: prepnúť žltú značku u vybraných obrázkov
sr: укључује жуту ознаку на изабране слике

source: Toggle green label of selected images
ca: commuta l'etiqueta verda de les imatges seleccionades
da: slå grønt mærkat til og fra for valgte billeder
sk: prepnúť zelenú značku u vybraných obrázkov
sr: укључује зелену ознаку на изабране слике

source: Toggle blue label of selected images
ca: commuta l'etiqueta blava de les imatges seleccionades
da: slå blåt mærkat til og fra for valgte billeder
sk: prepnúť modrú značku u vybraných obrázkov
sr: укључује плаву ознаку на изабране слике

source: Toggle purple label of selected images
ca: commuta l'etiqueta magenta de les imatges seleccionades
da: slå lilla mærkat til og fra for valgte billeder
sk: prepnúť fialovú značku u vybraných obrázkov
sr: укључује љубичасту ознаку на изабране слике

source: Clear all labels of selected images
ca: treu totes les etiquetes de les imatges seleccionades
da: fjern alle mærkater for valgte billeder
sk: vymazať všetky značky vybratých obrázkov
sr: очисти све ознаке на изабраним сликама

source: Copyright (c) the authors 2009-%s
ca: copyright (c) Els autors 2009-%s
da: copyright © forfatterne 2009-%s
sk: copyright (c) autori 2009 - %s
sr: ауторска права (c) аутори 2009-%s

source: All those of you that made previous releases possible
sk: všetci tí z vás, ktorí prispeli k vytvoreniu predošlých vydaní
sr: сви ви који сте омогућили да претходна издања стигну до нас

source: And...
sk: a ...
sr: и…

source: Translator-credits
da: Thomas Pryds, 2016. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
sk: prekladatelia: Dušan Kazik <prescott66@gmail.com> Marek Vančo <alpyapple@gmail.com> Miroslav Fikar <miroslav.fikare@gmail.com>
sr: Милош Поповић <gpopac@gmail.com> https://гном.срб — превод Гнома на српски језик.

source: Filmstrip
ca: tira de pel·lícula
da: filmstribe
sk: filmový pás
sr: филмска трака

source: Time
ca: data/hora
da: tid
sk: čas
sr: време

source: Custom sort
ca: ordre personalitzat
da: brugerdefineret sortering
sk: vlastné triedenie
sr: произвољно ређање

source: Shuffle
ca: barrejat
da: bland
sk: zamiešať
sr: измешано

source: Filter
ca: filtre
sr: филтер

source: View
ca: mostra
da: visning
sk: zobraziť
sr: преглед

source: Unstarred only
ca: només les sense puntuar
da: kun uden stjerne
sk: iba bez hviezdy
sr: само без звездица

source: Rejected only
ca: només les rebutjades
da: kun afviste
sk: iba zamietnuté
sr: само одбачене

source: All except rejected
ca: totes excepte les rebutjades
da: alle undtaget afviste
sk: všetky okrem zamietnutých
sr: све осим одбачених

source: Sort by
ca: ordena segons
da: sortér efter
sk: usporiadať podľa
sr: редослед

source: Preferences
ca: preferències
da: indstillinger
sk: predvoľby
sr: поставке

source: Thumbnails overlays for size
sk: prekryvy náhľadov pre veľkosť
sr: прекривање умањених сличица за величину

source: Duration before the block overlay is hidden after each mouse movement on the image set -1 to never hide the overlay
sk: čas kým sa skryje blokový prekryv po každom pohybe myši na snímke, nastaviť -1 pre trvalé zobrazenie prekryvu
sr: интервал пре него што се оквир који прекрива сличице сакрије након покрета миша поставите на -1 да не сакрива текст преко сличице

source: Timeout only available for block overlay
sk: timeout je k dispozícii iba pre blok prekryvu
sr: истек времена је доступан само за прекривање у виду блокова

source: Culling overlays
sk: obmedzenia prekryvov
sr: хладно прекривање

source: Preview overlays
sk: prekryvy náhľadov
sr: преглед прекривања

source: Overlays not available here...
sk: prekryvy tu nie sú dostupné ...
sr: прекривање није доступно одавде…

source: Expand grouped images
ca: expandeix imatges agrupades
da: udvid grupperede billeder
sk: rozbaliť zoskupené obrázky
sr: прошири груписане слике

source: Collapse grouped images
ca: col·lapsa imatges agrupades
da: sammenklap grupperede billeder
sk: zbaliť zoskupené obrázky
sr: сакупи груписане слике

source: Click to change the type of overlays shown on thumbnails
sk: kliknúť pre zmenu typu prekryvných vrstiev na náhľadoch
sr: кликните да промените врсту прекривања приказаног на умањеној сличици

source: Overlay mode for size
sk: režim prekryvu pre veľkosť
sr: режим прекривања за величину

source: No overlays
sk: bez prekryvov
sr: нема прекривања

source: Overlays on mouse hover
sk: prekryvy pri prejdení myšou
sr: прекривање када је миш изнад

source: Extended overlays on mouse hover
sk: rozšírené prekryvy pri prejdení myšou
sr: прошири прекривање када је миш стане преко њега

source: Permanent overlays
sk: trvalé prekryvy
sr: трајна прекривања

source: Permanent extended overlays
sk: trvalé rozšírené prekryvy
sr: трајна проширена прекривања

source: Permanent overlays extended on mouse hover
sk: trvalé rozšírené prekryvy pri prejdení myšou
sr: трајна прекривања се проширују када миш стане на њих

source: Overlays block on mouse hover during (s)
sk: blok prekryvov pri prejdení myšou behom (s)
sr: оквир када је миш преко (сек.)

source: Show tooltip
sk: zobraziť nápovedu nástrojov
sr: прикажи савете

source: Enable this, then click on a control element to see its online help
ca: activeu això, i podreu clicar en un element de control per veure la corresponent ajuda en línia
da: aktivér dette, og klik derefter på et kontrolelement for at se dets onlinehjælp
sk: aktivujte, potom kliknite na ovládací prvok pre zobrazenie online nápovedy
sr: омогућире ово, онда кликните на контролу неког дела сучеља да би видели помоћ на мрежи

source: Show global preferences
ca: mostra preferències globals
da: vis globale indstillinger
sk: zobraziť globálne predvoľby
sr: прикажи опште поставке

source: Do you want to access https://darktable.Gitlab.Io/doc/?
ca: voleu accedir a https://darktable.gitlab.io/doc/?
da: vil du tilgå https://darktable.gitlab.io/doc/?
sk: chcete otvoriť https://darktable.gitlab.io/doc/?
sr: да ли желите да приступите страници https://darktable.gitlab.io/doc/?

source: Access the online usermanual?
ca: accedir al manual d'usuari en línia?
da: tilgå online brugermanual?
sk: zobraziť online používateľský manuál?
sr: да приступим корисничком упутству на мрежи?

source: Help url opened in web browser
ca: url d'ajuda oberta al navegador web
da: hjælpe-url åbnet i webbrowser
sk: url nápovedy otvorené vo webovom prehliadači
sr: адреса за помоћ је приказана у веб прегледнику

source: Error while opening help url in web browser
sk: chyba pri otváraní url nápovedy vo webovom prehliadači
sr: грешка приликом отварања адресе за помоћ у веб прегледачу

source: There is no help available for this element
ca: no hi ha ajuda disponible per a aquest element
da: der er ingen hjælp tilgængelig for dette element
sk: pre tento prvok nie je k dispozícii nápoveda
sr: није доступна помоћ за овај део сучеља

# accel
source: Grouping
ca: agrupament
da: gruppering
sk: zoskupenie
sr: груписање

# accel
source: Preferences
ca: preferències
da: indstillinger
sk: predvoľby
sr: поставке

# accel
source: Thumbnail overlays/no overlays
sk: prekryv náhľadov/žiadne prekryvy
sr: прекривање умањених сличица/без прекривања

# accel
source: Thumbnail overlays/overlays on mouse hover
sk: prekryv náhľadov/prekryvy pri prejdení myšou
sr: прекривање умањених сличица/прекривање када је миш преко

# accel
source: Thumbnail overlays/extended overlays on mouse hover
sk: prekryv náhľadov/rozšírené prekryvy pri prejdení myšou
sr: прекривање умањених сличица/проширени приказ када је миш преко

# accel
source: Thumbnail overlays/permanent overlays
sk: prekryv náhľadov/trvalé prekryvy
sr: прекривање умањених сличица/трајна прекривања

# accel
source: Thumbnail overlays/permanent extended overlays
sk: prekryv náhľadov/trvalé rozšírené prekryvy
sr: прекривање умањених сличица/трајна проширена прекривања

# accel
source: Thumbnail overlays/permanent overlays extended on mouse hover
sk: prekryv náhľadov/trvalé prekryvy rozšírené pri prejdení myšou
sr: прекривање умањених сличица/трајна проширена прекривања када је миш преко

# accel
source: Thumbnail overlays/overlays block on mouse hover
sk: prekryv náhľadov/blok prekryvov pri prejdení myšou
sr: прекривање умањених сличица/оквир када је миш преко

source: Hinter
ca: ajudes
da: tipser
sk: predstava
sr: савет

source: Image infos
ca: infos d'imatge
da: billedinformation
sk: info o snímke
sr: подаци о слици

source: Click to exit from full preview layout.
sr: кликните да изађете из распореда пуног прегледа.

source: Click to enter full preview layout.
sr: кликните да уђете у распоред пуног прегледа.

source: Click to enter culling layout in fixed mode.
sr: кликните да уђете у листање распореда у фиксном режиму.

source: Click to exit culling layout.
sr: кликните да напустите листање распореда.

source: Click to enter culling layout in dynamic mode.
sr: кликните да уђете у листање распореда у динамичком режиму.

source: Click to enter filemanager layout.
sr: кликните да уђете у распоред управника датотека.

source: Click to enter zoomable lighttable layout.
sr: кликните да уђете у распоред светлог стола са могућношћу за увећање.

# accel
source: Toggle filemanager layout
sr: укључи распоред управника датотека

# accel
source: Toggle zoomable lighttable layout
sr: укључи распоред са увећањем светлог стола

# accel
source: Toggle culling mode
ca: permuta mode destriar
da: slå culling-tilstand til og fra
sk: prepnúť režim zberu
sr: укључи режим листања

# accel
source: Toggle culling dynamic mode
ca: permuta mode destriar dinàmic
da: slå culling-dynamic-tilstand til og fra
sk: prepnúť dynamický režim zberu
sr: укључи динамички режим листања

# accel
source: Toggle culling zoom mode
ca: permuta mode destriar amb zoom
da: slå culling-zoom-tilstand til og fra
sk: prepnúť zoom režim zberu
sr: укључи хладни режим листања

# accel
source: Toggle sticky preview mode
sr: укључи лепљиви режим прегледа

# accel
source: Toggle sticky preview mode with focus detection
sr: укључи лепљиви режим прегледа за налажење фокуса

# accel
source: Exit current layout
sr: изађи из тренутног распореда

source: Module toolbox
ca: caixa d'eines de mòdul
da: modul-værktøjskasse
sk: modul panel nástrojov
sr: алатница модула

source: Timeline
ca: línia de temps
da: tidslinje
sk: časová os
sr: временска линија

# accel
source: Start selection
ca: comença selecció
da: start markering
sk: začať výber
sr: почетак избора

# accel
source: Stop selection
ca: atura la selecció
da: stop markering
sk: ukončiť výber
sr: крај избора

source: View toolbox
ca: caixa d'eines de vista
da: vis værktøjskasse
sk: zobraziť panel nástrojov
sr: преглед алатнице

source: Viewswitcher
ca: canviador de vista
da: visningsskifter
sk: prepínač pohľadov
sr: пребацивање прегледа

# accel
source: Reset lib parameters
ca: reinicia paràmetres
da: nulstil lib-parametre
sk: znovu nastaviť parametre knižnice
sr: врати параметре библиотеке

source: Select file
ca: seleccioneu un arxiu
da: vælg fil
sk: vybrať súbor
sr: изаберите датотеку

source: Double click to reset to `%f'
ca: feu doble clic per reiniciar a `%f'
da: dobbeltklik for at nulstille til “%f”
sk: dvojklik obnoví `%f'
sr: кликните двапут да вратите на „%f“

source: Lua options
ca: opcions lua
da: lua-indstillinger
sk: voľby lua
sr: lua опције

source: Darktable could not load `%s', switching to lighttable now. Please check the image (use exiv2 or exiftool) for corrupted data. If the image seems to be intact, please consider opening an issue at https://github.Com/darktable-org/darktable.
sk: darktable nemohlo nahrať `%s', prepínam teraz na lighttable. prosím skontrolujte obrázok (použite exiv2 alebo exiftool) pre poškodené údaje. ak sa snímka zdá byť neporušená, prosím zahláste chybu na https://github.com/darktable-org/darktable.
sr: тамни сто не може да учита „%s“, пребацујем се на светли сто. проверите да ли је слика оштећена (можете користити exiv2 или exiftool алате). уколико слика изгледа у реду, можете да пошаљете извештај о грешци на https://github.com/darktable-org/darktable.

# darkroom
source: Loading `%s' ...
sk: načítavam „%s“...
sr: учитавам „%s“…

source: Gamut check
ca: comprovació de gamut
da: gamut-tjek
sk: kontrola gamutu
sr: провера палете

source: Soft proof
sk: farebný náhľad
sr: симулација штампе

source: No image to open !
sk: žiadna snímka na otvorenie!
sr: нема слике за отварање !

source: No userdefined presets for favorite modules were found
ca: no s'han trobat predefinits de l'usuari pels mòduls favorits
da: ingen brugerdefinerede forudindstillinger for favoritmoduler blev fundet
sk: neboli nájdené predvoľby pre obľúbené moduly
sr: нису пронађене корисничке поставке за омиљене модуле

source: Applied style `%s' on current image
ca: aplicat l'estil `%s' a la imatge
da: anvendte stil “%s” på aktuelt billede
sk: štýl "%s" použitý na aktuálny obrázok
sr: стил „%s“ је примењен на тренутну слику

source: No styles have been created yet
ca: encara no s'ha creat cap estil
da: ingen stile er oprettet endnu
sk: nemáte vytvorený žiaden štýl
sr: стилови још увек нису направљени

source: Quick access to presets
sk: rýchly prístup k predvoľbám
sr: брзи приступ поставкама

source: Quick access for applying any of your styles
ca: accés ràpid per aplicar qualsevol dels vostres estils
da: hurtig adgang til anvendelse af dine stile
sk: rýchly prístup na aplikovanie akéhokoľvek z vašich štýlov
sr: брзи приступ и примена ваших стилова

source: Display a second darkroom image window
ca: mostra una segona finestra de cambra fosca
da: vis vindue nr. to med mørkekammerbillede
sk: zobraziť druhé okno fotokomory
sr: приказ другог прозора тамне собе

source: Toggle ISO 12646 color assessment conditions
sk: prepínať podmienky hodnotenia farieb podľa ISO 12646
sr: укључи ИСО 12646 услове за процењивање боја

source: Toggle raw over exposed indication right click for options
ca: permuta indicador de sobre/subexposició del raw clic dret per més opcions
da: slå indikation af raw overeksponering til og fra højreklik for indstillinger
sk: prepnúť indikáciu preexponovania raw kliknutím pravým tlačidlom zobrazíte voľby
sr: укључи показивач за преекспонирани raw десни клик за опције

source: Mark with CFA color
ca: marca amb color CFA
da: markér med CFA-farve
sk: označiť farbou CFA
sr: означи CFA бојама

source: Mark with solid color
ca: marca amb color sòlid
da: markér med uigennemsigtig farve
sk: označiť plnou farbou
sr: означи пуном бојом

source: False color
ca: fals color
da: falsk farve
sk: neplatná farba
sr: лажна боја

source: Select how to mark the clipped pixels
ca: selecciona com marcar els píxels sobreexposats
da: vælg hvordan klippede pixels skal markeres
sk: vybrať spôsob označenia prepálených pixelov
sr: изаберите како се означавају одсечени пиксели

source: Color scheme
ca: esquema de color
da: farveskema
sk: farebná schéma
sr: шема боје

# solidcolor
source: Red
ca: vermell
da: rød
sk: červená
sr: црвена

# solidcolor
source: Green
ca: verd
da: grøn
sk: zelená
sr: зелена

# solidcolor
source: Blue
ca: blau
da: blå
sk: modrá
sr: плава

# solidcolor
source: Black
ca: negre
da: sort
sk: čierna
sr: црна

source: Select the solid color to indicate over exposure. Will only be used if mode = mark with solid color
ca: selecciona el color sòlid per indicar sobreexposició. només s'empra quan el mode és = marcar amb color sòlid
da: vælg den uigennemsigtige farve, der skal indikere overeksponering. vil kun blive brugt, hvis tilstand = markér med uigennemsigtig farve
sk: vyberte plnú farbu pre indikáciu preexpozície. použije sa iba v prípade režimu "označiť plnú farbu"
sr: изаберите пуну боју која ће показивати преекспонитане делове. ово ће бити коришћено уколико је режим = ознака у пуној боји

source: Threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
ca: llindar del que s'ha de considerar sobreexposat 1.0 - nivell del blanc 0.0 - nivell del negre
da: grænseværdi for hvad, der anses for overeksponeret 1,0 – hvidniveau 0,0 – sortniveau
sk: prah, ktorý má byť považovaný ako preexponovaný 1.0 - úroveň bielej 0.0 - úroveň černej
sr: праг након кога се сматра да је преекспонирана 1,0 — ниво беле 0,0 — ниво црне

source: Toggle clipping indication right click for options
sk: prepnúť indikáciu orezania kliknutím pravým tlačidlom zobrazíte voľby
sr: укључи показиваче за одсецање десни клик за опције

source: Clipping preview mode
sk: režim náhľadu orezania
sr: преглед режима одсецања

source: Full gamut
sk: plný gamut
sr: пуна палета

source: Any RGB channel
sk: ľubovoľný kanál RGB
sr: било који RGB канал

source: Luminance only
sk: iba jas
sr: само светлина

source: Saturation only
sk: iba sýtosť
sr: само засићеност

source: Select the metric you want to preview full gamut is the combination of all other modes
sk: vyberte metriku z náhľadu plný gamut je kombinácia iných režimov
sr: изаберите меру коју желите да користите за преглед пуна палета је комбинација свих осталих режима

source: Red & blue
ca: vermell i blau
da: rød & blå
sk: červená a modrá
sr: црвена и плава

source: Purple & green
ca: violeta i verd
da: lilla & grøn
sk: fialová a zelená
sr: љубичста и зелена

source: Select colors to indicate clipping
sk: vyberte farby indikácie pod/preexponovania
sr: изаберите боје које ће приказати одсечене делове

source: Lower threshold
ca: llindar inferior
da: nedre grænseværdi
sk: dolný prah
sr: доњи праг

source: Clipping threshold for the black point, in EV, relatively to white (0 EV). 8 bits sRGB clips blacks at -12.69 EV, 8 bits Adobe RGB clips blacks at -19.79 EV, 16 bits sRGB clips blacks at -20.69 EV, typical fine-art mat prints produce black at -5.30 EV, typical color glossy prints produce black at -8.00 EV, typical B&W glossy prints produce black at -9.00 EV.
sk: prah orezania pre čierny bod, v EV, relatívne k bielej (0 EV). 8 bitový sRGB oreže čierne pri -12.69 EV, 8 bitový Adobe RGB oreže čierne pri -19.79 EV, 16 bitový sRGB oreže čierne pri -20.69 EV, typické matné výtlačky vo výtvarnom umení produkujú čiernu pri -5.30 EV, typické farebné lesklé výtlačky produkujú čiernu pri -8.00 EV, typické ČB lesklé výtlačky produkujú čiernu pri -9.00 EV.
sr: праг одсецања за црну тачку, дата у EV, у односу на белу (0 EV). 8 битни sRGB одсеца црне на -12.69 EV, 8 битни Adobe RGB одсеца црне на -19.79 EV, 16 битни sRGB одсеца црне на -20.69 EV, уобичајена квалитетна штампа на мат папиру одсеца црне на -5.30 EV, уобичајена штампа у боји на сјајном папиру одсеца црне на -8.00 EV, уобичајена црно-бела штампа на сјајном папиру одсеца црне на -9.00 EV.

source: Upper threshold
ca: llindar superior
da: øvre grænseværdi
sk: horný prah
sr: горњи праг

source: Clipping threshold for the white point. 100% is peak medium luminance.
sk: prah orezania pre biely bod. 100% je maximum stredného jasu.
sr: праг одсецања за белу тачку. 100% је пик средње светлине.

source: Toggle softproofing right click for profile options
ca: permuta indicador de softproof clic dret per opcions del perfil ICC
da: slå softproofing til og fra højreklik for profilindstillinger
sk: prepnúť náhľad softproof kliknúť pravým tlačítkom pre voľbu profilu
sr: укључује симулацију штампе десни клик за опције профила

source: Toggle gamut checking right click for profile options
ca: permuta comprovació de gamut clic dret per opcions del perfil ICC
da: slå gamut-tjek til og fra højreklik for profilindstillinger
sk: prepnúť overovanie gamutu pravým klinutím pre voľby profilu
sr: укључи проверу палете десни клик да опције профила

source: Display intent
ca: prova pantalla
da: skærm-intent
sk: zámer pre displej
sr: намера екрана

source: Preview display intent
ca: prova de previsualització de pantalla
da: forhåndsvis skærm-intent
sk: náhľad zámeru pre displej
sr: преглед намере екрана

source: Display profile
ca: perfil ICC pantalla
da: skærmprofil
sk: zobraz profil
sr: профил екрана

source: Preview display profile
ca: perfil de previsualització de pantalla
da: forhåndsvis skærmprofil
sk: náhľad profilu displeja
sr: преглед профила екрана

source: Histogram profile
ca: perfil d'histograma
da: histogramprofil
sk: histogram profilu
sr: профил хистограма

source: Display ICC profiles in %s or %s
ca: perfils ICC de pantalla a %s o %s
da: skærm-ICC-profiler i %s eller %s
sk: profily ICC displeja v %s alebo %s
sr: ICC профил екрана у %s или %s

source: Preview display ICC profiles in %s or %s
ca: perfils ICC de previsualització de pantalla a %s o %s
da: forhåndsvis skærm-ICC-profiler i %s eller %s
sk: náhľad profilov ICC displeja v %s alebo %s
sr: преглед ICC профила екрана у %s или %s

source: Softproof ICC profiles in %s or %s
ca: perfils ICC de simulació (softproof) a %s or %s
da: softproof-ICC-profiler i %s eller %s
sk: softproof ICC profil v %s alebo %s
sr: ICC профил за симулацију штампе у %s или %s

source: Histogram and color picker ICC profiles in %s or %s
ca: perfils ICC d'histograma i mostra de color a %s o %s
da: histogram- og farvevælger-ICC-profiler i %s eller %s
sk: histogram a pipeta farieb profilov ICC v %s nebo %s
sr: ICC профил хистограма и изборника боје у %s или %s

source: Set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
sk: nastaviť farbu čiar, ktoré prekrývajú snímku (kreslené masky, orezové a rotačné vodiace čiary, atď.)
sr: поставља боју линија која прекрива слику (исцртана маска, вођице за исецање и ротацији и др.)

source: Overlay color
sk: farba prekryvu
sr: боја прекривања

source: Set overlay color
sk: nastaviť farbu prekryvu
sr: постави боју прекривања

source: Keyboard shortcut slider precision: fine
sk: presnosť posuvníku klávesovej skratky: jemná
sr: прецизност клизача пречице тастатуре: фино

source: Keyboard shortcut slider precision: normal
sk: presnosť posuvníku klávesovej skratky: normálna
sr: прецизност клизача пречице тастатуре: уобичајено

source: Keyboard shortcut slider precision: coarse
sk: presnosť posuvníku klávesovej skratky: hrubá
sr: прецизност клизача пречице тастатуре: грубо

# accel
source: Zoom close-up
ca: zoom proper (100%)
da: zoom tæt på
sk: zväčšenie detail
sr: приближи се

# accel
source: Zoom fill
ca: zoom ampli
da: zoom udfyld
sk: zväčšenie vyplniť
sr: попуни увећање

# accel
source: Zoom fit
ca: zoom ajustat
da: tilpas zoom
sk: zväčšenie prispôsobiť
sr: уклопи увећање

# accel
source: Zoom in
ca: augmenta zoom
da: zoom ind
sk: priblížiť
sr: повећај

# accel
source: Zoom out
ca: redueix zoom
da: zoom ud
sk: vzdialiť
sr: смањи

# accel
source: Image forward
ca: imatge endavant
da: næste billede
sk: nasledujúci obrázok
sr: следећа слика

# accel
source: Image back
ca: imatge enrere
da: forrige billede
sk: predchádzajúci obrázok
sr: претходна слика

# accel
source: Color assessment
sk: vyhodnotenie farieb
sr: процена боје

# accel
source: Raw overexposed
ca: raw sobreexposat
da: raw overeksponeret
sk: preexponovaný raw
sr: преекспонирани raw

# accel
source: Overexposed
ca: sobreexposat
da: overeksponeret
sk: preexponované
sr: преекспсинирано

# accel
source: Cycle overlay colors
sk: prechádzať farbami prekryvov
sr: листај боје за прекривање

# accel
source: Softproof
sr: симулација штампе

# accel
source: Gamut check
ca: comprovació de gamut
da: gamut-tjek
sk: kontrola gamutu
sr: провера палете

# accel
source: Show drawn masks
sk: ukázať načrtnuté masky
sr: прикажи исцртану маску

# accel
source: Increase brush size
ca: augmenta la mida del pinzell
da: forøg penselstørrelse
sk: zväčšiť veľkosť štetca
sr: повећај величину четкице
