Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: Automatic correction failed, please correct manually
ca: ha fallat la correcció automàtica, corregiu manualment
da: automatisk korrektion mislykkedes; korrigér venligst manuelt
sk: automatická korekcia zlyhala, prosím, vykonajte korekciu ručne
sr: није успело аутоматско исправљање, пробајте да то урадите ручно

source: Lens shift (%s)
ca: desplaça l'òptica (%s)
da: objektivforskydning (%s)
sk: posun objektívu (%s)
sr: померај објектива (%s)

source: Horizontal
ca: horitzontal
da: vandret
sk: vodorovne
sr: водоравни

source: Vertical
da: lodret
sk: zvislo
sr: усправни

source: Guides
ca: guies
da: guider
sk: vodítka
sr: вођице

source: Automatic fit
ca: ajustament automàtic
da: automatisk tilpasning
sk: automatické prispôsobenie
sr: аутоматско уклапање

source: Get structure
ca: obté estructura
da: hent struktur
sk: získať štruktúru
sr: узми структуру

source: Rotate image
ca: gira imatge
da: rotér billede
sk: otočiť obrázok
sr: окрени слику

source: Apply lens shift correction in one direction
ca: aplica la correcció per desplaçament d'òptica en una direcció
da: anvend objektivforskydningskorrektion i én retning
sk: použije korekciu posunu objektívu v jednom smere
sr: примееује исправке помераја објектива у једном правцу

source: Shear the image along one diagonal
ca: estira o escurça la imatge en sentit d'una diagonal
da: skævvrid billedet langs én diagonal
sk: nakloniť snímku pozdĺž uhlopriečky
sr: искоси слику дуж једне дијагонале

source: Display guide lines overlay
ca: mostra sobreposades les línies guia
da: vis overlægning med hjælpelinjer
sk: zobrazit prekryv s vodítkami
sr: приказује линије вођица преко слике

source: Automatically crop to avoid black edges
ca: escapça automàticament evitant vores negres
da: beskær automatisk for at undgå sorte kanter
sk: automaticky orezať a vyhnúť sa tak čiernym okrajom
sr: сам исеца резултат да би избегли стварање црних ивица

source: Lens model of the perspective correction: generic or according to the focal length
ca: model òptic de la correcció de perspectiva: genèric, o segons la distància focal
da: objektivmodel for perspektivkorrektionen: generisk eller efter brændvidden
sk: model objektívu pre korekciu perspektívy: všeobecný alebo podľa ohniskovej dĺžky
sr: модел објектива за корекцију перспективе: општи или на основу жижне дужине

source: Focal length of the lens, default value set from exif data if available
ca: distància focal de la lent, valor per defecte extret de dades exif si existeixen
da: objektivets brændvidde; standardværdi sættes ud fra exif-data, hvis muligt
sk: ohnisková dĺžka objektívu, východzia hodnota nastavená podľa exif (ak je k dispozícii)
sr: жижна дужина објектива, подразумеване вредности се узимају из exif података када су доступни

source: Crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
ca: factor de retall del sensor de la càmera, valor per defecte extret de les dades exif si existeixen, sovint caldrà definir-ho manualment
da: kamerasensorens beskæringsfaktor; standardværdi sættes ud fra exif-data, hvis muligt; manuel opsætning er ofte nødvendig
sk: faktor orezu senzoru fotoaparátu, východzia hodnota nastavená podľa exif (ak je k dispozícii), často je treba nastaviť ručne
sr: фактор исецања сензора камере, подразумеване вредности се узимају из exif података уколико су доступне, али ћете често морати да их ручно подесите

source: The level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
ca: nivell de dependència respecte l'òptica en la correcció, ajusteu al màxim per dependència plena de l'òptica, ajusteu a cero pel cas genèric
da: niveauet for objektivafhængig korrektion; sæt til maksimum for fuld objektivafhængighed, og sæt til nul for generisk
sk: úroveň korekcie závislá na objektíve, nastavené na maximálnu závislosť, nastavte nulu pre všeobecné použitie
sr: ниво корекције у зависности од објектива, поставите на највеће за потпуну зависност од модела објектива, поставите на нула за опште

source: Adjust aspect ratio of image by horizontal and vertical scaling
ca: ajusta la relació d'aspecte canviant l'escala horitzontal i vertical
da: justér billedformat via vandret og lodret skalering
sk: upraviť pomer strán obrázku pomocou vodorovného a zvislého škálovania
sr: подешава однос размере слике по водоравној и усправној страници

source: Automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
sk: automaticky korigovať zvislé skreslenie perspektívy ctrl + kliknutie iba pre otočenie shift + kliknutie iba pre posun objektívu
sr: аутоматски исправља изобличење вертикалне перспективе ctrl+клик да уклопите само окретање shift+клик да уклопите померај објектива

source: Automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
sk: automaticky korigovať vodorovné skreslenie perspektívy ctrl + kliknutie iba pre otočenie shift + kliknutie iba pre posun objektívu
sr: аутоматски исправља изобличење хоризонталне перспективе ctrl+клик да уклопите само окретање shift+клик да уклопите померај објектива

source: Automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
sk: automaticky korigovať zvislé a vodorovné skreslenie perspektívy; upraviť otočenie, posun objektívu v oboch smeroch a naklonení ctrl + kliknutie iba pre otočenie shift + kliknutie iba pre posun objektívu
sr: аутоматски исправља изобличење вертикалне и хоризонталне перспективе; уклапање окретања, помераја објектива у оба смера и искошавање ctrl+клик да уклопите само окретање shift+клик да уклопите померај објектива ctrl+shift+клик да само уклопите окретање и померај објектива

source: Analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
sk: analyzovať línie v snímke ctrl + kliknutie pre dodatočné zvýraznenie hrán shift + kliknutie pre dodatočné zvýraznenie detailov ctrl + shift + kliknutie pre kombináciu oboch metód
sr: анализира структуру линија у слици ctrl+клик за додатна побољшања ивице shift+клик за додатно побољшање детаља ctrl+shift+клик за комбинацију оба метода

source: Remove line structure information
ca: elimina la informació d'estructura de línies
da: fjern information om linjestrukturer
sk: odstrániť informáciu o líniách
sr: уклони податке о структури линија

source: Toggle visibility of structure lines
ca: permuta la visibilitat de les línies d'estructura
da: slå synlighed for strukturlinjer til og fra
sk: prepnúť viditeľnosť línií štruktúr
sr: укључивање приказа структуре линија

source: [%s On segment] Select segment
ca: [%s a segment] selecciona segment
da: [%s på segment] vælg segment
sk: [%s on segment] vybrať segment
sr: [%s на сегменту] изабери сегмент

source: [%s On segment] Unselect segment
ca: [%s a segment] desmarca segment
da: [%s på segment] fravælg segment
sk: [%s on segment] zrušiť výber segmentu
sr: [%s на сегменту] поништи избор сегмента

source: [%s] Select all segments from zone
ca: [%s] selecciona tots els segments de la zona
da: [%s] vælg alle segmenter udfra zone
sk: [%s] vybrať všetky segmenty zóny
sr: [%s] изабери све сегменте у подружју

source: [%s] Unselect all segments from zone
ca: [%s] desmarca tots els segments de la zona
da: [%s] fravælg alle segmenter udfra zone
sk: [%s] zrušiť výber všetkých segmentov zóny
sr: [%s] поништи избор свих сегмената у подручју

source: Contrast equalizer
ca: equalitzador de contrast
da: kontrastequalizer
sk: ekvalizér kontrastu
sr: уједначавање контраста

source: Sharpness|acutance|local contrast
sk: ostrosť|akutancia|lokálny kontrast
sr: изоштравање|оштрина|локални контраст|izoštravanje|oštrina|lokalni kontrast|sharpness|acutance|local contrast

source: Add or remove local contrast, sharpness, acutance
sk: pridať alebo odobrať lokálny kontrast, ostrosť, akutanciu
sr: додаје или уклања локални контраст, изоштравање или оштрину

source: Corrective and creative
sk: korektívny a kreatívny
sr: корекције и креативност

source: Frequential, RGB
sk: frekvenčný, RGB
sr: учестали RGB

source: Linear, Lab, scene-referred
sk: lineárny, Lab, podľa snímky
sr: линеарни Lab на основу свенографије

# eq_preset
source: Coarse
ca: aspre
da: ru
sk: hrubé
sr: грубо

source: Denoise & sharpen
ca: treu soroll i enfoca
da: støjfjernelse & øg skarphed
sk: odstránenie šumu a doostrenie
sr: уклањање шума и изоштравање

# atrous
source: Sharpen
ca: enfoca
da: øg skarphed
sk: doostrenie
sr: оштрење

source: Denoise chroma
ca: treu soroll cromàtic
da: støjfjernelse kroma
sk: chromatické odšumenie
sr: уклањање шума боје

source: Denoise
ca: treu soroll
da: støjfjernelse
sk: odstránenie šumu
sr: уклањање шума

source: Bloom
ca: enlluerna (bloom)
sk: presvetlenie
sr: цветање

source: Clarity
ca: claredat
da: detaljer
sk: zreteľnosť
sr: чистоћа

source: Deblur: large blur, strength 3
ca: des-difumina: difuminat gros, força 3
da: af-sløring: stor sløring, styrke 3
sk: deblur: veľké rozmazanie, sila 3
sr: уклањање замућења: велико замућење, јачина 3

source: Deblur: medium blur, strength 3
ca: des-difumina: difuminat mitjà, força 3
da: af-sløring: medium sløring, styrke 3
sk: deblur: stredné rozmazanie, sila 13
sr: уклањање замућења: средње замућење, јачина 3

source: Deblur: fine blur, strength 3
ca: des-difumina: difuminat fi, força 3
da: af-sløring: let sløring, styrke 3
sk: deblur: mierne rozmazanie, sila 3
sr: уклањање замућења: мало замућење, јачина 3

source: Deblur: large blur, strength 2
ca: des-difumina: difuminat gros, força 2
da: af-sløring: stor sløring, styrke 2
sk: deblur: veľké rozmazanie, sila 2
sr: уклањање замућења: велико замућење, јачина 2

source: Deblur: medium blur, strength 2
ca: des-difumina: difuminat mitjà, força 2
da: af-sløring: medium sløring, styrke 2
sk: deblur: stredné rozmazanie, sila 2
sr: уклањање замућења: средње замућење, јачина 2

source: Deblur: fine blur, strength 2
ca: des-difumina: difuminat fi, força 2
da: af-sløring: let sløring, styrke 2
sk: deblur: mierne rozmazanie, sila 2
sr: уклањање замућења: мало замућење, јачина 2

source: Deblur: large blur, strength 1
ca: des-difumina: difuminat gros, força 1
da: af-sløring: stor sløring, styrke 1
sk: deblur: veľké rozmazanie, sila 1
sr: уклањање замућења: велико замућење, јачина 1

source: Deblur: medium blur, strength 1
ca: des-difumina: difuminat mitjà, força 1
da: af-sløring: medium sløring, styrke 1
sk: deblur: stredné rozmazanie, sila 1
sr: уклањање замућења: средње замућење, јачина 1

source: Deblur: fine blur, strength 1
ca: des-difumina: difuminat fi, força 1
da: af-sløring: let sløring, styrke 1
sk: deblur: mierne rozmazanie, sila 1
sr: уклањање замућења: мало замућење, јачина 1

source: Coarse
ca: aspre
da: ru
sk: hrubé
sr: грубо

source: Fine
ca: fi
da: fin
sk: jemné
sr: фино

source: Contrasty
ca: contrastat
da: kontrastfyldt
sk: kontrastné
sr: контрасно

source: Noisy
ca: sorollós
da: støjfyldt
sk: zašumené
sr: шумовито

source: Bold
ca: marcat
da: fed
sk: tučné
sr: подебљано

source: Dull
ca: fluix
da: dunkel
sk: nevýrazné
sr: исправно

source: Luma
sr: светлина

source: Change lightness at each feature size
ca: canvia la lluminositat per les diferents dimensions dels detalls de la imatge
da: ændr lysskarphed ved hver konturstørrelse
sk: zmeniť svetosť pre každú veľkosť
sr: мења светлину на свакој величини

source: Change color saturation at each feature size
ca: canvia la saturació per les diferents dimensions dels detalls de la imatge
da: ændr farvemætning ved hver konturstørrelse
sk: zmeniť sýtosť farieb pre každú veľkosť
sr: мења засићеност боја на свакој величини

source: Edges
ca: vores
da: kanter
sk: hrany
sr: ивице

source: Change edge halos at each feature size only changes results of luma and chroma tabs
ca: fa més o menys marcat l'halo al voltant de les vores per les diferents dimensions dels detalls de la imatge només canvia resultat de les pestanyes luma i chroma
da: ændr kantglorie ved hver konturstørrelse ændrer kun resultaterne af luma- og kroma-tabs
sk: zmeniť závoj na hranách pre každú úroveň detailu zmeniť len výsledky len pre luma a chroma
sr: мењање ореола око ивица за сваку величину ће само променити резултат картица светлина и хрома

source: Make effect stronger or weaker
ca: fa l'efecte més fort o més feble
da: gør effekt stærkere eller svagere
sk: zosilní alebo zoslabí efekt
sr: појачава или смањује ефекат

source: Neutral
ca: neutre
sk: neutrálny
sr: неутрално

source: Canon eos like
ca: com una Canon EOS
da: canon eos-agtig
sk: typická pre canon eos
sr: као на canon eos

source: Canon eos like alternate
ca: com una Canon EOS (alternatiu)
da: canon eos-agtig alternativ
sk: typická pre canon eos (alternatíva)
sr: као на canon eos (алтернативно)

source: Nikon like
ca: com una Nikon
da: nikon-agtig
sk: typická pre nikon
sr: као на nikon

source: Nikon like alternate
ca: com una Nikon (alternatiu)
da: nikon-agtig alternativ
sk: typická pre (alternatíva)
sr: као на nikon (алтернативно)

source: Sony alpha like
ca: com una Sony Alpha
da: sony alpha-agtig
sk: typická pre sony alpha
sr: као на sony alpha

source: Pentax like
ca: com una Pentax
da: pentax-agtig
sk: typická pre pentax
sr: као на pentax

source: Ricoh like
ca: com una Ricoh
da: ricoh-agtig
sk: typická pre ricoh
sr: као на ricoh

source: Olympus like
ca: com una Olympus
da: olympus-agtig
sk: typická pre olympus
sr: као на olympus

source: Olympus like alternate
ca: com una Olympus (alternatiu)
da: olympus-agtig alternativ
sk: typická pre olympus (alternatíva)
sr: као на olympus (алтернативно)

source: Panasonic like
ca: com una Panasonic
da: panasonic-agtig
sk: typická pre panasonic
sr: као на panasonic

source: Leica like
ca: com una Leica
da: leica-agtig
sk: typická pre leicu
sr: као на leica

source: Kodak easyshare like
ca: com una kodak easyshare
da: kodak easyshare-agtig
sk: typická pre kodak easyshare
sr: као на kodak easyshare

source: Konica minolta like
ca: com una konica minolta
da: konica minolta-agtig
sk: typická pre konica minolta
sr: као на konica minolta

source: Samsung like
ca: com una Samsung
da: samsung-agtig
sk: typická pre samsung
sr: као на samsung

source: Fujifilm like
ca: com una fujifilm
da: fujifilm-agtig
sk: typická pre fujifilm
sr: као на fujifilm

source: Nokia like
ca: com un Nokia
da: nokia-agtig
sk: typická pre nokiu
sr: као на nokia

source: Cubic spline
ca: spline cúbic
da: kubisk spline
sk: kubický splajn
sr: кубни сплајн

source: Base curve
ca: corba base
da: grundkurve
sk: základná krivka
sr: основна крива

source: Apply a view transform based on personal or camera manufacturer look, for corrective purposes, to prepare images for display
sk: aplikovať transformáciu pohľadu založenú navzhľade výrobcu, pre účely korekcií, na prípravu snímiek pre zobrazenie
sr: примењује преображај како ви одаберете или на основу предлога произвођача камере, за потребе исправљања, у припреми слика за приказ на екрану

source: Linear, RGB, display-referred
sk: lineárny, RGB, podľa obrazovky
sr: линеарни RGB, на основу екрана

source: Non-linear, RGB
sk: nelineárny, RGB
sr: нелинеарни RGB

source: Non-linear, RGB, display-referred
sk: nelineárny, RGB, podľa obrazovky
sr: нелинеарни RGB, на основу екрана

source: Abscissa: input, ordinate: output. Works on RGB channels
ca: abscissa: entrada, ordenada: sortida. actua en canals RGB
da: abscisse: input, ordinat: output. virker på RGB-kanaler
sk: úsečka: vstup, súradnica: výstup. pracuje na kanáloch RGB
sr: апсциса: улац, ордината: излаз. ради на RGB каналима

source: Method to preserve colors when applying contrast
ca: mètode per preservar colors en aplicar contrast
da: metode til bevaring af farver under kontrastanvendelse
sk: metóda pre zachovanie farieb pri použití kontrastu
sr: начин за очување боја када се примењује контраст

source: Two exposures
ca: dues exposicions
da: to eksponeringer
sk: dve expozície
sr: две експозиције

source: Three exposures
ca: tres exposicions
da: tre eksponeringer
sk: tri expozície
sr: три експозиције

source: Fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. Expose for the highlights before use.
ca: fusioneu aquesta imatge amb ella mateixa variant l'exposició, per comprimir l'alt rang dinàmic. Exposeu per les altes llums abans de fer-ho.
da: fusionér dette billede et par gange med sig selv for at komprimere high dynamic range. eksponér for højlys før brug.
sk: zfúzovať pod/pre-expozície tejto snímky niekoľkokrát so sebou samým, aby se stlačil vysoký dynamický rozsah. pred použitím exponujte na svetlá.
sr: стапа ову слику са истом сликом која је под и преекспонирана неколико пута како би сузио динамички опсег. правилно експонирајте светле делове пре употребе.

source: How many stops to shift the individual exposures apart
ca: quants passos s'han de separar les exposicions individuals
da: hvor mange stops for at forskyde de individuelle eksponeringer fra hinanden
sk: počet clôn medzi jednotlivými expozíciami
sr: колико бленди за померање појединачних експозиција једне од других

source: Whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
ca: si s'ha de corregir l'exposició amunt o avall (-1: redueix altes llums, +1: redueix ombres)
da: hvorvidt eksponering skal forskydes op eller ned (-1: reducér højlys, +1: reducér skygger)
sk: či posunúť expozíciu hore či dole (-1: obmedziť svetlá, +1: obmedziť tiene)
sr: да ли да помера експозицију на горе или на доле (-1: смањи светло, +1: смањи сенке)

source: Scale for graph
sk: mierka pre graf
sr: размера графикона

source: Basic adjustments
ca: ajustos bàsics
da: basisjusteringer
sk: základné úpravy
sr: основна дотеривања

source: Apply usual image adjustments
sk: aplikovať obvyklé úpravy snímky
sr: примењује уобичајена дотеривања слике

source: Creative
sk: kreatívny
sr: креативно

source: Non-linear, RGB, scene-referred
sk: nelineárny, RGB, podľa scény
sr: нелинеарни RGB на основу сценографије

source: Adjust the black level to unclip negative RGB values. You should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
ca: ajusta el nivell de negre per eliminar retall dels valors RGB negatius. no l'hauríeu d'emprar mai per a afegir més densitat als negres! si s'ajusta malament, retallarà els colors fora de gamut propers al negre empenyent els valors RGB cap a valors negatius
da: justér sortniveauet for ikke at klippe negative RGB-værdier. du bør aldrig bruge dette til at tilføje mere tæthed i sort! hvis dårligt sat vil nær-sorte farver blive klippet ud af gamut ved at skubbe RGB-værdier over i negative
sk: upravte úroveň čiernej tak, aby hodnoty RGB neboli záporné. nepoužívať pre zvýraznenie čiernej pri nesprávnom nastavení sa farby blízke čiernej dostanú mimo gamut pre hodnoty RGB posunuté do záporu
sr: подешава ниво црне за допуну исечених, негативних RGB вредности. не треба да користите ово за додавање густине у црним тоновима! уколико је погрешно постављено, исећи ће боје које су близу црне са палете и поставити негативне RGB вредности

source: Adjust the exposure correction
ca: ajusta la correcció d'exposició
da: justér eksponeringskorrektionen
sk: upraviť korekciu expozície
sr: корекција експозиције

source: Highlight compression adjustment
ca: ajusta la compressió de llums
da: justering af højlyskomprimering
sk: úprava stlačenia svetiel
sr: компресија светлих делова

source: Contrast
da: kontrast
sk: kontrast
sr: контраст

source: Contrast adjustment
ca: ajustament de contrast
da: kontrastjustering
sk: úprava kontrastu
sr: дотеривање контраста

source: Middle grey adjustment
ca: ajust del gris mitjà
da: justering af middelgrå
sk: úprava strednej šedej
sr: дотеривање средишње сиве

source: Brightness adjustment
ca: ajustament de brillantor
da: lysstyrkejustering
sk: úprava jasu
sr: дотеривање осветљења

source: Saturation adjustment
ca: ajusta la saturació
da: mætningsjustering
sk: úprava sýtosti farieb
sr: дотеривање засићености

source: Vibrance adjustment
sk: úprava živosti
sr: дотеривање живости боја

source: Apply auto exposure based on the entire image
ca: aplica exposició automàtica basada en la imatge sencera
da: udfør automatisk eksponering baseret på hele billedet
sk: použiť automatickú expozíciu podľa celej snímky
sr: сам примени помак експозиције на целу слику

source: Apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
ca: aplica exposició automàtica basada en una regió definida per l'usuari clic i arrosega per dibuixar l'àrea clic dret per cancelar
da: udfør automatisk eksponering baseret på et område defineret af brugeren klik og træk for at tegne området højreklik for at annullere
sk: použiť automatickú expozíciu podľa oblasti definovanej používateľom kliknutie + ťahanie k namaľovaniu oblasti pravé kliknutie pre zrušenie
sr: примена аутоматске експозиције на основу подручја које задаје корисник кликните и превуците да исцртате подручје десни клик да откажете

source: Clip
ca: tall
da: klip
sk: orezať
sr: одсецање

source: Adjusts clipping value for auto exposure calculation
ca: ajusta el valor de tall pel càlcul d'exposició automàtica
da: justerer klipningsværdi for automatisk eksponeringsberegning
sk: upraví hodnotu orezu pre výpočet automatickej expozície
sr: подешава одсецање вредности за аутоматско рачунање експозиције

source: Local contrast
ca: contrast local
da: lokal kontrast
sk: lokálny kontrast
sr: локални контраст

source: Manipulate local and global contrast separately
sk: spracovať oddelenie lokálny a globálny kontrast
sr: засебно одређује локални и општи контраст на слици

source: Non-linear, Lab, display-referred
sk: nelineárny, LAB, podľa obrazovky
sr: нелинеарни Lab на основу екрана

source: Non-linear, Lab
sk: nelineárny, Lab
sr: нелинеарни Lab

source: HDR local tone-mapping
sk: HDR lokálne mapovanie tóniny
sr: локално мапирање HDR тонова

source: The filter used for local contrast enhancement. Bilateral is faster but can lead to artifacts around edges for extreme settings.
ca: el filtre emprat per a la millora de contrast local. Bilateral és més ràpid, però pot provocar artificis a les vores amb ajustos extrems.
da: filteret der skal bruges til lokal kontrastforbedring. bilateral er hurtigere men kan føre til artefakter omkring kanter ved ekstreme indstillinger.
sk: filter použitý pre zlepšenie lokálneho kontrastu. bilateral je rýchlejší, ale v prípade extrémneho nastavenia môže viesť k artefaktom okolo hrán.
sr: филтер се користи за побољшање локалног контраста. двобочни је бржи али може да направи нежељене ефекте близу ивица при екстремним подешавањима.

source: Detail
ca: detall
da: detaljer
sr: детаљи

source: Changes the local contrast
ca: modifica el contrast local
da: ændrer den lokale kontrast
sk: zmení lokálny kontrast
sr: мења локални контраст

source: Feature size of local details (spatial sigma of bilateral filter)
ca: mida característica dels detalls locals (sigma espacial del filtre bilateral)
da: konturstørrelse for lokale detaljer (rumlig sigma for bilateral filter)
sk: veľkosť detailu (priestorová sigma bilaterálneho filtra)
sr: величина могућности за локалне детаље (просторна сигма за двобочни филтер)
