Repository: catherinemabato/cat
Catalog: po/*.po
Languages: ca, da, sk, sr

source: GNOME Keyring backend is no longer supported. Configure a different one
ca: El sistema d'anell de claus GNOME ja no està suportat. configureu-ne un altre
da: Gnome-nøglering understøttes ikke længere. opsæt en anden
sk: GNOME kľúčenka už nie je podporovaná. nakonfigurujte inú
sr: Гномов привезак за кључеве није више подржан. подесите неки други

source: Rejecting %d image
ca: s'està rebutjant %d imatge
da: afviser %d billede
sk: odmieta sa %d obrázok
sr: одбацујем %d слику

source: Applying rating %d to %d image
ca: aplicant puntuació %d a %d imatge
da: anvender bedømmelse %d på %d billede
sk: pridáva sa hodnotenie %d na %d obrázok
sr: примењујем оцену %d на %d слику

source: No images selected to apply rating
ca: no hi ha cap imatge seleccionada per aplicar-hi puntuació
da: ingen billeder valgt til anvendelse af bedømmelse
sk: nie sú vybrané žiadne obrázky pre ohodnotenie
sr: нису изабране слике за примену оцене

source: Style with name '%s' already exists
ca: l'estil amb nom '%s' ja existeix
da: stil ved navn “%s” eksisterer allerede
sk: štýl s názvom „%s“ už existuje
sr: стил под називом „%s“ већ постоји

# accel
source: Styles/apply %s
ca: estils/aplica %s
da: stile/anvend %s
sk: štýly/aplikovať %s
sr: стилови/примена %s

source: Style named '%s' successfully created
ca: l'estil '%s' s'ha creat
da: stil ved navn “%s” succesfuldt oprettet
sk: štýl s názvom „%s“ úspešne vytvorený
sr: успешно је направљен стил под називом „%s“

source: No image selected!
ca: no hi ha cap imatge seleccionada!
da: intet billede valgt!
sk: nie je vybraný žiadny obrázok!
sr: није изабрана слика!

source: Style %s successfully applied!
sk: štýl %s bol úspešne uložený!
sr: успешно је примењен стил %s!

source: No images nor styles selected!
sk: nie je vybraný žiadny obrázok či štýl!
sr: нису изабрани стилови нити слике!

source: No styles selected!
sk: nie je vybraný žiadny štýl!
sr: нису изабрани стилови!

source: Style successfully applied!
sk: štýl bol úspešne aplikovaný!
sr: стилови су успешно примењени!

source: Module `%s' version mismatch: %d != %d
ca: la versió del mòdul '%s' no coincideix: %d != %d
da: modul “%s” versionsuoverensstemmelse: %d != %d
sk: nezhoda verzie modulu %s: %d != %d
sr: верзија модула „%s“ се не поклапа: %d != %d

source: Failed to overwrite style file for %s
ca: no s'ha pogut sobreescriure el fitxer d'estil per a %s
da: overskrivning af stilfil for %s mislykkedes
sk: zlyhalo prepísanie súboru so štýlom pre %s
sr: не могу да препишем стил датотеке за %s

source: Style file for %s exists
ca: existeix un fitxer d'estil per %s
da: stilfil for %s eksisterer
sk: súbor so štýlom pre %s existuje
sr: већ постоји стил датотеке за %s

source: Style %s was successfully imported
ca: s'ha importat amb èxit l'estil %s
da: stil %s blev succesfuldt importeret
sk: štýl %s bol úspešne importovaný
sr: успешно је увезен стил %s

source: Above sea level
ca: sobre el nivell del mar
da: over havets overflade
sk: nad hladinou mora
sr: изнад нивоа мора

source: Below sea level
ca: sota el nivell del mar
da: under havets overflade
sk: pod hladinou mora
sr: испод нивоа мора

source: Working...
sk: spracováva sa..
sr: радим…

source: Select
ca: selecciona
da: vælg
sk: vybrať
sr: избор

source: Path
ca: ruta
da: sti
sk: cesta
sr: путања

source: Xmp timestamp
ca: data/hora xmp
da: xmp-tidsstempel
sk: xmp časová značka
sr: xmp временски печар

source: Database timestamp
ca: data/hora a la base de dades
da: database-tidsstempel
sk: databázová časová značka
sr: временски печат базе података

source: Updated xmp sidecar files found
ca: s'han trobat fitxers sidecar xmp actualitzats
da: opdaterede xmp-metadatafiler blev fundet
sk: aktualizovaný xmp sprievodný súbor bol nájdený
sr: пронађене су ажурније xmp прикључне датотеке

source: _Close
sk: _zavrieť
sr: _затвори

source: Select all
ca: selecciona-ho tot
da: vælg alle
sk: vybrať všetko
sr: изабери све

source: Update database from selected xmp files
sk: aktualizovať databázu z vybraných xmp súborov
sr: ажурирај базу на основу изабраних xmp датотека

source: Overwrite selected xmp files
ca: sobreescriu els fitxers xmp seleccionats
da: overskriv valgte xmp-filer
sk: prepísať vybrané xmp súbory
sr: препиши изабране xmp датотеке

source: Capturing %d image
ca: s'està capturant %d imatge
da: tager %d billede
sk: zachytáva sa %d obrázok
sr: снима %d слику

source: Please set your camera to manual mode first!
ca: ajusteu primer la vostra càmera a mode manual!
da: sæt venligst dit kamera til manuel tilstand først!
sk: prosím, najskôr nastavte na vašom fotoaparáte manuálny režim!
sr: најпре пребаците вашу камеру у ручни режим рада!

source: Capture images
ca: captura imatges
da: tag billeder
sk: zachytiť snímky
sr: сними слике

source: %d/%d Imported to %s
ca: %d/%d importat a %s
da: %d/%d importeret til %s
sk: %d/%d importovaný do %s
sr: %d/%d увезена у %s

source: Starting to import images from camera
ca: s'està iniciant la importació d'imatges de la càmera
da: starter importering af billeder fra kamera
sk: spúšťa sa import obrázkov z fotoaparátu
sr: покрећем увоз слика из камере

source: Importing %d image from camera
ca: s'està important %d imatge de la càmera
da: importerer %d billede fra kamera
sk: importuje sa %d obrázok z fotoaparátu
sr: увозим %d слику из камере

source: Import images from camera
ca: importa imatges de la càmera
da: importér billeder fra kamera
sk: importuj obrázky z fotoaparátu
sr: увоз слика из камере

source: Failed to create film roll for destination directory, aborting move..
ca: no s'ha pogut crear rodet pel directori destí, avortant acció de moure..
da: oprettelse af filmrulle i destinationsmappe mislykkedes, flytning afbrudt…
sk: nemožno vytvoriť cieľový priečinok, presun prerušený.
sr: не могу да направим филмску ролну за циљни директоријум, прекидам премештање…

source: Exposure bracketing only works on raw images.
ca: les exposicions escalonades només funcionen en imatges raw.
da: eksponerings-bracketing virker kun på raw-billeder.
sk: expozičný bracketing funguje iba na obrázkoch raw.
sr: склапање слике из више различито експонираних снимака ради само за raw слике.

source: Images have to be of same size and orientation!
ca: les imatges han de ser d'igual mida i orientació!
da: billeder skal være af samme størrelse og orientering!
sk: súbory musia mať rovnakú veľkosť aj orientáciu!
sr: слике морају бити исте величине и оријентације!

source: Merging %d image
ca: s'està fusionant %d imatge
da: kombinerer %d billede
sk: zlučuje sa %d obrázok
sr: спајам %d слику

source: Wrote merged HDR `%s'
ca: escriu l'HDR fusionat `%s'
da: skrev kombineret HDR “%s”
sk: zostavený HDR obrázok `%s' je zapísaný
sr: упиши спојени HDR „%s“

source: Duplicating %d image
ca: s'està duplicant %d imatge
da: duplikerer %d billede
sk: duplikuje sa %d obrázok
sr: дуплирам %d слику

source: Flipping %d image
ca: s'està capgirant %d imatge
da: spejlvender %d billede
sk: preklápa sa %d obrázok
sr: изврћем %d слику

source: Set %d color image
sk: nastaviť %d farebnú snímku
sr: постављам %d слику у боји

source: Set %d monochrome image
sk: nastaviť %d čiernobielu snímku
sr: постављам %d црно-белу слику

source: Removing %d image
ca: s'està suprimint %d imatge
da: fjerner %d billede
sk: odstraňuje sa %d obrázok
sr: уклањам %d слику

source: Could not send %s to trash%s%s
ca: no s'ha pogut enviar %s a la paperera%s%s
da: kunne ikke sende %s til papirkurven%s%s
sk: nie je možné presunúť %s do koša%s%s
sr: не могу да пошаљем %s у смеће%s%s

source: Could not physically delete %s%s%s
ca: no s'ha pogut eliminar físicament %s%s%s
da: kunne ikke fysisk slette %s%s%s
sk: nemožno fyziky zmazať %s%s%s
sr: не могу да обришем са диска %s%s%s

source: Physically delete
ca: elimineu físicament
da: slet fysisk
sk: fyzicky odstrániť
sr: обриши

source: Physically delete all files
ca: elimineu físicament tots els arxius
da: slet alle filer fysisk fra disken
sk: fyzicky odstrániť všetky súbory z disku
sr: брише све датотеке са диска

source: Only remove from the collection
ca: només suprimeix de la col·lecció
da: fjern kun fra samlingen
sk: iba odstrániť zo zbierky
sr: само уклања слику из збирке

source: Skip to next file
ca: salta a l'arxiu següent
da: hop til næste fil
sk: preskočiť na nasledujúci súbor
sr: прескочи до следеће датотеке

source: Stop process
ca: atura el procés
da: stop bearbejdning
sk: zastaviť proces
sr: прекини обраду

source: Trashing error
ca: error en esborrar
da: fejl ved papirkurv
sk: chyba pri presúvaní do koša
sr: грешка при слању у смеће

source: Deletion error
ca: error en esborrar
da: fejl under sletning
sk: chyba pri odstraňovaní
sr: грешка при брисању

source: Trashing %d image
ca: enviant a la paperera %d imatge
da: sender %d billede til papirkurven
sk: presúva sa %d súbor do koša
sr: шаљем %d слику у смеће

source: Deleting %d image
ca: s'està eliminant %d imatge
da: sletter %d billede
sk: odstraňuje sa %d obrázok
sr: брисање %d слике

source: Failed to parse GPX file
ca: no s'ha pogut reconèixer l'arxiu GPX
da: tolkning af GPX-fil mislykkedes
sk: zlyhala analýza súboru GPX
sr: не могу да обрадим GPX датотеку

source: Applied matched GPX location onto %d image
ca: aplicada localització GPX coincident a %d imatge
da: anvendte matchende GPX-position på %d billede
sk: lokalizácia GPX aplikovaná na %d obrázok
sr: примењујем поклопљене GPX локације на %d слику

source: Moving %d image
ca: s'està movent %d imatge
da: flytter %d billede
sk: presúva sa %d obrázok
sr: премештам %d слику

source: Moving %d images
ca: s'estan movent %d imatges
da: flytter %d billeder
sk: presúva sa %d obrázkov
sr: премештам %d слика

source: Copying %d image
ca: s'està copiant %d imatge
da: kopierer %d billede
sk: kopíruje sa %d obrázok
sr: копирам %d слику

source: Copying %d images
ca: s'estan copiant %d imatges
da: kopierer %d billeder
sk: kopíruje sa %d obrázkov
sr: копирам %d слика

source: Creating local copy of %d image
ca: s'està creant una còpia local de %d imatge
da: opretter lokal kopi af %d billede
sk: vytvára sa miestna kópia %d obrázku
sr: правим локалне копије %d слике

source: Removing local copy of %d image
ca: s'està suprimint la còpia local de %d imatge
da: fjerner lokal kopi af %d billede
sk: odstraňuje sa miestna kópia %d obrázku
sr: уклањам локалне копије %d слике

source: Refreshing info for %d image
ca: refrescant info per a %d imatge
da: genindlæser info for %d billede
sk: obnovovanieí info pre %d snímok
sr: освежавам податке за %d слику

source: Exporting %d image..
ca: s'està exportant %d imatge...
da: eksporterer %d billede…
sk: exportuje sa %d obrázok..
sr: извозим %d слику…

source: Exporting %d / %d to %s
sk: exportuje sa %d / %d obrázok do %s
sr: извозим %d / %d у %s

source: Image `%s' is currently unavailable
ca: la imatge `%s' no està disponible
da: billede “%s” er i øjeblikket utilgængeligt
sk: obrázok „%s“ je momentálne nedostupný
sr: слика „%s“ тренутно није доступна

source: Merge hdr image
ca: fusiona imatge hdr
da: kombinér hdr-billede
sk: zlučovanie hdr obrázku
sr: споји hdr слику

source: Duplicate images
ca: duplica imatges
da: duplikér billeder
sk: duplikovať obrázky
sr: удвостручи слике

source: Flip images
ca: capgira imatges
da: spejlvend billeder
sk: prevrátiť snímky
sr: изврни слике

source: Set monochrome images
sk: nastaviť čiernobiele obrázky
sr: постави црно-беле слике

source: Remove images
ca: treu imatges
da: fjern billeder
sk: odstrániť obrázky
sr: уклањање слика

source: Do you really want to remove %d image from the collection?
sk: skutočne chcete odstrániť %d vybraný obrázok zo zbierky?
sr: да ли заиста желите да уклоните %d слику из збирке?

source: Remove images?
ca: voleu suprimir les imatges?
da: fjern billeder?
sk: odstrániť obrázky?
sr: да уклоним слике?

source: Delete images
ca: esborra imatges
da: slet billeder
sk: odstrániť obrázky
sr: брисање слика

source: Do you really want to send %d image to trash?
sk: naozaj chcete poslať %d zvolený obrázok do koša?
sr: да ли заиста желите да пошаљете %d слику у смеће?

source: Do you really want to physically delete %d image from disk?
sk: naozaj chcete fyzicky zmazať %d zvolený obrázok z disku?
sr: да ли заиста желите да обришете %d слику са диска?

source: Trash images?
ca: envia imatges a la paperera?
da: send billeder til papirkurven?
sk: zahodiť obrázky do koša?
sr: да преместим у смеће?

source: Delete images?
ca: voleu eliminar les imatges?
da: slet billeder?
sk: odstrániť obrázky?
sr: да обришем слику?

source: Do you really want to send selected image to trash?
sk: naozaj chcete poslať zvolený obrázok do koša?
sr: да ли заиста желите да пошаљете изабране слике у смеће?

source: Do you really want to physically delete selected image from disk?
sk: naozaj chcete fyzicky zmazať zvolený obrázok z disku?
sr: да ли заиста желите да обришете изабране слике са диска?

source: Move images
ca: mou imatges
da: flyt billeder
sk: presunúť obrázky
sr: премести слике

source: _Select as destination
ca: _Tria com a destinació
da: _vælg som destination
sk: _vybrať ako cieľ
sr: _изабери као циљ

source: Do you really want to physically move %d image to %s? (all duplicates will be moved along)
sk: naozaj chcete fyzicky presunúť %d vybraný obrázok do %s? (všetky nevybrané duplikáty budú tiež presunuté)
sr: да ли заиста желите да преместите %d слику у %s? (сви дупликати ће бити премештени)

source: Move image?
ca: voleu moure la imatge?
da: flyt billede?
sk: presunúť obrázok?
sr: да преместим слике?

source: Copy images
ca: copia imatges
da: kopiér billeder
sk: kopírovať obrázky
sr: копирање слика

source: Do you really want to physically copy %d image to %s?
sk: naozaj chcete skopírovať %d vybraný obrázok do %s?
sr: да ли заиста желите да копирате %d слику у %s?

source: Copy image?
ca: voleu copiar la imatge?
da: kopiér billede?
sk: skopírovať obrázok?
sr: копирај слике?

source: Local copy images
ca: copia localment imatges
da: lokale billedkopier
sk: lokálna kópia obrázkov
sr: локална копија слика

source: Refresh exif
ca: refresca exif
da: genindlæs exif
sk: znova načítať exif
sr: освежи exif

source: Failed to get parameters from storage module `%s', aborting export..
ca: no s'han pogut obtenir paràmetres del mòdul emmagatzematge `%s', avortant exportació ..
da: hentning af parametre fra opbevaringsmodulet “%s” mislykkedes, eksport afbrydes…
sk: zlyhalo získanie parametrov z modulu úložiska „%s“, prerušuje sa export..
sr: не могу да добијем параметре за складиште из модула „%s“, прекидам извоз…

source: Export images
ca: exporta imatges
da: eksportér billeder
sk: exportovať obrázky
sr: извоз слика

source: Adding time offset to %d image
ca: aplicant decalatge horari a %d imatge
da: føjer tidsforskel til %d billede
sk: pridáva sa posun času do %d obrázku
sr: додајем временски помак на %d слику

source: Added time offset to %d image
ca: aplicat decalatge horari a %d imatge
da: føjede tidsforskel til %d billede
sk: pridaný posun času do %d obrázku
sr: додат је временски помак на %d слику

source: Time offset
ca: decalatge horari
da: tidsforskydning
sk: posun času
sr: временски помак

source: Write sidecar files
ca: escriu els fitxers XMP
da: skriv metadatafiler
sk: zapísať sprievodné súbory XMP
sr: упиши прикључне датотеке

source: Import images
ca: importa imatges
da: importér billeder
sk: importovať obrázky
sr: увоз слика

source: No supported images were found to be imported
ca: no s'han trobat imatges compatibles per a ser importades
da: ingen understøttede billeder blev fundet til importering
sk: nenašli sa žiadne podporované obrázky na importovanie
sr: нису пронађене слике за увоз

source: Importing %d image
ca: s'està important %d imatge
da: importerer %d billede
sk: importuje sa %d obrázok
sr: увозим %d слику

source: Importing image %s
ca: s'està important la imatge %s
da: importerer billede %s
sk: importuje sa obrázok %s
sr: увозим слику %s

source: Import image
ca: importa una imatge
da: importér billede
sk: import obrázku
sr: увези слику

source: Skipped blending in module '%s': roi's do not match
ca: no s'ha fet la mescla al mòdul '%s', els valors roi no encaixen
da: sprang blending i modulet “%s” over: roi passer ikke sammen
sk: prelínanie ignorované v module '%s': nekompatibilné parametre
sr: прескочено је стапање у модулу „%s“: roi се не поклапа

source: Could not allocate buffer for blending
ca: no s'ha pogut reservar la memòria per la mescla
da: kunne ikke allokere buffer til blending
sk: nemôžem vyčleniť pamäť pre prelínanie
sr: не могу да одвојим оставу за стапање

# blendmode
source: Normal
sk: normálne
sr: нормално

# blendmode
source: Normal bounded
ca: normal limitat
da: normal begrænset
sk: normálne zrezaný
sr: нормално везано

# blendmode
source: Lighten
ca: aclareix
da: lysn
sk: zosvetliť
sr: позветљење

# blendmode
source: Darken
ca: enfosqueix
da: mørkn
sk: stmaviť
sr: затамњење

# blendmode
source: Multiply
ca: multiplica
da: multiplicér
sk: násobiť
sr: множење

# blendmode
source: Average
ca: mitjana
da: gennemsnit
sk: priemer
sr: просек

# blendmode
source: Addition
ca: addició
da: addér
sk: súčet
sr: додавање

# blendmode
source: Subtract
ca: sostreu
da: subtraktér
sk: odčítať
sr: одузаимање

# blendmode
source: Difference
ca: diferència
da: forskel
sk: rozdiel
sr: разлика

# blendmode
source: Screen
ca: trama (screen)
da: skærm
sk: presvietiť
sr: екрански

# blendmode
source: Overlay
ca: sobreposa (overlay)
da: overlægning
sk: prekryť
sr: прекривање

# blendmode
source: Softlight
ca: llum suau
sk: mäkké svetlo
sr: меко светло

# blendmode
source: Hardlight
ca: llum forta
sk: tvrdé svetlo
sr: оштро светло

# blendmode
source: Vividlight
ca: llum vívida
sk: živé svetlo
sr: засићено светло

# blendmode
source: Linearlight
ca: llum lineal
sk: lineárne svetlo
sr: линеарно светло

# blendmode
source: Pinlight
ca: llum focal (pinlight)
sk: bodové svetlo
sr: тачкасто светло

# blendmode
source: Lightness
ca: lluminositat
da: lysskarphed
sk: svetlosť
sr: светлина

# blendmode
source: Chroma
da: kroma
sr: хрома

# blendmode
source: Hue
ca: to (hue)
da: farvetone
sk: odtieň
sr: нијанса

# blendmode
source: Color
da: farve
sk: farba
sr: боја

# blendmode
source: Coloradjustment
ca: ajustament de color
da: farveændring
sk: úprava farieb
sr: дотеривање боје

# blendmode
source: Lab lightness
ca: Lluminositat Lab
da: Lab lysskarphed
sk: Lab jas
sr: Lab светлина

# blendmode
source: Lab color
da: Lab farve
sk: Lab farba
sr: Lab боје

# blendmode
source: Lab L-channel
ca: Lab canal L
da: Lab L-kanal
sk: Lab L-kanál
sr: Lab L-канал

# blendmode
source: Lab a-channel
ca: Lab canal a
da: Lab a-kanal
sk: Lab a-kanál
sr: Lab a-канал

# blendmode
source: Lab b-channel
ca: Lab canal b
da: Lab b-kanal
sk: Lab b-kanál
sr: Lab b-канал

# blendmode
source: HSV lightness
ca: Lluminositat HSV
da: HSV lysskarphed
sk: HSV jas
sr: HSV светлина

# blendmode
source: HSV color
da: HSV farve
sk: HSV farba
sr: HSV боја

# blendmode
source: RGB red channel
ca: RGB canal vermell
da: RGB rød kanal
sk: RGB červený kanál
sr: RGB црвени канал

# blendmode
source: RGB green channel
ca: RGB canal verd
da: RGB grøn kanal
sk: RGB zelený kanál
sr: RGB зелени канал

# blendmode
source: RGB blue channel
ca: RGB canal blau
da: RGB blå kanal
sk: RGB modrý kanál
sr: RGB плави канал

# blendmode
source: Multiply reverse
sk: násobiť inverzne
sr: обрнуто множење

# blendmode
source: Subtract reverse
sk: odčítať reverzne
sr: обрнуто одузимање

# blendmode
source: Divide
sk: deliť
sr: дељење

# blendmode
source: Divide reverse
sk: deliť reverzne
sr: обрнуто дељење

# blendmode
source: Geometric mean
sk: geometrický priemer
sr: геоматријска средина

# blendmode
source: Harmonic mean
sk: harmonický priemer
sr: хармонијска средина

# blendmode
source: Difference (deprecated)
ca: diferència (obsolet)
da: forskel (forældet)
sk: rozdiel (zastaralý)
sr: разлика (застарело)

# blendmode
source: Inverse (deprecated)
ca: invers (obsolet)
da: inverteret (forældet)
sk: inverzný (zastaralý)
sr: обртање (застарело)

# blendmode
source: Normal (deprecated)
ca: normal (obsolet)
da: normal (forældet)
sk: normal (zastaralý)
sr: нормално (застарело)

# blendmode
source: Unbounded (deprecated)
ca: unbounded (obsolet)
da: ubegrænset (forældet)
sk: nelimitovaný (zastaralý)
sr: невезано (застарело)

source: Default
ca: predeterminat
da: standard
sk: predvolené
sr: подразумевано

source: RGB (display)
sk: RGB (obrazovka)
sr: RGB (екран)

source: RGB (scene)
sk: RGB (scéna)
sr: RGB (сценографија)

source: Uniformly
ca: uniformement
da: ensartet
sk: rovnomerne
sr: уједначено

source: Drawn mask
ca: màscara dibuixada
da: tegnet maske
sk: nakreslená maska
sr: исцртана маска

source: Parametric mask
ca: màscara paramètrica
da: parameter-maske
sk: parametrická maska
sr: параметарска маска

source: Raster mask
ca: màscara ràster
da: rastermaske
sk: rastrová maska
sr: растерска маска

source: Drawn & parametric mask
ca: màscares dibuixada i paramètrica
da: tegnet/parameter-maske
sk: nakreslená + parametrická maska
sr: исцртана и параметарска маска

source: Exclusive
ca: exclusiu
da: eksklusive
sk: nezahrnutá
sr: искључиво

source: Inclusive
ca: inclusiu
da: inklusive
sk: zahrnutá
sr: укључиво

source: Exclusive & inverted
ca: exclusiu i invertit
da: eksklusive & inverteret
sk: nezahrnutá & obrátene
sr: искључиво и обрнуто

source: Inclusive & inverted
ca: inclusiu i invertit
da: inklusive & inverteret
sk: zahrnutá & obrátene
sr: укључиво и обрнуто

source: Output image
ca: imatge de sortida
da: outputbillede
sk: výstupný obrázok
sr: излазна слика

source: Input image
ca: imatge d'entrada
da: inputbillede
sk: vstupný obrázok
sr: улазна слика

source: Input
ca: entrada
sk: vstup
sr: улаз

source: Output
ca: sortida
sk: výstup
sr: излаз

source: (Zoom)
sr: (увећање)

source: (Log)
sr: (лог)

source: Reset to default blend colorspace
sk: resetovať na východzí zmiešavací farebný priestor
sr: врати на подразумевани начин стапања простора боја

source: Reset and hide output channels
sk: resetovať a skryť výstupné kanály
sr: врати и сакриј излазне канале

source: Show output channels
sk: zobraziť výstupné kanály
sr: прикажи излазне канале

source: Sliders for L channel
ca: controls lliscants pel canal L
da: skydere for L-kanal
sk: posuvníky pre kanál L
sr: клизачи за L канал

source: Sliders for a channel
ca: controls lliscants pel canal a
da: skydere for a-kanal
sk: posuvníky pre kanál a
sr: клизачи за a канал

source: Green/red
ca: verd/vermell
da: grøn/rød
sk: zelená/červená
sr: зелена/црвена

source: Sliders for b channel
ca: controls lliscants pel canal b
da: skydere for b-kanal
sk: posuvníky pre kanál b
sr: клизачи за b канал

source: Blue/yellow
ca: blau/groc
da: blå/gul
sk: modrá/žltá
sr: плава/жута

source: Sliders for chroma channel (of LCh)
ca: controls lliscants pel canal de chroma (de LCh)
da: skydere for kroma-kanal (af LCh)
sk: posuvníky pre chromatický kanál (podľa LCh)
sr: клизачи за хрома канал (у LCh)

source: Sliders for hue channel (of LCh)
ca: controls lliscants pel canal de to (de LCh)
da: skydere for farvetone-kanal (af LCh)
sk: posuvníky pre kanál odtieňov (podľa LCh)
sr: клизачи за канал нијансе (у LCh)

source: Sliders for gray value
ca: controls lliscants pel valor de gris
da: skydere for gråværdi
sk: posuvníky pre šedý kanál
sr: клизачи за вредност сиве

source: Gray
ca: gris
da: grå
sk: šedá
sr: сива

source: Sliders for red channel
ca: controls lliscants pel canal vermell
da: skydere for rød kanal
sk: posuvníky pre červený kanál
sr: клизачи за црвени канал

source: Sliders for green channel
ca: controls lliscants pel canal verd
da: skydere for grøn kanal
sk: posuvníky pre zelený kanál
sr: клизачи за зелени канал

source: Sliders for blue channel
ca: controls lliscants pel canal blau
da: skydere for blå kanal
sk: posuvníky pre modrý kanál
sr: клизачи за плави канал
